Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Cannot Insert/Update record because the specified Acceleration Program is deactivated.
es: No se puede insertar/actualizar registro porque el programa de aceleración especificado está desactivado.
fr: Impossible d'insérer/mettre à jour l'enregistrement car le programme d'accélération spécifié est désactivé.

source: Cannot revalidate, document already exists for this transaction
es: No se puede revalidar, el documento ya existe para esta transacción
fr: Impossible de revalider, le document existe déjà pour cette transaction

source: Cannot revalidate, invoice already exists for this transaction
es: No se puede revalidar, la factura ya existe para esta transacción
fr: Impossible de revalider, la facture existe déjà pour cette transaction

source: cannot send updates, all updates to the PO need to come from the Buyer.
es: no puede enviar actualizaciones, todas las actualizaciones de la OC deben provenir del comprador.
fr: ne peut pas envoyer de mises à jour, toutes les mises à jour du bon de commande doivent provenir de l'acheteur.

source: Cannot Submit Request for
es: No se puede presentar la solicitud para
fr: Impossible de soumettre une demande de

source: Cannot update record with specified Sub Community
es: No se puede actualizar el registro con la subcomunidad especificada
fr: Impossible de mettre à jour l'enregistrement avec la sous-communauté spécifiée

source: Cannot upload more than 1 attachment at a time.
es: No se puede cargar más de 1 archivo adjunto a la vez.
fr: Impossible de télécharger plus d'une pièce jointe à la fois.

source: Cannot be after
es: No&nbsp;puede&nbsp;estar después de
fr: Ne peut pas&nbsp;être&nbsp;après

source: Cannot be before
es: No&nbsp;puede&nbsp;estar antes de
fr: Ne peut pas&nbsp;être&nbsp;avant

source: cannot be deleted
es: no&nbsp;se&nbsp;puede eliminar
fr: ne peut pas&nbsp;être&nbsp;supprimé

source: Cannot upload more than 1 image at a time
es: No&nbsp;se&nbsp;puede&nbsp;cargar&nbsp;más&nbsp;de&nbsp;1&nbsp;imagen&nbsp;a la vez
fr: Impossible de télécharger&nbsp;&nbsp;plus&nbsp;que&nbsp;1&nbsp;image&nbsp;à&nbsp;un&nbsp;moment

source: Carrier
es: Transportador
fr: Transporteur

source: Cash Flow Report
es: Reporte de flujo de Caja
fr: Rapport sur les flux de trésorerie

source: Cash Flow Report Notification
es: Notificación de reporte de flujo de caja
fr: Notification du rapport sur les flux de trésorerie

source: Category
es: Categoría
fr: Catégorie

source: Category 1
es: Categoría 1
fr: Catégorie 1

source: Category 2
es: Categoría 2
fr: Catégorie 2

source: Category 3
es: Categoría 3
fr: Catégorie 3

source: Category 4
es: Categoría 4
fr: Catégorie 4

source: Category Code
es: Código de categoría
fr: Code de la catégorie

source: Category Code 1
es: Código de categoría 1
fr: Code de la catégorie 1

source: Category Code 1:
es: Código de categoría 1:
fr: Code de la catégorie 1 :

source: Category Code 2
es: Código de categoría 2
fr: Code de la catégorie 2

source: Category Code 2:
es: Código de categoría 2:
fr: Code de la catégorie 2 :

source: Category Code 3
es: Código de categoría 3
fr: Code de la catégorie 3

source: Category Code 3:
es: Código de categoría 3:
fr: Code de la catégorie 3 :

source: Category Code 4:
es: Código de categoría 4:
fr: Code de la catégorie 4 :

source: Category Code4
es: Código de categoría 4
fr: Code de la catégorie 4

source: Category Description
es: Descripción de la categoría
fr: Description de la catégorie

source: Category Name '{0}' already exist and is currently active. Please enter a unique category name.
es: El nombre de categoría '{0}' ya existe y está actualmente activo. Introduzca un nombre de categoría único.
fr: Le nom de la catégorie '{0}' existe déjà et est actuellement actif. Veuillez saisir un nom de catégorie unique.

source: Category Type
es: Tipo de categoría
fr: Type de catégorie

source: Category Xref
es: Xref de categoría
fr: Xref de catégorie

source: CategoryCode1 ATTRIBURE:
es: ATRIBUTO de CategoryCode1:
fr: ATTRIBUT du Code de la catégorie 1 :

source: CategoryCode1 Not Found :
es: CategoryCode1 no encontrado:
fr: Code de la catégorie 1 introuvable :

source: CategoryCode2 ATTRIBURE:
es: ATRIBUTO de CategoryCode2:
fr: ATTRIBUT du Code de la catégorie 2 :

source: CategoryCode2 Not Found :
es: CategoryCode2 no encontrado:
fr: Code de la catégorie 2 introuvable :

source: CategoryCode3 ATTRIBURE:
es: ATRIBUTO de CategoryCode3:
fr: ATTRIBUT du Code de la catégorie 3 :

source: CategoryCode3 Not Found :
es: CategoryCode3 no encontrado:
fr: Code de la catégorie 3 introuvable :

source: CategoryCode4 ATTRIBURE:
es: ATRIBUTO de CategoryCode4:
fr: ATTRIBUT du Code de la catégorie 4 :

source: CategoryCode4 Not Found :
es: CategoryCode4 no encontrado:
fr: Code de la catégorie 4 introuvable :

source: CategoryCode4Description
fr: Description du Code de la catégorie 4

source: categoryDescription
fr: description de la catégorie

source: CBS Dealer code and Supplier Line code not found :
es: No se encontró el código de distribuidor CBS ni el código de línea de proveedor:
fr: Le code du distributeur CBS et le code de la ligne du fournisseur sont introuvables :

source: CBS Dealer code not found :
es: No se encontró el código de distribuidor CBS:
fr: Le code du distributeur CBS est introuvable :

source: CBS Seller code and Supplier Line code not found :
es: No se encontró el código de vendedor CBS ni el código de línea de proveedor:
fr: Le code du distributeur CBS et le code de la ligne du fournisseur sont introuvables :

source: CBS Seller code not found :
es: No se encontró el código de vendedor CBS:
fr: Le code du distributeur CBS est introuvable :

source: cell
es: celular
fr: cellule

source: Cell #
es: N.º de celular
fr: No de cellule

source: Cell #:
fr: No de cellule:

source: Cell/Pager
es: Celular/Buscapersonas
fr: Cellule/ page

source: Central Pay
fr: Rémunération centrale

source: Central Pay Buyer Invoice Transaction Lookup
es: Búsqueda de transacciones de facturas de comprador de Central Pay
fr: Consultation des transactions de paiement central des factures de l'acheteur

source: Central Pay Buyer Invoices
es: Facturas de comprador de Central Pay
fr: Paiement central des factures de l'acheteur

source: Central Pay Seller Invoice Transaction Lookup
es: Búsqueda de transacciones de facturas de vendedor de Central Pay
fr: Consultation des transactions de paiement central des factures du vendeur

source: Central Pay Seller Invoices
es: Facturas de vendedor de Central Pay
fr: Paiement central des factures du vendeur

source: Centralized
es: Centralizado
fr: Centralisé

source: CENTRALIZED BILLING DEPT
es: DEP. DE FACTURACIÓN CENTRALIZADO
fr: SERVICE DE FACTURATION CENTRALISÉ

source: Centralized First
es: Centralizado primero
fr: Centralisé d'abord

source: Change
es: Cambiar
fr: Changer

source: Change Calculation Level
es: Cambiar nivel de cálculo
fr: Modifier le niveau de calcul

source: Change Customer Code
es: Modificar código de cliente
fr: Modifier le code client

source: Change Invoice
es: Modificar factura
fr: Modifier la facture

source: Change Line Type To can only be specified with the Action of &quot;Change Line Type To&quot;.
es: Cambiar tipo de línea a solo puede especificarse con la acción “Cambiar tipo de línea a”.
fr: La modification du type de ligne ne peut être spécifiée qu'avec l'action « Modifier le type de ligne jusqu'à ».

source: Change Line Type To drop down cannot be empty when the Action of &quot;Change Line Type To&quot; is selected.
es: El menú desplegable Cambiar tipo de línea a no puede estar vacío si se selecciona la acción “Cambiar tipo de línea a”.
fr: Le menu déroulant « Changer le type de ligne en" ne peut pas être vide lorsque l'action « Changer le type de ligne en » est sélectionnée.

source: Change Log
es: Registro de cambios
fr: Journal des modifications

source: Change Method
es: Cambiar método
fr: Modifier la méthode

source: Change Password
es: Cambiar contraseña
fr: Modifier le mot de passe

source: Change PO Format
es: Cambiar formato de OC
fr: Modifier le format du bon de commande

source: Change the Invalid Currency Code
es: Cambiar el código de divisa no válido
fr: Modifier le code de la devise invalide

source: Change the Invalid Customer Account
es: Cambiar la cuenta de cliente no válida
fr: Modifier le compte client invalide

source: Change the Part
es: Cambiar la pieza
fr: Modifier la pièce

source: Change the Price
es: Cambiar el precio
fr: Modifier le prix

source: Change To
es: Modificar a
fr: Changer pour

source: Changed By
es: Modificado por
fr: Modifié par

source: Changed Date
es: Fecha de modificación
fr: Date modifiée

source: Changed lastLogin from AddEditUser
es: Se modificó lastLogin de AddEditUser
fr: Modification de lastLogin à partir de AddEditUser

source: Changed Line Items Only
es: Solo partidas modificadas
fr: Postes modifiés uniquement

source: Changed Part#
es: N.º de pieza modificado
fr: No de pièce modifiée

source: ChangedBy
fr: Modifié par

source: ChangedDate
fr: Date modifiée

source: ChangeInvoice
fr: Modifier la facture

source: ChangeMethod
fr: Modifier la méthode

source: Changing the Calculation Level will erase some of your current configurations. Once initiated, it cannot be redone. Are you sure you want to proceed?
es: El cambio del nivel de cálculo borrará algunas de sus configuraciones actuales. Una vez iniciado, no se puede rehacer. ¿Seguro que quiere continuar?
fr: La modification du niveau de calcul effacera certaines de vos configurations actuelles. Une fois lancée, elle ne peut être refaite. Êtes-vous sûr de vouloir continuer ?

source: Changing the tier unit will delete all the tiers. Are you sure you want to continue?
es: El cambio de la unidad de nivel borrará todos los niveles. ¿Seguro que quiere continuar?
fr: La modification de l'unité de niveau entraîne la suppression de tous les niveaux. Êtes-vous sûr de vouloir continuer ?

source: characters
es: caracteres
fr: caractères

source: characters.
es: caracteres.
fr: caractères.

source: Charge Amount
es: Monto del cargo
fr: Montant des frais

source: Charge Description
es: Descripción del cargo
fr: Description des frais

source: Charge Sub-total
es: Subtotal del cargo
fr: Sous-total des frais

source: Charge Type
es: Tipo de cargo
fr: Type de frais

source: Charge Type is required
es: Tipo de cargo es obligatorio
fr: Le type de frais est requis

source: Charges
es: Cargos
fr: Frais

source: Chart
es: Gráfica
fr: Graphique

source: Chart Selection
es: Selección de gráfica
fr: Sélection des graphiques

source: Chart Type
es: Tipo de gráfica
fr: Type de graphique

source: Check
es: Comprobar
fr: Vérifier

source: Check Amount
es: Comprobar monto
fr: Vérifier le montant

source: Check Core Price
es: Comprobar precio base
fr: Vérifier le prix de base

source: Check Date
es: Comprobar fecha
fr: Vérifier la date

source: Check FET Price
es: Comprobar precio FET
fr: Vérifier le prix FET

source: Check Number
es: Comprobar número
fr: Vérifier le numéro

source: Check Stub
es: Comprobar reseña breve
fr: Vérifier le talon

source: Check/Reference #
es: Comprobar/N.º de referencia
fr: Numéro de chèque/référence

source: Checkbox
es: Casilla de verificación
fr: Case à cocher

source: Checking
es: Verificando
fr: Vérification

source: City
es: Ciudad
fr: Ville

source: Clear
es: Borrar
fr: Effacer

source: Clear All Selection
es: Eliminar toda la selección
fr: Effacer toute la sélection

source: Clear Filter
es: Filtro claro
fr: Filtre effacer

source: Clear Filters
es: Borrar filtros
fr: Effacer les filtres

source: Clear Selection
es: Eliminar selección
fr: Effacer la sélection

source: Click Here
es: Haga clic aquí
fr: Cliquez ici

source: Click Here.
es: Haga clic aquí.
fr: Cliquez ici.

source: Click on Save button to save.
es: Pulse el botón Guardar para guardar.
fr: Cliquez sur le bouton Enregistrer pour sauvegarder.

source: Click the Submit button
es: Pulse el botón Enviar
fr: Cliquez sur le bouton Soumettre

source: Click to grant or remove access on all locations under current location
es: Pulse para conceder o eliminar el acceso en todas las ubicaciones bajo la ubicación actual
fr: Cliquez sur ce bouton pour accorder ou supprimer l'accès à tous les lieux situés sous le lieu actuel

source: Click to grant or remove Approval Rights on all locations
es: Pulse para conceder o eliminar los derechos de aprobación en todas las ubicaciones
fr: Cliquez sur pour accorder ou supprimer les droits d'approbation sur tous les sites

source: Clicking on the update button will grant or remove Approval Rights on all locations under this location
es: Al pulsar el botón de actualización se concederán o eliminarán los Derechos de aprobación en todas las ubicaciones bajo esta ubicación
fr: En cliquant sur le bouton de mise à jour, les droits d'approbation sont accordés ou retirés pour tous les lieux relevant de cette localisation

source: Clone PO
es: Clonar OC
fr: Clone du bon de commande

source: cloned
es: clonada
fr: cloné

source: Close
es: Cerrar
fr: Fermer

source: Close Loop Service Error Messages
es: Mensajes de error de servicio de bucle cerrado
fr: Messages d'erreur du service de boucle fermée

source: Closed
es: Cerrado
fr: Fermé

source: Closed Loop
es: Bucle cerrado
fr: Boucle fermée

source: closing the file
es: cerrando el archivo
fr: fermeture du dossier

source: Code is invalid.
es: El código no es válido
fr: Le code n'est pas valide.

source: Code is required.
es: El código es obligatorio.
fr: Un code est nécessaire.

source: Code on Original Invoice is invalid.
es: El código en la factura original no es válido.
fr: Le code figurant sur la facture originale n'est pas valide.

source: Code Translator
es: Traductor de códigos
fr: Traducteur de code

source: Code1
es: Código
fr: Code

source: Codes used by corRequestHandler web service
es: Códigos utilizados por el servicio web corRequestHandler
fr: Codes utilisés par le service web corRequestHandler

source: Collections Notes
es: Notas de cobro
fr: Notes sur les collections

source: Collector Email
es: Correo electrónico del cobrador
fr: E-mail du collecteur

source: Collector Name
es: Nombre del cobrador
fr: Nom du collecteur

source: Collectors Email ID
es: ID de correo electrónico del cobrador
fr: Adresse électronique du collecteur

source: Collectors Name
es: Nombre del cobrador
fr: Nom du collecteur

source: Collectors Phone Number
es: Número de teléfono del cobrador
fr: Numéro de téléphone du collecteur

source: COLUMN
es: COLUMNA
fr: COLONNE

source: Combined
es: Combinado
fr: Combiné

source: Comma
es: Coma
fr: Virgule

source: Commands
es: Comandos
fr: Commandes

source: comment
es: comentario
fr: commentaire

source: Comment types for parts invoice
es: Tipos de comentarios para factura de piezas
fr: Types de commentaires pour les factures de pièces

source: Comment types for service invoice
es: Tipos de comentarios para factura de servicio
fr: Types de commentaires pour les factures de services

source: Comments
es: Comentarios
fr: Commentaires

source: Comments:
es: Comentarios:
fr: Commentaires:

source: Community
es: Comunidad
fr: Communauté

source: Community Approval
es: Aprobación de la comunidad
fr: Approbation communautaire

source: Community Approval Rejected
es: Aprobación de la comunidad rechazada
fr: Approbation communautaire rejetée

source: Community Approval Status
es: Estado de aprobación de la comunidad
fr: Statut d'approbation communautaire

source: Community Approver (PermLeverl=99)
es: Aprobador de la comunidad (PermLeverl=99)
fr: Approbateur communautaire (PermLeverl=99)

source: Community Code
es: Código de comunidad
fr: Code communautaire

source: Community code Invalid
es: Código de comunidad no válido
fr: Code communautaire invalide

source: Community Code Mapping
es: Asignación de código de comunidad
fr: Cartographie des codes communautaire

source: Community Documents
es: Documentos de la comunidad
fr: Documents communautaires

source: Community Fee
es: Tasa comunitaria
fr: Frais communautaire

source: Community Fee Relationship
es: Relación de tasas comunitarias
fr: Relation de frais communautaires

source: Community Fee Report
es: Reporte sobre tasas comunitarias
fr: Rapport sur les frais communautaires

source: Community List Groups
es: Grupos de la lista de comunidades
fr: Groupes de listes communautaires

source: Community Name
es: Nombre de la comunidad
fr: Nom de la communauté

source: Community Notes
es: Notas de la comunidad
fr: Notes de la communauté

source: Community Part Number
es: Número de pieza de la comunidad
fr: Numéro de pièce de la communauté

source: Community Part Number required
fr: Numéro de pièce de la communauté requis

source: Community Rejection
es: Rechazo de la comunidad
fr: Rejet de la communauté

source: Community Reports
es: Reportes de la comunidad
fr: Rapports de la communauté

source: Community Settings
es: Ajustes de la comunidad
fr: Paramètres communautaires

source: Community Statement Name
es: Nombre del estado de cuenta comunitario
fr: Nom de la déclaration de la communauté

source: Company Code
es: Código de empresa
fr: Code de l'entreprise

source: Company Name
es: Nombre de la empresa
fr: Nom de l'entreprise

source: Company Name is required Field.
es: Nombre de la empresa es un campo obligatorio.
fr: Le nom de l'entreprise est un champ obligatoire.

source: Company name is required.
es: Nombre de la empresa es obligatorio
fr: Le nom de l'entreprise est obligatoire.

source: Company:
es: Empresa:
fr: Entreprise :

source: Compare At
es: Comparar a
fr: Comparer au

source: Compare at Line Item level
es: Comparar a nivel de partida
fr: Comparaison au niveau des postes individuels

source: Compare at Line Type Total level
es: Comparar a nivel de total de tipo de partida
fr: Comparaison au niveau du type de ligne Total

source: Compare dates error
es: Comparar&nbsp;error&nbsp;de fechas
fr: Comparez les&nbsp;dates&nbsp;erreur

source: Compatible Browsers
es: Navegadores compatibles
fr: Navigateurs compatibles

source: Complete
es: Completar
fr: Compléter

source: Complete Purchase Order Line Details
es: Completar detalles de línea de orden de compra
fr: Compléter les détails de la ligne du bon de commande

source: Complete Purchase Order Line Totals
es: Completar totales de línea de orden de compra
fr: Compléter les totaux des lignes du bon de commande

source: completed
es: completado
fr: complété

source: Completed PO Status
es: Estado de la OC completado
fr: Statut du bon de commande Complété

source: Completed POQ Status
es: Estado de la POQ completado
fr: Statut du POQ Complété

source: Completed with errors
es: Completado con errores
fr: Complété avec des erreurs

source: Components
es: Componentes
fr: Composants

source: Compressed Part Number
es: Número de pieza comprimido
fr: Numéro de pièce comprimée

source: Configuration does not allow Item Number update. Item:
es: La configuración no permite actualizar el número de artículo. Elemento:
fr: La configuration ne permet pas la mise à jour du numéro d'article. Article :

source: Configuration not found. Please contact the system administrator.
es: No se encontró la configuración. Póngase en contacto con el administrador del sistema.
fr: Configuration non trouvée. Veuillez contacter l'administrateur du système.

source: Configuration related entries
es: Entradas relacionadas con la configuración
fr: Entrées liées à la configuration

source: Configurations for Manaul Invoice and DMS Attachments
es: Configuraciones para adjuntar facturas manuales y DMS
fr: Configurations pour les pièces jointes des factures manuelles et des DMS

source: Confirm Delete
es: Confirmar la eliminación
fr: Confirmer Supprimer

source: Confirm New Password:
fr: Confirmer le nouveau mot de passe:

source: Confirm Rebate Contract Termination
es: Confirmar la rescisión del contrato de rebajas
fr: Confirmer la résiliation du contrat de remboursement

source: Conflicting rule, insert failed. Either &quot;PO Cannot be Empty/PO Format&quot; or &quot;PO Can be Empty&quot; rule could be inserted/added to the current Invoice Pre-Approval Rules relationship but not both.
es: Regla conflictiva, inserción fallida. Podría insertarse/añadirse la regla “OC no puede estar vacía/Formato de OC” u “OC puede estar vacía” a la relación actual de Reglas de preaprobación de facturas, pero no ambas.
fr: Règle contradictoire, l'insertion a échoué. La règle « Le bon de commande ne peut pas être vide/Format de bon de commande » ou « Le bon de commande ne peut pas être vide » peut être insérée/ajoutée à la relation actuelle « Règles d'approbation préalable des factures », mais pas les deux.

source: Conflicting rule, insert failed. Either &quot;PO Cannot be Empty/PO Format/PO Lookup&quot; or &quot;PO Can be Empty&quot; rule could be inserted/added to the current PO Rules relationship but not both.
es: Regla conflictiva, inserción fallida. Podría insertarse/añadirse la regla “OC no puede estar vacía/Formato de OC/Búsqueda de OC" u "OC puede estar vacía" a la relación actual de Reglas de OC, pero no ambas.
fr: Règle contradictoire, l'insertion a échoué. La règle « Le bon de commande ne peut pas être vide/Format de bon de commande/Consultation du bon de commande » ou « Le bon de commande ne peut pas être vide » peut être insérée/ajoutée à la relation actuelle « Règles de bon de commande », mais pas les deux.

source: Connections
es: Conexiones
fr: Connexions

source: Contact Buyer
es: Contacto del comprador
fr: Contacter l’acheteur

source: Contact Corcentric
es: Contacto de Corcentric
fr: Contacter Corcentric

source: Contact Dealer
es: Contacto del distribuidor
fr: Contacter le distributeur

source: Contact Fleet
es: Contacto de la flota
fr: Contacter la flotte

source: Contact name is mandatory field.
es: El nombre del contacto es obligatorio.
fr: Le nom du contact est un champ obligatoire.

source: Contact Seller
es: Contacto del vendedor
fr: Contacter le vendeur

source: Contact Status
es: Estado del contacto
fr: Statut du contact

source: Contact Times
es: Horas de contacto
fr: Temps de contact

source: Contact Type
es: Tipo de contacto
fr: Type de contact

source: Contact Type for communication
es: Tipo de contacto para comunicación
fr: Type de contact pour la communication

source: Contact Us
es: Contáctenos
fr: Nous contacter

source: ContactType
fr: Type de contact

source: contactTypeId
fr: id du type de contact

source: Contains
es: Contiene
fr: Contient

source: Continue
es: Continuar
fr: Continuer

source: continued
es: continuación
fr: suite

source: Contract
es: Contrato
fr: Contrat

source: Contract End Date
es: Fecha de finalización del contrato
fr: Date de fin du contrat

source: Contract Name
es: Nombre del contrato
fr: Nom du contrat

source: Contract Types
es: Tipos de contratos
fr: Types de contrats

source: ContractName
fr: Nom du contrat

source: Copyright
es: Derechos de autor
fr: Droit d'auteur

source: Corcentric - Open Balance Report for {0}
es: Corcentric - Informe de saldo abierto de {0}
fr: Corcentric - Rapport de bilan ouvert pour {0}

source: Corcentric Account Number
es: Número de cuenta de Corcentric
fr: Numéro de compte Corcentric

source: Corcentric Accounting Code
es: Código contable de Corcentric
fr: Code comptable Corcentric

source: Corcentric Approval
es: Aprobación de Corcentric
fr: Approbation Corcentric

source: Corcentric Approval Rejected
es: Aprobación de Corcentric rechazada
fr: Rejet de l'approbation Corcentric

source: Corcentric Approval Status
es: Estado de aprobación de Corcentric
fr: Statut d'approbation Corcentric

source: Corcentric Approver
es: Aprobador de Corcentric
fr: Approbateur Corcentric

source: Corcentric Code
es: Código de Corcentric
fr: Code Corcentric
