Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Bank Zip
es: Código postal del banco
fr: Code postal de la banque

source: Base Price
es: Precio base
fr: Prix de base

source: Base Price not found :
es: No se encontró el precio base:
fr: Prix de base introuvable :

source: Basic Discount Offered
es: Descuento básico ofrecido
fr: Remise de base offerte

source: Batch Report Id
es: ID de informe de lote
fr: Id du rapport de lot

source: Batch Request Details
es: Detalles de la solicitud de lote
fr: Détails de la demande de lot

source: Batch Request Status
es: Estado de la solicitud de lote
fr: Statut de la demande de lot

source: BatchNumber
fr: Numéro de lot

source: Below XML export failed . Could you please look in to it? :
es: La exportación XML siguiente falló. ¿Podría revisarlo?:
fr: L'exportation XML ci-dessous a échoué. Pourriez-vous y jeter un coup d’œil ?

source: Best Price
es: Mejor precio
fr: Meilleur prix

source: Between dates error
es: Error&nbsp;entre&nbsp;fechas
fr: Entre&nbsp;dates&nbsp;erreur

source: Bi Weekly Start Date
es: Fecha de inicio bisemanal
fr: Date de début bi-hebdomadaire

source: Bi-Weekly Start Date is Required
es: Fecha de inicio bisemanal es obligatorio
fr: Une date de début bihebdomadaire est requise

source: Bill to
es: Destinatario de factura
fr: Facturé à

source: Bill To Customer Number
es: Número de cliente de destinatario de factura
fr: Facturé à Numéro de facturation au client

source: Billed
es: Facturado
fr: Facturé

source: Billed in error
es: Facturado por error
fr: Facturation erronée

source: Billed twice
es: Facturado dos veces
fr: Facturé deux fois

source: Billing
es: Facturación
fr: Facturation

source: Billing Account:
es: Cuenta de facturación:
fr: Compte de facturation :

source: Billing Code
es: Código de facturación
fr: Code de facturation

source: Billing Cycle
es: Ciclo de facturación
fr: Cycle de facturation

source: Billing Cycle Start Date
es: Fecha de inicio del ciclo de facturación
fr: Date de début du cycle de facturation

source: Billing Location
es: Lugar de facturación
fr: Lieu de facturation

source: Billing Locations:
es: Lugares de facturación:
fr: Lieux de facturation :

source: Billing Name
es: Nombre de facturación
fr: Nom de facturation

source: Billing Per due Date
es: Facturación por fecha de vencimiento
fr: Facturation par date d’échéance

source: Billing Per Period
es: Facturación por período
fr: Facturation par période

source: Billing Reference
es: Referencia de facturación
fr: Référence de facturation

source: Billing Reference Relationship
es: Relación de referencia de facturación
fr: Relation de référence de facturation

source: Billing Schedule Import
es: Importación de calendario de facturación
fr: Importation du calendrier de facturation

source: Billing Schedule Management
es: Gestión de calendario de facturación
fr: Gestion du calendrier de facturation

source: Billing Statement #
es: Estado de cuenta de facturación N.º
fr: Numéro du relevé de facturation

source: BillingLocation
fr: Lieu de facturation

source: BillingReference
fr: Référence de facturation

source: BillingScheduleImport
fr: Importation du calendrier de facturation

source: Biweekly Start Date
es: Fecha de inicio bisemanal
fr: Date de début bihebdomadaire

source: Block duplicate PO for same Invoice type
es: Bloquear OC duplicadas para mismo tipo de factura
fr: Bloquer les duplicatas de bons de commande pour le même type de facture

source: body
es: cuerpo
fr: corps

source: Bookmark description required
es: Descripción de marcador es obligatorio
fr: Description du signet requise

source: Bookmark Name
es: Nombre del marcador
fr: Nom du signet

source: Bookmark Name required
es: Nombre de marcador es obligatorio
fr: Nom du signet requis

source: Bookmarks Maintenance
es: Mantenimiento de marcadores
fr: Maintenance des signets

source: BOTH
es: AMBOS
fr: LES DEUX

source: Both AP and AR
es: Tanto AP como AR
fr: AP et AR

source: Both password are not identical
es: Ambas&nbsp;contraseñas&nbsp;no&nbsp;son&nbsp;idénticas
fr: Les deux&nbsp;mots&nbsp;de passe&nbsp;ne sont pas&nbsp;identiques

source: Bottom Margin:
es: Margen inferior:
fr: Marge inférieure :

source: bounced
es: devueltos
fr: rebondi

source: Brand AAIA
es: AAIA de marca
fr: Marque AIAA

source: Brand AAIA Desc
es: Desc. de AAIA de marca
fr: Description de la marque AIAA

source: Brand List
es: Lista de marcas
fr: Liste des marques

source: Brand Name
es: Nombre de la marca
fr: Nom des marques

source: BRIDGESTONE/LOYALTY (NEWS)LETTER
es: BRIDGESTONE/BOLETÍN DE FIDELIDAD
fr: BRIDGESTONE/(NEWS)LETTER DE FIDÉLITÉ

source: Browse the file to upload
es: Buscar el archivo por cargar
fr: Parcourir le fichier à télécharger

source: Browse the files to upload:
fr: Parcourir les fichiers à télécharger:

source: Browse...
fr: Parcourir...

source: Browser Locale
es: Configuración regional del navegador
fr: Locale du navigateur

source: BSM Criteria
es: Criterios de BSM
fr: Critères BSM

source: Bucket
es: Depósito
fr: Bande

source: Bulk Action - Dispute Creation Notification
es: Acción masiva - Notificación de creación de disputa
fr: Action en bloc - Notification de création de litige

source: Bulk Action - Update Invoice PO Notification
es: Acción masiva - Notificación de actualización de factura/OC
fr: Action en bloc - Mise à jour de la facture - Notification du bon de commande

source: Bulk Action Status Report
es: Informe de estado de la acción masiva
fr: Rapport sur l'état des actions en gros

source: Bulk Actions
es: Acciones masivas
fr: Actions en gros

source: Bulk Import
es: Importación masiva
fr: Importation en gros

source: Bulk Release
es: Liberación masiva
fr: Validation en gros

source: Bulk Update Credit Notification
es: Notificación masiva de actualización de crédito
fr: Mise à jour en gros de l'avis de crédit

source: Bulk User Redirection
es: Redirección masiva de usuarios
fr: Redirection d'utilisateurs en gros

source: Business
es: Comercial
fr: Entreprise

source: Business Days
es: Días hábiles
fr: Jours ouvrables

source: Business System Type
es: Tipo de sistema empresarial
fr: Type de système d'entreprise

source: Buyer
es: Comprador
fr: Acheteur

source: Buyer 1st Segmentation
es: 1.ª segmentación del comprador
fr: Première segmentation de l'acheteur

source: Buyer Accounting Code
es: Código contable del comprador
fr: Code comptable de l'acheteur

source: Buyer approval date
es: Fecha de aprobación del comprador
fr: Date d'approbation de l'acheteur

source: Buyer Bill Code
es: Código de factura del comprador
fr: Code de la facture de l'acheteur

source: Buyer Bill Name
es: Nombre de factura del comprador
fr: Nom de la facture de l'acheteur

source: Buyer Bill To
es: Destinatario de factura del comprador
fr: Acheteur Facturer à

source: Buyer Bill To City
es: Ciudad del destinatario de factura del comprador
fr: Acheteur Facturer à Ville

source: Buyer Bill To Code
es: Código de destinatario de factura del comprador
fr: Acheteur Facturer à Code

source: Buyer Bill To Sales Summary
es: Resumen de ventas de destinatario de factura del comprador
fr: Acheteur Facturer à Sommaire des ventes

source: Buyer Billing
es: Facturación al comprador
fr: Facturation à l'acheteur

source: Buyer Billing Account Code
es: Código de cuenta de facturación al comprador
fr: Code du compte de facturation de l'acheteur

source: Buyer Billing Code
es: Código de facturación al comprador
fr: Code de facturation de l'acheteur

source: Buyer Charge PO fee
es: Tasa de cargo de la OC del comprador
fr: Frais d'acheteur Frais de commande

source: Buyer City
es: Ciudad del comprador
fr: Ville de l'acheteur

source: Buyer Code
es: Código de comprador
fr: Code de l'acheteur

source: Buyer Code Invalid
es: Código de comprador no válido
fr: Code acheteur invalide

source: Buyer Company Name
es: Nombre de la empresa del comprador
fr: Nom de l'entreprise de l'acheteur

source: Buyer Credit
es: Crédito del comprador
fr: Crédit de l'acheteur

source: Buyer Credit Limit Watch List Report
es: Informe de la lista de vigilancia de límite de crédito del comprador
fr: Limite de crédit de l'acheteur Rapport sur la liste de surveillance

source: Buyer Criteria
fr: Critères de l'acheteur

source: Buyer Cross Ref Part Import
es: Importación de referencia cruzada de piezas del comprador
fr: Importation des pièces par référence croisée de l’acheteur

source: Buyer Discount Date Report
es: Informe de fecha de descuento del comprador
fr: Rapport sur la date d'escompte de l'acheteur

source: Buyer Due Date
es: Fecha de vencimiento del comprador
fr: Date d'échéance pour l'acheteur

source: Buyer Due Date Report
es: Informe de fecha de vencimiento del comprador
fr: Rapport sur la date d'échéance de l'acheteur

source: Buyer Entity Code
es: Código de entidad del comprador
fr: Code de l'entité acheteuse

source: Buyer Group
es: Grupo de compradores
fr: Groupe d'acheteurs

source: Buyer Group Name
es: Nombre del grupo de compradores
fr: Nom du groupe d'acheteurs

source: Buyer INV#
es: N.º de FAC. del comprador
fr: No de facture de l’acheteur

source: Buyer Invoice Date
es: Fecha de la factura del comprador
fr: Date de la facture de l'acheteur

source: Buyer Invoice Detail Report
es: Informe detallado de la factura del comprador
fr: Rapport détaillé de la facture de l'acheteur

source: Buyer Invoice Number
es: Número de factura del comprador
fr: Numéro de facture de l'acheteur

source: Buyer Invoice Pre-Approval Report
es: Informe de preaprobación de la factura del comprador
fr: Rapport d'approbation préalable de la facture de l'acheteur

source: Buyer Invoice Requirement
es: Requisito de factura del comprador
fr: Exigences relatives à la facture de l'acheteur

source: Buyer Invoices
es: Facturas del comprador
fr: Factures de l'acheteur

source: Buyer Item
es: Artículo del comprador
fr: Article de l'acheteur

source: Buyer Legal Name
es: Nombre legal del comprador
fr: Nom légal de l'acheteur

source: Buyer Location
es: Ubicación del comprador
fr: Emplacement de l'acheteur

source: Buyer Location Code
es: Código de ubicación del comprador
fr: Code de l’emplacement de l'acheteur

source: Buyer Location Sales Summary
es: Resumen de ventas de la ubicación del comprador
fr: Sommaire des ventes de l’emplacement de l’acheteur

source: Buyer Locations
es: Ubicaciones del comprador
fr: Localisations des acheteurs

source: Buyer Lookup
es: Búsqueda del comprador
fr: Consultation des acheteurs

source: Buyer Master Invoices/Statements
es: Facturas/estados de cuenta principales del comprador
fr: Factures principales de l'acheteur/déclarations

source: Buyer Name
es: Nombre del comprador
fr: Nom de l'acheteur

source: Buyer Name (Billing Location)
es: Nombre del comprador (lugar de facturación)
fr: Nom de l'acheteur (lieu de facturation)

source: Buyer not active or has been terminated
es: Comprador no activo o dado de baja
fr: L'acheteur n'est pas actif ou a été résilié

source: Buyer on invoice
es: Comprador en la factura
fr: Acheteur sur facture

source: Buyer Open Items Notification
es: Notificación de partidas abiertas del comprador
fr: Notification de postes ouverts à l'acheteur

source: Buyer overcharged
es: Comprador sobrefacturado
fr: Acheteur surfacturé

source: Buyer Part
es: Pieza del comprador
fr: Pièce de l’acheteur

source: Buyer Part Category Sales Summary - Bill To
es: Resumen de ventas de categoría de pieza del comprador - Destinatario de factura
fr: Catégorie des pièces de l’acheteur Sommaires des Ventes - Facturer à

source: Buyer Part Category Sales Summary - Location
es: Resumen de ventas de categoría de pieza del comprador - Ubicación
fr: Catégorie des pièces de l’acheteur Sommaires des Ventes - Emplacement

source: Buyer Part Cross Reference Import Completed
es: Importación de referencia cruzada de piezas del comprador completada
fr: Référence croisée des pièces de l'acheteur Importation terminée

source: Buyer Part CrossRef Import Notification
es: Notificación de importación de referencia cruzada de piezas del comprador
fr: Notification d'importation de référence croisée des pièces de l’acheteur

source: Buyer Part Number
es: Número de pieza del comprador
fr: Numéro de pièce de l'acheteur

source: Buyer Part Summary - Bill To
es: Resumen de piezas del comprador - Destinatario de factura
fr: Sommaire des pièces de l’acheteur - Facturer à

source: Buyer Part Summary - Location
es: Resumen de piezas del comprador - Ubicación
fr: Sommaire des pièces de l’acheteur - Emplacement

source: Buyer Parts Cross Reference
es: Referencia cruzada de piezas del comprador
fr: Référence croisée des pièces de l'acheteur

source: Buyer Parts Cross Reference File Upload
es: Carga del archivo de referencia cruzada de piezas del comprador
fr: Téléchargement du fichier de référence croisée des pièces de l'acheteur

source: Buyer Payment Terms
es: Condiciones de pago del comprador
fr: Conditions de paiement de l'acheteur

source: Buyer PN
es: PN del comprador
fr: PN de l’acheteur

source: Buyer PO/POQ Transaction Lookup
es: Búsqueda de transacciones de OC/POQ del comprador
fr: Consultation des transactions de bons de commande/ POQ de l'acheteur

source: Buyer Pre Authorization
es: Preautorización del comprador
fr: Autorisation préalable de l'acheteur

source: Buyer Release Invoices
es: Facturas de liberación del comprador
fr: Factures de validation de l'acheteur

source: Buyer Release Rejected
es: Liberación del comprador rechazada
fr: Rejet de la validation de l'acheteur

source: Buyer Release Rejected Reminder
es: Recordatorio de liberación del comprador rechazada
fr: Rejet de la validation de l’acheteur - Rappel

source: Buyer Released
es: Comprador liberado
fr: Acheteur validé

source: Buyer Released Invoice
es: Factura liberada al comprador
fr: Facture validée par l'acheteur

source: Buyer Requires
es: Requisitos del comprador
fr: Exigences de l'acheteur

source: Buyer requires part description for processing:
es: El comprador requiere la descripción de la pieza para procesamiento:
fr: L'acheteur doit fournir une description de la pièce pour que la demande soit traitée :

source: Buyer Sales Summary - Bill To
es: Resumen de ventas del comprador - Destinatario de factura
fr: Sommaire des ventes de l'acheteur - Facturer à

source: Buyer Sales Summary - Location
es: Resumen de ventas del comprador - Ubicación
fr: Sommaire des ventes de l'acheteur - Emplacement

source: Buyer Salesperson
es: Vendedor del comprador
fr: Acheteur Vendeur

source: Buyer Services
es: Servicios al comprador
fr: Services aux acheteurs

source: Buyer Shop
es: Tienda del comprador
fr: Magasin de l'acheteur

source: Buyer Shop Code
es: Código de la tienda del comprador
fr: Code du magasin de l'acheteur

source: Buyer Shop Location
es: Ubicación de la tienda del comprador
fr: Emplacement de l'atelier de l'acheteur

source: Buyer Shop Name
es: Nombre de la tienda del comprador
fr: Nom du magasin de l'acheteur

source: Buyer Statement Detail
es: Detalle del estado de cuenta del comprador
fr: Détail de la déclaration de l'acheteur

source: Buyer Statement Name
es: Nombre del estado de cuenta del comprador
fr: Nom de la déclaration de l'acheteur

source: Buyer statement period end date
es: Fecha de finalización del periodo de estado de cuenta del comprador
fr: Date de fin de la période de déclaration de l'acheteur

source: Buyer statement period start date
es: Fecha de inicio del período de estado de cuenta del comprador
fr: Date de début de la période de déclaration de l'acheteur

source: Buyer Statements
es: Estados de cuenta del comprador
fr: Déclarations de l'acheteur

source: Buyer Summary
es: Resumen del comprador
fr: Résumé de l'acheteur

source: Buyer Type
es: Tipo de comprador
fr: Type d'acheteur

source: Buyer Type is required
es: Tipo de comprador es obligatorio
fr: Le type d'acheteur est requis

source: Buyer Vocation
es: Vocación del comprador
fr: Vocation d'acheteur

source: Buyer's Guide
es: Guía del comprador
fr: Guide de l'acheteur

source: Buyer, Seller
es: Comprador, Vendedor
fr: Acheteur, vendeur

source: Buyer/Seller not fully enrolled
es: Comprador/Vendedor no totalmente inscrito
fr: L'acheteur/le vendeur n'est pas entièrement inscrit

source: Buyer/Vendor Item Number:
es: Número de artículo del comprador/vendedor:
fr: Numéro de poste de l'acheteur/du vendeur :

source: Buyer:
es: Comprador:
fr: Acheteur :

source: Buyer:1
es: Comprador:
fr: Acheteur :

source: BuyerCode
fr: Code acheteur

source: Buyers
es: Compradores
fr: Acheteurs

source: Buyers Guide
es: Guía del comprador
fr: Guide de l'acheteur

source: by
es: por
fr: par

source: By Account
es: Por cuenta
fr: Par compte

source: By activating this contract, you will no longer be able to modify majority of the contract terms.
es: Al activar este contrato, ya no podrá modificar la mayoría de los términos del mismo.
fr: En activant ce contrat, vous ne pourrez plus modifier la majorité des termes du contrat.

source: by impersonating user
es: por suplantación de usuario
fr: en se faisant passer pour un utilisateur

source: By Invoice
es: Por factura
fr: Par facture

source: By Location
es: Por ubicación
fr: Par lieu

source: By Terminating this Contract, transactions will no longer be eligible for this rebate and no further accruals would be performed.
es: Al rescindir este contrato, las transacciones ya no podrán acogerse a esta rebaja y no se realizarán más devengos.
fr: En résiliant ce contrat, les transactions ne seront plus éligibles à ce rabais et aucune régularisation ne sera effectuée.

source: Calculation Based On
es: Cálculo basado en
fr: Calcul basé sur

source: Calculation based on date
es: Cálculo basado en fecha
fr: Calcul basé sur la date

source: Calculation Level
es: Nivel de cálculo
fr: Niveau de calcul

source: Calculation Level is required
es: Nivel de cálculo es obligatorio
fr: Le niveau de calcul est requis

source: CALCULATION RULES
es: REGLAS DE CÁLCULO
fr: RÈGLES DE CALCUL

source: CalculationBasedOnDate
fr: Calcul basé sur la date

source: Calendar Days
es: Días naturales
fr: Jours calendaires

source: Call
es: Llamar
fr: Appeler

source: Call Credit Department
es: Llamar al Departamento de Crédito
fr: Appeler le service de crédit

source: Call Us
es: Llámenos
fr: Appelez-nous

source: Can Enter Shared Scope
es: Puede entrar en el ámbito compartido
fr: Peut entrer dans un champ d'application partagé

source: Can Modify State
es: Puede modificar el estado
fr: Peut modifier l'État

source: Can not Insert relationship because active record already exists.
es: No se puede Insertar relación porque ya existe un registro activo.
fr: Impossible d'insérer une relation car l'enregistrement actif existe déjà.

source: Can not Insert relationship because the specified Acceleration Program is deactivated.
es: No se puede Insertar relación porque el programa de aceleración especificado está desactivado.
fr: Impossible d'insérer une relation car le programme d'accélération spécifié est désactivé.

source: Can not recognize the file conent :
es: No se puede reconocer el contenido del archivo:
fr: Impossible de reconnaître le contenu du fichier :

source: Can not Update relationship because the specified Acceleration Program is deactivated.
es: No se puede actualizar la relación porque el programa de aceleración especificado está desactivado.
fr: Impossible de mettre à jour la relation car le programme d'accélération spécifié est désactivé.

source: CAN Seller Code
es: Código CAN de vendedor
fr: Code vendeur CAN

source: CAN Vendor Code
es: Código CAN de proveedor
fr: Code fournisseur CAN

source: Cancel
es: Cancelar
fr: Annuler

source: Cancel Invoices
es: Cancelar facturas
fr: Annuler les factures

source: Cancelled
es: Cancelado
fr: Annulé

source: Cannot Activate record because the specified Acceleration Program is deactivated.
es: No se puede Activar registro porque el programa de aceleración especificado está desactivado.
fr: Impossible d'activer l'enregistrement car le programme d'accélération spécifié est désactivé.

source: Cannot Add Duplicate Transaction Type. Relationship Already Exists
es: No se puede Añadir tipo de transacción duplicado. La relación ya existe
fr: Impossible d'ajouter un type de transaction en double. La relation existe déjà

source: Cannot add part, this record already exists
es: No se puede añadir la pieza, este registro ya existe
fr: Impossible d'ajouter une pièce, cet enregistrement existe déjà

source: Cannot add price, this record already exists
es: No se puede añadir el precio, este registro ya existe
fr: Impossible d'ajouter un prix, cet enregistrement existe déjà

source: Cannot approve Request that is not setup for pre authorization; please contact system administrator
es: No se puede aprobar una Solicitud que no esté configurada para preautorización; póngase en contacto con el administrador del sistema
fr: Impossible d'approuver une demande qui n'est pas configurée pour l'autorisation préalable ; veuillez contacter l'administrateur du système

source: cannot be approved
es: no se puede aprobar
fr: ne peut pas être approuvée

source: cannot be greater than the amount due
es: no puede ser superior al monto adeudado
fr: ne peut être supérieur au montant dû

source: cannot be greater than Transaction Amount
es: no puede ser superior al monto de la transacción
fr: ne peut être supérieur au montant de la transaction

source: cannot be less than
es: no puede ser inferior a
fr: ne peut être inférieur à

source: cannot be rejected
es: no se puede rechazar
fr: ne peut pas être rejetée

source: Cannot delete this Payment Term as it is being used in either Master Configuration or Payment Term relationship
es: No se puede eliminar esta Condición de Pago ya que se está utilizando en la Configuración Maestra o en la relación de Condición de Pago
fr: Il n'est pas possible de supprimer ce délai de paiement car il est utilisé dans la configuration principale ou dans la relation avec le délai de paiement

source: Cannot exceed Program Coreprice of
es: No puede superar el precio base del programa de
fr: Ne peut dépasser le prix de base du programme de

source: Cannot exceed Program Price of
es: No puede superar el precio del programa de
fr: Ne peut excéder le prix du programme de

source: Cannot Insert Duplicate Financial Handling Type, Relationship Already Exists
es: No se puede insertar tipo de gestión financiera duplicado, la relación ya existe
fr: Impossible d'insérer un type de traitement financier en double, la relation existe déjà

source: Cannot Insert Duplicate Transaction Type, Relationship Already Exists
es: No se puede insertar tipo de transacción duplicado, la relación ya existe
fr: Impossible d'insérer un type de transaction en double, la relation existe déjà

source: Cannot insert more than {0} characters in {1} Data Type.
es: No se pueden insertar más de {0} caracteres en Tipo de datos {1}.
fr: Impossible d'insérer plus de {0} caractères dans {1} le type de données.

source: Cannot insert new record with “All“ transaction type , relationship already exists.
es: No se puede insertar nuevo registro con tipo de transacción “Todo”, la relación ya existe.
fr: Impossible d'insérer un nouvel enregistrement avec le type de transaction « Tous », la relation existe déjà.

source: Cannot insert new record, relationship already exists with “All” transaction type
es: No se puede insertar nuevo registro, la relación ya existe con el tipo de transacción “Todo”
fr: Impossible d'insérer un nouvel enregistrement, la relation existe déjà avec le type de transaction « Tous »

source: Cannot Insert Relationship Already Exists
es: No se puede insertar, la relación ya existe
fr: Impossible d'insérer une relation qui existe déjà

source: Cannot insert, this record already exists
es: No se puede insertar, este registro ya existe
fr: Impossible d'insérer, cet enregistrement existe déjà
