Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Any Dealer action which is not belong to specific group can be inserted
es: Se puede insertar cualquier acción de Distribuidor que no pertenezca a un grupo específico
fr: Toute action du distributeur qui n'appartient pas à un groupe spécifique peut être insérée

source: ANY is not valid for Cross Reference Type EDI; please enter valid Cross reference code.
es: ANY no es válido para el tipo de referencia cruzada EDI; introduzca un código de referencia cruzada válido.
fr: ANY n'est pas valable pour le type de référence croisée EDI ; veuillez saisir un code de référence croisée valable.

source: Any Seller action which is not belong to specific group can be inserted
es: Se puede insertar cualquier acción de Vendedor que no pertenezca a un grupo específico
fr: Toute action du distributeur qui n'appartient pas à un groupe spécifique peut être insérée

source: AP Currency
es: Divisa de AP
fr: Devise AP

source: AP Discount Amount
es: Monto de descuento de AP
fr: Montant de l'escompte AP

source: AP Discount Due Date should be less than AP Due Date
es: La fecha de vencimiento del descuento de AP debe ser inferior a la fecha de vencimiento de AP
fr: La date d'échéance de l'escompte AP doit être inférieure à la date d'échéance AP

source: AP Download
es: Descarga de AP
fr: Téléchargement AP

source: AP Download Setup
es: Configuración de la descarga de AP
fr: Configuration du téléchargement AP

source: AP Due Date
es: Fecha de vencimiento de AP
fr: Date d'échéance AP

source: AP Invoice Number
es: Número de factura de AP
fr: Numéro de facture AP

source: AP Invoice Paid Status
es: Estado de pago de la factura de AP
fr: Statut de la facture payée AP

source: AP Invoice Reopen Status
es: Estado de reapertura de la factura de AP
fr: Statut de réouverture de la facture AP

source: AP only
es: Solo AP
fr: AP uniquement

source: AP Payable Amount
es: Monto a pagar de AP
fr: Montant AP à payer

source: AP Price
es: Precio de AP
fr: Prix AP

source: AP Price else Source Price
es: Precio de AP sino Precio de origen
fr: Prix AP autre Prix source

source: AP Program Invoice Date
es: Fecha de factura del programa de AP
fr: Programme AP Date de la facture

source: AP Rebate
es: Rebaja de AP
fr: Remboursement AP

source: AP Statement End Date
es: Fecha de finalización de estado de cuenta de AP
fr: Date de fin du relevé AP

source: API Call Failed to Create Transaction Mapping
es: Error en llamada a API para crear la asignación de transacciones
fr: Échec de l'appel API pour la création d'un mappage de transactions

source: API connection information request failed.
es: Error en la solicitud de información de conexión a la API.
fr: Échec de la demande d'informations de connexion à l'API.

source: Applicable To
es: Aplicable a
fr: Applicable à

source: Applicable to Amount is required and can not be less than zero.
es: Aplicable a Monto es obligatorio y no puede ser inferior a cero.
fr: La mention « applicable au montant » est obligatoire et ne peut être inférieure à zéro.

source: Applicable to Invoice typ
es: Aplicable a Tipo de factura
fr: Applicable au type de facture

source: Applicable to Invoice Type
es: Aplicable a Tipo de factura
fr: Applicable au type de facture

source: Applicable to Invoice Type ID
es: Aplicable a ID de tipo de factura
fr: Applicable à l'ID du type de facture

source: Applicable to InvoiceType
es: Aplicable a InvoiceType
fr: Applicable au type de facture

source: Applicable To is required field
es: Aplicable a es un campo obligatorio
fr: Applicable à est un champ obligatoire

source: Applicable to Transaction Type
es: Aplicable a Tipo de transacción
fr: Applicable au type de transaction

source: Applicable to Transaction Type ID
es: Aplicable a ID de tipo de transacción
fr: Applicable à l'ID du type de transaction

source: Applicable to TransactionType
es: Aplicable a TransactionType
fr: Applicable au type de transaction

source: APPLICATION ACCESS ONLY
es: SOLO ACCESO A LA APLICACIÓN
fr: ACCÈS À L'APPLICATION UNIQUEMENT

source: Application Document Type
es: Tipo de documento de aplicación
fr: Type de document d'application

source: Application Document Type is required
es: Tipo de documento de aplicación es obligatorio
fr: Le type de document de demande est requis

source: Apply
es: Aplicar
fr: Appliquer

source: Apply changes to all users within this group
es: Aplicar cambios a todos los usuarios de este grupo
fr: Appliquer les modifications à tous les utilisateurs de ce groupe

source: Apply Exact Part Num Match can only be checked with the Action of &quot;Parse Data&quot;.
es: Aplicar Coincidencia Exacta de Número de Pieza solo se puede marcar con la Acción de “Analizar Datos”.
fr: L'option Appliquer la correspondance exacte des nombres de pièces ne peut être cochée qu'avec l'action « Analyser les données ».

source: Apply FET Price
es: Aplicar precio FET
fr: Appliquer le prix FET

source: Apply Filter
es: Aplicar filtro
fr: Appliquer le filtre

source: Apply Filters
es: Aplicar filtros
fr: Appliquer les filtres

source: Approval Limit
es: Límite de aprobación
fr: Limite d'approbation

source: Approval Pending
es: Pendiente de aprobación
fr: Approbation en cours

source: Approval Rights
es: Derechos de aprobación
fr: Droits d'approbation

source: Approval Status
es: Estado de la aprobación
fr: Statut d'approbation

source: Approval ToolTip
es: Sugerencia de aprobación
fr: Conseil en matière d'approbation

source: ApprovalAccess
fr: Accès à l’approbation

source: ApprovalStatus
fr: Statut d'approbation

source: Approve
es: Aprobar
fr: Approuver

source: Approve for Download
es: Aprobar para descarga
fr: Approuver le téléchargement

source: Approved
es: Aprobado
fr: Approuvé

source: Approved By
es: Aprobado por
fr: Approuvé par

source: Approved requests cannot be Rejected
es: Las solicitudes aprobadas no se pueden rechazar
fr: Les demandes approuvées ne peuvent pas être rejetées

source: Approved with warnings
es: Aprobado con advertencias
fr: Approuvé avec des avertissements

source: Approved/Rejected By Name
es: Aprobado/Rechazado por Nombre
fr: Approuvé/rejeté par nom

source: Approved/Rejected Location
es: Ubicación aprobada/rechazada
fr: Lieu approuvé/rejeté

source: ApprovedPart
fr: Pièce approuvée

source: Approver
es: Aprobador
fr: Approbateur

source: Approver Email Address
es: Dirección de correo electrónico del aprobador
fr: Adresse électronique de l'approbateur

source: Approver Name
es: Nombre del aprobador
fr: Nom de l'approbateur

source: Approver Phone Number
es: Número de teléfono del aprobador
fr: Numéro de téléphone de l'approbateur

source: AR Currency
es: Divisa de AR
fr: Devise AR

source: AR Discount Amount
es: Monto de descuento de AR
fr: Montant de l'escompte AR

source: AR Discount Due Date should be less than AR Due Date
es: La fecha de vencimiento del descuento de AR debe ser inferior a la fecha de vencimiento de AR
fr: La date d'échéance de l'escompte AR doit être inférieure à la date d'échéance AR

source: AR Due Date
es: Fecha límite de AR
fr: Date d'échéance AR

source: AR Invoice Paid Status
es: Estado de pago de la factura de AR
fr: Statut de la facture payée

source: AR Invoice Reopen Status
es: Estado de reapertura de la factura de AP
fr: Statut de réouverture de la facture AR

source: AR only
es: Solo AR
fr: AR uniquement

source: AR Program Invoice Date
es: Fecha de factura del programa de AR
fr: Date de facture du programme AR

source: AR Rebate
es: Rebaja de AR
fr: Remboursement AR

source: AR Receivable Amount
es: Monto por cobrar de AR
fr: Montant de la créance AR

source: AR Statement End Date
es: Fecha de finalización de estado de cuenta de AR
fr: Date de fin du relevé AR

source: are
es: son
fr: sont

source: are deactivated.
es: están desactivados.
fr: sont désactivés.

source: are terminated.
es: están terminados.
fr: sont terminés.

source: ARIBA Accepted
es: ARIBA aceptado
fr: ARIBA accepté

source: ARIBA Rejected
es: ARIBA rechazado
fr: ARIBA rejeté

source: ASN RECEIPT NOTIFICATION
es: NOTIFICACIÓN DE RECEPCIÓN DE ASN
fr: AVIS DE RÉCEPTION DE L'ASN

source: ASN Shipped Items
es: Artículos enviados de ASN
fr: Articles expédiés par l'ASN

source: Assign
es: Asignar
fr: Affecter

source: Assign Approvers To Location
es: Asignar aprobadores a una ubicación
fr: Affecter des approbateurs à un lieu

source: Assign Charts
es: Asignar gráficos
fr: Affecter des graphiques

source: Assign Email Notifications End
es: Asignar notificaciones por correo electrónico Fin
fr: Affecter des notifications par courriel Fin

source: Assign Email Notifications Start
es: Asignar notificaciones por correo electrónico Inicio
fr: Affecter des notifications par courriel Début

source: Assign Entities
es: Asignar entidades
fr: Affecter des entités

source: Assign Entity Charts
es: Asignar gráficos de entidades
fr: Affecter des diagrammes d'entités

source: Assign Entity Function
es: Asignar función de entidad
fr: Affecter une fonction à l'entité

source: Assign Entity Functions
es: Asignar funciones de entidad
fr: Affecter des fonctions à l'entité

source: Assign Functions
es: Asignar funciones
fr: Affecter des fonctions

source: Assign Group Locations
es: Asignar ubicaciones de grupo
fr: Affecter des emplacements de groupe

source: Assign Group to User
es: Asignar grupo al usuario
fr: Affecter un groupe à un utilisateur

source: Assign Groups
es: Asignar grupos
fr: Affecter des groupes

source: Assign Groups to User
es: Asignar grupos al usuario
fr: Affecter des groupes à l'utilisateur

source: Assign Groups To User End
es: Asignar grupos al usuario Fin
fr: Affecter des groupes à l’utilisateur Fin

source: Assign Groups To User Start
es: Asignar grupos al usuario Inicio
fr: Affecter des groupes à l’utilisateur Début

source: Assign Notification Location
es: Asignar ubicación de notificación
fr: Affecter un lieu de notification

source: Assign Notifications to User
es: Asignar notificaciones al usuario
fr: Affecter des notifications à un utilisateur

source: Assign Product Group Location
es: Asignar ubicación de grupos de productos
fr: Affecter un emplacement au groupe de produits

source: Assign Product Groups
es: Asignar grupos de productos
fr: Affecter des groupes de produits

source: Assign User Charts
es: Asignar gráficos de usuario
fr: Affecter des tableaux d’utilisateurs

source: Assign User Group To the Selected User
es: Asignar grupo de usuarios al usuario seleccionado
fr: Affecter un groupe d'utilisateurs à l'utilisateur sélectionné

source: Assign User Notifications End
es: Asignar notificaciones de usuario Fin
fr: Affecter des notifications aux utilisateurs Fin

source: Assign User Notifications Start
es: Asignar notificaciones de usuario Inicio
fr: Affecter des notifications aux utilisateurs Début

source: Assign Users To Location
es: Asignar usuarios a ubicación
fr: Affecter des utilisateurs à un emplacement

source: Assign Users to User Group
es: Asignar usuarios al grupo de usuarios
fr: Affecter des utilisateurs à un groupe d'utilisateurs

source: Assigned Locations
es: Ubicaciones asignadas
fr: Emplacements assignés

source: Assigned Product Group
es: Grupo de productos asignado
fr: Groupe de produits attribué

source: Assigned To
es: Asignado a
fr: Affecté à

source: Assigned To is required
es: Asignado a es obligatorio
fr: Affecté à est requis

source: AssignedTo
fr: Affecté à

source: AssignedUser
fr: Utilisateur affecté

source: Assignment Count
es: Recuento de asignaciones
fr: Nombre d'affectations

source: Assignment Level
es: Nivel de asignación
fr: Niveau d'affectation

source: Associated PS
es: PS asociado
fr: PS associé

source: At least one rule must be selected.
es: Debe seleccionarse al menos una regla.
fr: Au moins une règle doit être sélectionnée.

source: At least one rule should be selected. ''Item Number Must Match'' OR ''PO Referenced Line Number must match''
es: Debería seleccionarse al menos una regla. ''El número de artículo debe coincidir'' O ''El número de la partida referenciada en la OC debe coincidir''
fr: Au moins une règle doit être sélectionnée. « 'Le numéro de l'article doit correspondre » OU « Le numéro de la ligne référencée dans la commande doit correspondre »

source: Attach Existing Tax Documents
es: Adjuntar documentos fiscales existentes
fr: Joindre les documents fiscaux existants

source: Attach Files
es: Adjuntar archivos
fr: Joindre des fichiers

source: Attached are the remittance reports for your Pinnacle Fleet Solutions. Please contact pinnaclefleetsolutions@corcentric.com or 877-950-9555 if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{0}
es: Se adjuntan los informes de remesas para su Pinnacle Fleet Solutions. Póngase en contacto en pinnaclefleetsolutions@corcentric.com o al 877-950-9555 si tiene alguna pregunta o necesita ayuda.<br/><br/>{0}
fr: Vous trouverez ci-joints les rapports de versement pour votre Pinnacle Fleet Solutions. Veuillez contacter pinnaclefleetsolutions@corcentric.com ou 877-950-9555 si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{0}

source: Attached are the remittance reports for your QA - training. Please contact support@corcentric.com or 877-825-3823 if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{0}
es: Se adjuntan los informes de remesas para su QA - Training. Póngase en contacto en support@corcentric.com o al 877-825-3823 si tiene alguna pregunta o necesita ayuda.<br/><br/>{0}
fr: Vous trouverez ci-joint les rapports de versement pour votre formation - AQ. Veuillez contacter support@corcentric.com ou 877-825-3823 si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{0}

source: Attached is a PDF containing invoices for the Daimler Pinnacle Fleet Solutions program. Please note the following:&lt;br/&gt;&lt;ul&gt;&lt;li&gt;The pdf will may contain several invoices/credits and not all will start with page one. (Example, a pdf with 6 pages may contai
es: Se adjunta un PDF con las facturas del programa Daimler Pinnacle Fleet Solutions. Tenga en cuenta lo siguiente:<br/><ul><li>El pdf podría contener varias facturas/créditos y no todos empezarán por la página uno. (Por ejemplo, un pdf con 6 páginas podría contener
fr: Vous trouverez ci-joint un PDF contenant les factures du programme Daimler Pinnacle Fleet Solutions. Veuillez noter ce qui suit :<br/><ul><li>Le fichier PDF peut contenir plusieurs factures/crédits et tous ne commenceront pas par la première page. (Par exemple, un pdf de 6 pages peut contenir

source: Attached is the Pending Billing Management report. Please contact {0} or {1} if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{2}
es: Se adjunta el informe Gestión de facturas pendientes. Póngase en contacto con {0} o {1} si tiene alguna pregunta o necesita asistencia.<br/><br/>{2}
fr: Vous trouverez ci-joint le rapport sur la gestion des factures en attente. Veuillez contacter {0} ou {1} si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{2}

source: Attached is the remittance report for your Pinnacle Fleet Solutions payment on {0}. Please contact pinnaclefleetsolutions@corcentric.com or 877-950-9555 if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{1}
es: Se adjunta el informe de remesas correspondiente a su pago de Pinnacle Fleet Solutions el {0}. Póngase en contacto en pinnaclefleetsolutions@corcentric.com o al 877-950-9555 si tiene alguna pregunta o necesita ayuda.<br/><br/>{1}
fr: Vous trouverez ci-joint le rapport de versement pour votre paiement Pinnacle Fleet Solutions sur {0}. Veuillez contacter pinnaclefleetsolutions@corcentric.com ou 877-950-9555 si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{1}

source: Attached is the remittance report for your Training payment on {0}. Please contact support@corcentric.com or 877-959-7333 if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{1}
es: Se adjunta el informe de remesas correspondiente a su pago de Training el {0}. Póngase en contacto en support@corcentric.com o al 877-959-7333 si tiene alguna pregunta o necesita ayuda.<br/><br/>{1}
fr: Vous trouverez ci-joint le rapport de versement pour votre paiement de la formation sur {0}. Veuillez contacter support@corcentric.com ou 877-959-7333 si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{1}

source: Attached is the Summary Remittance report for your {0} payment on {1}. Please contact {2} or {3} if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{4}
es: Se adjunta el informe Resumen de remesas correspondiente a su pago {0} el {1}. Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia.<br/><br/>{4}
fr: Vous trouverez ci-joint le rapport de paiement récapitulatif de votre paiement {0} sur {1}. Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{4}

source: Attached is the {0} Open items report. Please contact {1} or {2} if you have any questions or need any assistance.&lt;br/&gt;&lt;br/&gt;{3}
es: Se adjunta el informe de partidas abiertas {0}. Póngase en contacto con {1} o {2} si tiene alguna pregunta o necesita asistencia.<br/><br/>{3}
fr: Vous trouverez ci-joint le rapport sur {0} les Postes ouverts. Veuillez contacter {1} ou {2} si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>{3}

source: Attachment
es: Archivo adjunto
fr: Pièce jointe

source: attachmentnote
fr: note en annexe

source: Attachments
es: Archivos adjuntos
fr: Pièces jointes

source: AttachmentType
fr: Type de pièce jointe

source: Attribute
es: Atributo
fr: Attribut

source: Audit Down Only
es: Auditoría solo descendente
fr: Audit en aval uniquement

source: Audit Up and Down
es: Auditoría ascendente y descendente
fr: Audit en amont et en aval

source: Auth Code
es: Código de autenticación
fr: Code d'authentification

source: Auth. Amount
es: Aut. Monto
fr: Montant d'authentification

source: Auth. Code
es: Aut. Código
fr: Code d'authentification

source: Auth. Date
es: Aut. Fecha
fr: Date d'authentification

source: AuthCode
fr: Code d'authentification

source: Authenticate
es: Autenticar
fr: Authentifier

source: authKey is required.
es: Se requiere authKey.
fr: la clé d’authentification est requise.

source: Authorization
es: Autorización
fr: Autorisation

source: Authorization already exists with this PO
es: La autorización ya existe con esta OC
fr: L'autorisation existe déjà pour ce bon de commande

source: Authorization Amount
es: Monto de la autorización
fr: Montant de l'autorisation

source: Authorization Code
es: Código de autorización
fr: Code d'autorisation

source: Authorization Code Invalid
es: Código de autorización no válido
fr: Code d'autorisation invalide

source: Authorization Contacts
es: Contactos de autorización
fr: Contacts d'autorisation

source: Authorization Date
es: Fecha de autorización
fr: Date d'autorisation

source: Authorization Expired
es: Autorización caducada
fr: Autorisation expirée

source: Authorization has already been voided
es: La autorización ya ha sido anulada
fr: L'autorisation a déjà été annulée

source: Authorization only
es: Solo autorización
fr: Autorisation uniquement

source: Authorization Rejected
es: Autorización rechazada
fr: Autorisation rejetée

source: Authorization Voided
es: Autorización anulada
fr: Autorisation annulée

source: Authorizations
es: Autorizaciones
fr: Autorisations

source: Authorized
es: Autorizado
fr: Autorisé

source: authroizationDisplay
fr: affichage de l’autorisation

source: Auto released by the system after
es: Liberado automáticamente por el sistema después de
fr: Libéré automatiquement par le système après

source: Automotive Services
es: Servicios de automoción
fr: Services automobiles

source: Available
es: Disponible
fr: Disponible

source: Available Export Template(s)
es: Plantillas de exportación disponibles
fr: Modèle(s) d'exportation disponible(s)

source: Available Locations
es: Ubicaciones disponibles
fr: Lieux disponibles

source: Available To
es: Disponible para
fr: Disponible pour

source: AvailableTo
fr: Disponible pour

source: Avalara Tax Flag
es: Indicador de impuesto Avalara
fr: Drapeau fiscal Avalara

source: Avalara tax is enabled, external tax will not be entered.
es: El impuesto Avalara está activado, no se introducirán impuestos externos.
fr: Si la taxe Avalara est activée, la taxe externe ne sera pas saisie.

source: Avalara Tax was not successful
es: El impuesto Avalara no tuvo éxito
fr: La taxe Avalara n'a pas abouti

source: Avalara Tax was used for the original Invoice; cannot change the original
es: Se utilizó el impuesto Avalara para la factura original; no se puede cambiar el original
fr: Avalara Tax a été utilisé pour la facture originale ; il n'est pas possible de modifier l'original

source: Avg
es: Prom.
fr: Moyen

source: Avg Unit Price
es: Precio unitario promedio
fr: Prix unitaire moyen

source: Awaiting
es: En espera
fr: En attente

source: Awaiting Acceptance
es: En espera de aceptación
fr: En attente d'acceptation

source: Awaiting Basic Information
es: En espera de información básica
fr: En attente d'informations de base

source: Awaiting Buyer Release
es: En espera de la liberación del comprador
fr: En attente de la validation de l'acheteur

source: Awaiting Corcentric Approval
es: En espera de la aprobación de Corcentric
fr: En attente de l'approbation de Corcentric

source: Awaiting Credit Approval
es: En espera de la aprobación del crédito
fr: En attente d'une approbation de crédit

source: Awaiting Dealer Release
es: En espera de la autorización del distribuidor
fr: En attente de la validation du distributeur

source: Awaiting Final Approval
es: En espera de la aprobación final
fr: En attente d'approbation finale

source: Awaiting Fleet Release
es: En espera de la aprobación de la flota
fr: En attente de la validation de la flotte

source: awaiting for your release.
es: en espera de su liberación.
fr: dans l'attente de votre sortie.

source: Awaiting Initial Approval
es: En espera de la aprobación inicial
fr: En attente de l'approbation initiale

source: Awaiting Release
es: En espera de la liberación
fr: En attente de la validation

source: Awaiting Release Notification
es: En espera de la notificación de liberación
fr: En attente d'une notification de validation

source: Awaiting Reseller Release
es: En espera de la liberación para revendedor
fr: En attente de la validation du revendeur

source: Awaiting Seller Release
es: En espera de la liberación para vendedor
fr: En attente de la validation du vendeur

source: Awaiting to be processed
es: En espera de procesamiento
fr: En attente de traitement

source: A message with your account information has been sent to your email account.
es: Se&nbsp;ha&nbsp;enviado&nbsp;un&nbsp;mensaje&nbsp;con&nbsp;la&nbsp;información&nbsp;de&nbsp;su&nbsp;cuenta&nbsp;a&nbsp;su cuenta de correo electrónico.
fr: Un&nbsp;message&nbsp;contenant&nbsp;les&nbsp;informations&nbsp;relatives à&nbsp;votre&nbsp;compte&nbsp;a été envoyé&nbsp;à&nbsp;votre compte&nbsp;de&nbsp;messagerie.

source: Bad PO
es: OC incorrecta
fr: Mauvais bon de commande

source: Balance Due
es: Saldo adeudado
fr: Solde dû

source: Bank Account Type
es: Tipo de cuenta bancaria
fr: Type de compte bancaire

source: Bank Address 1
es: Dirección bancaria 1
fr: Adresse de la banque 1

source: Bank Address 2
es: Dirección bancaria 2
fr: Adresse de la banque 2

source: Bank Address1
fr: Adresse de la banque1

source: Bank Address2
fr: Adresse de la banque2

source: Bank City
es: Ciudad del banco
fr: Ville de la banque

source: Bank Country
es: País en que se encuentra el banco
fr: Pays de la banque

source: Bank Name
es: Nombre del banco
fr: Nom de la banque

source: Bank State
es: Estado en que se encuentra el banco
fr: État de la banque
