Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Update failed, a decentralized part cannot be superceded with other decentralized parts location, please correct the selection in superceded part dropdown.
es: Error de actualización, una pieza descentralizada no puede sustituirse por otra ubicación de piezas descentralizadas, corrija la selección en el menú desplegable de piezas sustituidas.
fr: Échec de la mise à jour, une pièce décentralisée ne peut pas être superposée à d'autres pièces décentralisées, veuillez corriger la sélection dans la liste déroulante des pièces superposées.

source: Update failed, A part can not supercede with the same part number, please correct the selection in superceded part dropdown.
es: Error de actualización, una pieza no puede sustituirse con un mismo número de pieza, corrija la selección en el menú desplegable de piezas sustituidas.
fr: Échec de la mise à jour, une pièce ne peut pas être superposée avec le même numéro de pièce, veuillez corriger la sélection dans la liste déroulante des pièces superposées.

source: Update Failed, Selected Location or its parent has no Hierarchy Access so updates on Hierarchy Approval Access is not allowed.
es: Error de actualización, la ubicación seleccionada o su matriz no tiene Acceso a jerarquía, por lo que no se permiten actualizaciones en Acceso a aprobación de jerarquía.
fr: Échec de la mise à jour, le lieu sélectionné ou son parent n'a pas d'accès à la hiérarchie, les mises à jour de l'accès à l'approbation de la hiérarchie ne sont donc pas autorisées.

source: Update Failed, You have access over to the Billing/Master location and child location data manipulation is not allowed.
es: Error de actualización, usted tiene acceso a la ubicación de Facturación/Maestra y la manipulación de datos de la ubicación relacionada no está permitida.
fr: Échec de la mise à jour, vous avez accès à l'emplacement de facturation/maître et la manipulation des données de l'emplacement enfant n'est pas autorisée.

source: Update Failed, You have approval access over to the Billing/Master location and child location data manipulation is not allowed.
es: Error de actualización, usted tiene acceso a la ubicación de Facturación/Maestra y la manipulación de datos de la ubicación relacionada no está permitida.
fr: Échec de la mise à jour, vous avez un accès d'approbation sur l’emplacement de facturation/maître et la manipulation des données des sites enfants n'est pas autorisée.

source: Update Failed, You have no Hierarchy Access over this location so updates on Hierarchy Access is not allowed on notification.
es: Error de actualización, usted no tiene Acceso a jerarquía para esta ubicación, por lo que no se permiten actualizaciones en Acceso a jerarquía en la notificación.
fr: Échec de la mise à jour, vous n'avez pas d'accès hiérarchique à cet emplacement, les mises à jour de l'accès hiérarchique ne sont donc pas autorisées dans la notification.

source: Update Failed, You have no Hierarchy Access over this location so updates on Hierarchy Approval Access is not allowed.
es: Error de actualización, usted no tiene Acceso a jerarquía para esta ubicación, por lo que no se permiten actualizaciones en Acceso a aprobación de jerarquía.
fr: Échec de la mise à jour, vous n'avez pas d'accès hiérarchique à cet emplacement, les mises à jour de l'accès d'approbation hiérarchique ne sont donc pas autorisées.

source: Update Groups
es: Actualizar grupos
fr: Échec de la mise à jour, vous n'avez pas d'accès hiérarchique à cet emplacement, les mises à jour de l'accès d'approbation hiérarchique ne sont donc pas autorisées.

source: Update importDetails records
es: Actualizar registros importDetails
fr: Mise à jour des enregistrements importDetails

source: Update Location Access
es: Actualizar acceso a la ubicación
fr: Mise à jour Accès à l’emplacement

source: Update Notification Access
es: Actualizar acceso a notificaciones
fr: Mise à jour Accès à la notification

source: Update Part Attribute Table
es: Actualizar tabla de atributos de la pieza
fr: Mise à jour Tableau d’attributs de pièces

source: Update Part Categories
es: Actualizar categorías de artículos
fr: Mise à jour Catégories de pièces

source: Update Part Cross Reference
es: Actualizar referencia cruzada de piezas
fr: Mise à jour Référence croisée des pièces

source: Update Parts
es: Actualizar piezas
fr: Mise à jour Pièces

source: Update PO
es: Actualizar OC
fr: Mise à jour Bon de commande

source: Update Price
es: Actualizar precio
fr: Mise à jour Prix

source: Update Price Detail
es: Actualizar detalle de precios
fr: Mise à jour Détail du prix

source: update rejected because the line has already been invoiced
es: actualización rechazada porque la línea ya ha sido facturada
fr: mise à jour rejetée car la ligne a déjà été facturée

source: Update User Group
es: Actualizar grupo de usuarios
fr: Mise à jour Groupe d’utilisateurs

source: UpdateBasedOn
fr: Mise à jour Basé sur

source: updated
es: actualizado
fr: mis à jour

source: Updated approval limit value of {0} {1}.
es: Valor límite de aprobación actualizado de {0} {1}.
fr: Valeur limite d’approbation de {0} {1} mise à jour.

source: Updated By
es: Actualizado por
fr: Mis à jour par

source: Updated Date
es: Fecha actualizada
fr: Date de mise à jour

source: Updated Invoice Rejected; Invoice already settled in system'
es: Factura actualizada rechazada; factura ya liquidada en el sistema'
fr: Facture mise à jour rejetée ; facture déjà réglée dans le système'

source: Updated Invoice Rejected; Original Invoice not found
es: Factura actualizada rechazada; no se encontró la factura original
fr: Facture mise à jour rejetée ; facture originale introuvable

source: Updated POQ Rejected; Original POQ not found
es: POQ actualizada rechazada; no se encontró POQ original
fr: POQ mis à jour rejeté ; POQ original introuvable

source: Updated POQ Rejected; POQ already settled in system'
es: POQ actualizada rechazada; POQ ya liquidada en el sistema'
fr: POQ mis à jour rejeté ; POQ déjà réglé dans le système'

source: Updated Successfully.
es: Actualizado correctamente.
fr: Mise à jour réussie.

source: updated the invoice. Invoice goes back to
es: actualizó la factura. La factura vuelve a
fr: a mis à jour la facture. La facture est renvoyée à

source: UpdateDataInclude
fr: Donnée de mise à jour incluent

source: UpdateDate
fr: Date de mise à jour

source: Updates are not allowed on Active rule.
es: No se permiten actualizaciones en una regla Activa.
fr: Les mises à jour ne sont pas autorisées dans la règle active.

source: Updates are not allowed on Inactive rule.
es: No se permiten actualizaciones en una regla Inactiva.
fr: Les mises à jour ne sont pas autorisées sur la règle inactive.

source: Updating Credit limit of an entity location
es: Actualización del límite de crédito de una ubicación de entidad
fr: Mise à jour de la limite de crédit de l’emplacement d’une entité

source: Updating Hierarchy Access for Super Admin / Community Admin is not allowed as they are meant to have access to all locations
es: No se permite actualizar el Acceso a jerarquía para Super Admin/Admin. comunitario ya que se supone tienen acceso a todas las ubicaciones
fr: La mise à jour de l'accès à la hiérarchie pour le super administrateur / administrateur communautaire n'est pas autorisée car ils sont censés avoir accès à tous les emplacements

source: Updating isSuspended from Account Maintenance
es: Actualización de isSuspended desde Mantenimiento de cuenta
fr: Mise à jour en cours de isSuspended à partir de la gestion des comptes

source: Updating suspendDate from Account Maintenance
es: Actualización de suspendDate desde Mantenimiento de cuenta
fr: Mise à jour en cours de la Date de suspension à partir de la gestion des comptes

source: Upload
fr: Télécharger

source: Upload Attachments
es: Cargar archivos adjuntos
fr: Télécharger des pièces jointes

source: Upload File
es: Cargar archivo
fr: Télécharger un fichier

source: Upload Tax Documents
es: Cargar documentos fiscales
fr: Télécharger des documents fiscaux

source: Uploaded by
es: Cargado por
fr: Téléchargé par

source: Uploaded Date
es: Fecha de carga
fr: Date de téléchargement

source: Uploaded files
fr: Fichiers téléchargés

source: Uploading Files please wait...
es: Cargando archivos, por favor espere...
fr: Téléchargement des fichiers en cours, veuillez patienter...

source: Uploading Info
es: Información de carga
fr: Téléchargement d’informations en cours

source: Upon Receipt
es: Tras la recepción
fr: Dès réception

source: Upper Limit
es: Límite superior
fr: Limite maximale

source: US Seller Code
es: Código de vendedor US
fr: Code vendeur US

source: US Vendor Code
es: Código de vendedor US
fr: Code fournisseur US

source: Use &quot;^&quot; character to specify space in the Parsing Format field.
es: Utilice el carácter “^” para especificar el espacio en el campo Formato de análisis.
fr: Utilisez le caractère "^" pour spécifier l'espace dans le champ Format d'analyse.

source: Use Avalara
es: Utilizar Avalara
fr: Utiliser Avalara

source: Use Increment Invoice Numbers
es: Utilizar Números de factura incrementales
fr: Utiliser des numéros de facture incrémentaux

source: Use Vendor PN
es: Utilizar PN de vendedor
fr: Utiliser le PN du fournisseur

source: Used
es: Utilizado
fr: Utilisé

source: User
es: Usuario
fr: Utilisateur

source: User can not dispute invoice.
es: El usuario no puede disputar una factura.
fr: L'utilisateur ne peut pas contester la facture.

source: User can not resolve dispute.
es: El usuario no puede resolver una disputa.
fr: L'utilisateur ne peut pas résoudre le litige.

source: User does not have access to the specified location
es: El usuario no tiene acceso a la ubicación especificada
fr: L'utilisateur n'a pas accès à l'emplacement spécifié

source: User does not have rights to perform this operation
es: El usuario no tiene derechos para realizar esta operación
fr: L'utilisateur n'a pas le droit d'effectuer cette opération

source: User Group
es: Grupo de usuarios
fr: Groupe d'utilisateurs

source: User Group Description
es: Descripción del grupo de usuarios
fr: Description du groupe d'utilisateurs

source: User Group Setup
es: Configuración del grupo de usuarios
fr: Configuration du groupe d'utilisateurs

source: User Groups
es: Grupos de usuarios
fr: Groupe d'utilisateurs

source: User ID
es: ID de usuario
fr: Identifiant de l’utilisateur

source: User ID is required
es: ID de usuario es obligatorio
fr: L'identifiant de l'utilisateur est requis

source: User List
es: Lista de usuarios
fr: Liste des utilisateurs

source: User Login ID
es: ID de inicio de sesión de usuario
fr: Identifiant de connexion d'utilisateur

source: User Login ID is required
es: ID de inicio de sesión de usuario es obligatorio
fr: L’identifiant de connexion d'utilisateur est requis

source: User Name
es: Nombre de usuario
fr: Nom d'utilisateur

source: User Name is required
es: Nombre de usuario es obligatorio
fr: Le nom d'utilisateur est requis

source: User Name not available, please select another User Name
es: Nombre de usuario no disponible, seleccione otro nombre de usuario
fr: Nom d'utilisateur non disponible, veuillez sélectionner un autre nom d'utilisateur

source: User Name:
es: Nombre de usuario:
fr: Nom d’utilisateur :

source: User Profile
es: Perfil de usuario
fr: Profil d’utilisateur

source: User Registration
es: Registro de usuario
fr: Enregistrement de l'utilisateur

source: User Settings
es: Configuración de usuario
fr: Paramètres de l'utilisateur

source: User Type
es: Tipo de usuario
fr: Type d'utilisateur

source: User Type (Perm Level):
es: Tipo de usuario (nivel de permiso):
fr: Type d’utilisateur (Niveau Perm) :

source: User Type Category
es: Categoría de tipo de usuario
fr: Catégorie de types d’utilisateurs

source: User Type is required
es: Tipo de usuario es obligatorio
fr: Le type d'utilisateur est requis

source: UserID
fr: Identifiant de l’utilisateur

source: userName
fr: nom d’utilisateur

source: UserName is required field
es: UserName es un campo obligatorio
fr: Le Nom d’utilisateur est un champ obligatoire

source: userName is required.
es: userName es obligatorio.
fr: le Nom d’utilisateur est requis.

source: Users Notified
es: Usuarios notificados
fr: Utilisateurs avertis

source: Users: Access the program website by logging in via
es: Usuarios: Acceda al sitio web del programa iniciando sesión a través de
fr: Utilisateurs : Accédez au site web du programme en vous connectant via

source: Users: Access the program website, by clicking the &quot;Access Billing System&quot; link in Access Freightliner.&lt;br/&gt;
es: Usuarios: Acceda al sitio web del programa haciendo clic en el enlace “Acceder al sistema de facturación” en Access Freightliner.<br/>
fr: Utilisateurs : Accédez au site web du programme en cliquant sur le lien « Accéder au système de facturation » dans Access Freightliner.<br/>

source: userType
fr: type d’utilisateur

source: User_Group
fr: Groupe_d’utilisateurs

source: User’s Company List Groups
es: Grupos de la lista de empresas del usuario
fr: Groupes de la liste d'entreprises de l'utilisateur

source: User’s list Groups
es: Grupos de la lista del usuario
fr: Groupes de listes de l’utilisateur

source: Validate Flag
es: Validar indicador
fr: Valider le drapeau

source: validation failed, process terminated
es: validación fallida, proceso terminado
fr: la validation a échoué, le processus est terminé

source: validationMessage
fr: message de validation

source: Validity days value must be gretaer then community default which is
es: El valor de días de validez debe ser mayor que el valor por defecto de la comunidad que es
fr: La valeur des jours de validité doit être supérieure à la valeur par défaut de la Communauté, qui est

source: value
es: valor
fr: valeur

source: Value 1-100 with two decimal places is required
es: Se requiere un valor de 1-100 con dos decimales
fr: Une valeur entre 1 et 100 avec deux décimales est requise

source: Value cannot exceed the 100 character limit.
es: El valor no puede superar el límite de 100 caracteres.
fr: La valeur ne peut pas dépasser la limite de 100 caractères.

source: Value cannot exceed the 30 character limit.
es: El valor no puede superar el límite de 30 caracteres.
fr: La valeur ne peut pas dépasser la limite de 30 caractères.

source: Value is not matched with new password
es: El valor no coincide con la nueva contraseña
fr: La valeur ne correspond pas au nouveau mot de passe

source: Value selected in ‘Adjustment Applied On Unit Or Price’ Dropdown will be ignored when ‘Adjustment Of Price’ is selected as ‘Unit Price’ or ‘Core Price’.
es: El valor seleccionado en el menú desplegable 'Ajuste aplicado a la unidad o el precio' se ignorará cuando se seleccione 'Ajuste del precio' como 'Precio unitario' o 'Precio base'.
fr: La valeur sélectionnée dans la liste déroulante « Ajustement appliqué à l'unité ou au prix » est ignorée lorsque « Ajustement du prix » est sélectionné comme « Prix unitaire » ou « Prix de base ».

source: Value should be any positive number between 0 to 100
es: El valor debe ser cualquier número positivo entre 0 y 100
fr: La valeur doit être un nombre positif compris entre 0 et 100

source: Value should be between 0 to 50 with two decimal places
es: El valor debe ser entre 0 y 50 con dos decimales
fr: La valeur doit être comprise entre 0 et 50 avec deux décimales

source: Value should be greater than 0 and less than 99999.
es: El valor debe ser mayor que 0 y menor que 99999.
fr: La valeur doit être supérieure à 0 et inférieure à 99999.

source: Value should between 0 to 100 with two decimal places
es: El valor debe ser entre 0 y 100 con dos decimales
fr: La valeur doit être comprise entre 0 et 100 avec deux décimales

source: Value with two decimal places is required
es: Se requiere un valor con dos decimales
fr: Une valeur avec deux décimales est requise

source: Values cannot be set as empty or blank
es: Los valores no pueden estar vacíos o en blanco
fr: Les valeurs ne peuvent pas être définies comme vides ou non renseignées

source: Variable Due Date Calculation: Only positive integer upto 3 digit values are allowed.
es: Cálculo de la fecha de vencimiento variable: Solo se permiten valores enteros positivos de hasta 3 dígitos.
fr: Calcul de l'échéance variable : Seuls les nombres entiers positifs jusqu'à 3 chiffres sont autorisés.

source: Variable payment term was used for the original Invoice; cannot change the original
es: Se utilizó un plazo de pago variable para la Factura original; no se puede cambiar el original
fr: Une condition de paiement variable a été utilisée pour la facture originale ; il n'est pas possible de modifier l’original

source: Variable Payment terms are not set up for
es: Los plazos de pago variables no están configurados para
fr: Les conditions de paiement variables ne sont pas configurées pour

source: VariableTerms
fr: Termes variables

source: VAT Tax ID is required.
es: ID fiscal de IVA es obligatorio.
fr: Le numéro d'identification fiscale TVA est requis.

source: Vehicle ID
es: ID de vehículo
fr: ID du véhicule

source: Vehicle Info:
es: Información del vehículo:
fr: Renseignements sur le véhicule :

source: Vehicle information
es: Información del vehículo
fr: Renseignements sur le véhicule

source: Vehicle Information:
es: Información del vehículo:
fr: Renseignements sur le véhicule :

source: Vehicle License
es: Permiso de circulación
fr: Licence du véhicule

source: Vehicle Make
es: Marca del vehículo
fr: Marque du véhicule

source: Vehicle Mileage
es: Kilometraje del vehículo
fr: Kilométrage du véhicule

source: Vehicle Year
es: Año del vehículo
fr: Année du véhicule

source: Vendor
es: Proveedor
fr: Fournisseur

source: Vendor Code
es: Código de proveedor
fr: Code fournisseur

source: Vendor Code Invalid
es: Código de proveedor no válido
fr: Code fournisseur non valide

source: Vendor Part
es: Pieza del proveedor
fr: Pièce du fournisseur

source: Vendor Parts Total Sales
es: Ventas totales de piezas del proveedor
fr: Ventes totales des pièces du fournisseur

source: Vendor Payment Type for Entity
es: Tipo de pago del proveedor para la entidad
fr: Type de paiement du fournisseur pour l’entité

source: Vendor PN
es: PN de proveedor
fr: PN du fournisseur

source: Vendor PN is required
es: PN de proveedor es obligatorio
fr: PN du fournisseur est requis

source: Vendor Type
es: Tipo de proveedor
fr: Type de fournisseur

source: Vendor:
es: Proveedor:
fr: Fournisseur :

source: VendorTotal
fr: Total fournisseur

source: Verify Name, Phone, and Email
es: Verificar Nombre, Teléfono y Correo electrónico
fr: Vérifier le nom, le téléphone et l'e-mail

source: Video
es: Vídeo
fr: Vidéo

source: View
es: Ver
fr: Afficher

source: View Catalogue
es: Ver catálogo
fr: Afficher le catalogue

source: View Comments
es: Ver comentarios
fr: Afficher les commentaires

source: View History
es: Ver historial
fr: Afficher l'historique

source: View Status
es: Ver estado
fr: Afficher le statut

source: Viewable
es: Visible
fr: Affichable

source: VIN
fr: NIV

source: Vin Number
es: Número Vin
fr: Numéro NIV

source: Vipar Update
es: Actualización de Vipar
fr: Mise à jour de Vipar

source: ViparBuyingGroup
fr: Groupe d’achat Vipar

source: Visible On
es: Visible en
fr: Visible sur

source: Visible on Document Type
es: Visible en Tipo de documento
fr: Visible sur le type de documents

source: VMRS Code
es: Código VMRS
fr: Code VMRS

source: VMRS Code Invalid
es: Código VMRS no válido
fr: Code VMRS non valide

source: VMRS Code Missing
es: Falta el código VMRS
fr: Code VMRS manquant

source: VMRSCode
fr: Code VMRS

source: Void
es: Nulo
fr: Nul

source: Void Invoice
es: Factura anulada
fr: Facture annulée

source: Voided
es: Anulado
fr: Annulé

source: Volume Based Pricing Tiers and Actions
es: Fijación de precios, niveles y acciones en función del volumen
fr: Niveaux et mesures de tarification basés sur le volume

source: VRMS Code
es: Código VRMS
fr: Code VRMS

source: waiting
es: en espera
fr: en attente

source: WARNING
es: ADVERTENCIA
fr: AVERTISSEMENT

source: Warning:
es: Advertencia:
fr: Avertissement :

source: Warning: by selecting this option, you have chosen to overwrite all user-level notification settings
es: Advertencia: al seleccionar esta opción, usted ha optado por sobrescribir todos los ajustes de notificación a nivel de usuario
fr: Avertissement : en sélectionnant cette option, vous avez choisi d'écraser tous les paramètres de notification au niveau de l'utilisateur

source: Warnings
es: Advertencias
fr: Avertissement

source: Warranty
es: Garantía
fr: Garantie

source: was obtained for amount
es: se obtuvo por monto
fr: a été obtenu pour la quantité

source: was previously authorized on
es: fue autorizado previamente el
fr: a été précédemment autorisé le

source: was previously authorized on1
es: fue autorizado previamente el
fr: a été précédemment autorisé le

source: Waste Removal
es: Eliminación de residuos
fr: Élimination des déchets

source: We can help you reset your password. First, enter your email address and follow the instructions below
es: Podemos ayudarle a restablecer su contraseña. En primer lugar, introduzca su dirección de correo electrónico y siga las siguientes instrucciones
fr: Nous pouvons vous aider à réinitialiser votre mot de passe. Saisissez d'abord votre adresse électronique et suivez les instructions ci-dessous

source: Website
es: Sitio web
fr: Site Web

source: Website Download
es: Descarga del sitio web
fr: Téléchargement du site Web

source: Wednesday
es: Miércoles
fr: Mercredi

source: Weekdays
es: Días laborales
fr: Jours de la semaine

source: Weekly
es: Semanal
fr: Hebdomadaire

source: Weight
es: Peso
fr: Poids

source: Welcome
es: Bienvenido
fr: Bienvenue

source: Welcome Back
es: Bienvenido otra vez
fr: Bon retour

source: Welcome to {0}
es: Bienvenido a {0}
fr: Bienvenue sur {0}

source: We sent you an email with instructions on how to reset your password.
es: Le&nbsp;hemos&nbsp;enviado&nbsp;un&nbsp;correo&nbsp;electrónico&nbsp;con&nbsp;instrucciones&nbsp;sobre&nbsp;cómo&nbsp;restablecer&nbsp;su&nbsp;contraseña.
fr: Nous&nbsp;vous avons&nbsp;envoyé&nbsp;un&nbsp;e-mail&nbsp;avec des&nbsp;instructions&nbsp;sur la&nbsp;façon&nbsp;de&nbsp;réinitialiser&nbsp;votre&nbsp;mot de passe.

source: What is the correct PO#:
es: Cuál es el N.º de OC: correcto:
fr: Quel est le bon numéro de bon de commande :

source: What is the correct price:
es: Cuál es el precio correcto:
fr: Quel est le bon prix :

source: What is the first and last name of your first boyfriend or girlfriend?
es: ¿Cuál es el nombre y apellido de su primer novio o novia?
fr: Quels sont les prénom et nom de famille de votre premier(e) petit(e) ami(e) ?

source: What is the first name of the boy or girl that you first kissed?
es: ¿Cuál es el nombre del chico o chica que besó por primera vez?
fr: Quel est le prénom du garçon ou de la fille que vous avez embrassé(e) pour la première fois ?

source: What is the name of a college you applied to but didn't attend?
es: ¿Cuál es el nombre de una universidad a la que se apuntó pero que no asistió?
fr: Quel est le nom d'un établissement d'enseignement supérieur auquel vous avez postulé mais que vous n'avez pas fréquenté ?

source: What is the name of the place your wedding reception was held?
es: ¿Cómo se llama el lugar donde se celebró su banquete de bodas?
fr: Quel est le nom de l'endroit où s'est déroulée votre réception de mariage ?

source: What is the name of your first pet?
es: ¿Cuál es el nombre de su primera mascota?
fr: Quel est le nom de votre premier animal de compagnie ?

source: What is your oldest sibling's middle name?
es: ¿Cuál es el segundo nombre de su hermano mayor?
fr: Quel est le deuxième prénom de votre sœur ou frère aîné ?
