Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Group Name is required
es: Nombre del grupo es obligatorio
fr: Le nom du groupe est obligatoire

source: Group Name is required field
es: Nombre del grupo es un campo obligatorio
fr: Nom du groupe est un champ obligatoire

source: Group Relationships Maintenance
es: Mantenimiento de relaciones de grupo
fr: Maintien des relations de groupe

source: Group Type
es: Tipo de grupo
fr: Type de groupe

source: Group Type is required
es: Tipo de grupo es obligatorio
fr: Le type de groupe est obligatoire

source: Group Type is required field
es: Tipo de grupo es un campo obligatorio
fr: Type de groupe est un champ obligatoire

source: GroupDescription
fr: Description du groupe

source: GroupId
fr: ID du groupe

source: GroupName
fr: Nom du groupe

source: groups
es: grupos
fr: groupes

source: GroupType
fr: Type de groupe

source: GST ID:
es: ID de GST:
fr: ID TPS :

source: GSTTaxIdNumber
fr: Numéro d’ID fiscale TPS

source: Handling fee for zero for orders picked up.
es: Tasa de tramitación cero para pedidos recogidos
fr: Les frais de manutention sont nuls pour les commandes enlevées.

source: has already been Invoiced.
es: ya ha sido facturado.
fr: a déjà été facturé.

source: has already been matched to a settled invoice
es: ya se ha cotejado con una factura liquidada
fr: a déjà été associé à une facture réglée

source: has already been offset, cannot offset again.
es: ya se ha compensado, no se puede volver a compensar.
fr: a déjà été décalé, il ne peut pas être décalé à nouveau.

source: Has compliance violation(s) on the expense line items.
es: Tiene infracciones de cumplimiento en las partidas de gastos.
fr: Présente une ou plusieurs violations de conformité sur les postes de dépenses.

source: Has compliance warning(s) on the expense line items.
es: Tiene advertencias de cumplimiento en las partidas de gastos.
fr: A des avertissements de conformité sur les postes de dépenses.

source: Has Hierarchical Approval Right?
es: ¿Tiene derecho jerárquico de aprobación?
fr: L'approbation hiérarchique est-elle juste ?

source: has invalid
es: no es válido
fr: n'est pas valide

source: has invalid flag
es: tiene indicador no válido
fr: a un drapeau invalide

source: has invalid vendor code
es: tiene código de proveedor no válido
fr: a un code vendeur invalide

source: has non primary key column
es: tiene columna de clave no primaria
fr: a une colonne de clé non primaire

source: has non primary key column ''CategoryCodeDescription1'' exeeds from the actual data length of the column
es: tiene columna de clave no primaria ''CategoryCodeDescription1'' supera la longitud real de datos de la columna
fr: a une colonne non primaire « Description du code de catégorie 1 » qui dépasse la longueur réelle des données de la colonne

source: has non primary key column ''ItemAttribute1'' exeeds from the actual data length of the column
es: tiene la columna de clave no primaria ''ItemAttribute1'' que supera la longitud real de datos de la columna
fr: a une colonne non primaire « ItemAttribute1 » qui dépasse la longueur réelle des données de la colonne

source: has non primary key column ''ItemAttributeDescription2'' exeeds from the actual data length of the column
es: tiene la columna de clave no primaria ''ItemAttributeDescription2'' que supera la longitud real de datos de la columna.
fr: a une colonne non primaire « ItemAttributeDescription2 » qui dépasse la longueur réelle des données de la colonne

source: Has Personalization State
es: Tiene estado de personalización
fr: Possède un état de personnalisation

source: has primary key column length exeeds from the actual data length of the column
es: tiene longitud de columna de clave primaria que supera la longitud real de datos de la columna
fr: la longueur de la colonne de la clé primaire est différente de la longueur réelle des données de la colonne

source: has primary key column length exeeds from the actual data length of the column1
es: tiene longitud de columna de clave primaria que supera la longitud real de datos de la columna
fr: la longueur de la colonne de la clé primaire est différente de la longueur réelle des données de la colonne

source: has prior successful order number:
es: tiene número de pedido anterior correcto
fr: a un numéro d'ordre antérieur réussi :

source: have entity(s) which are part of another group already having active setup
es: tiene entidades que forman parte de otro grupo que ya tiene configuración activa
fr: avoir des entités qui font partie d'un autre groupe ayant déjà une configuration active

source: have/has been attached to
es: tiene/ha&nbsp;sido&nbsp;adjuntado&nbsp;a
fr: a/ont&nbsp;été&nbsp;attaché(s)&nbsp;à

source: Header
es: Encabezado
fr: En-tête

source: Header Information
es: Información del encabezado
fr: Renseignements sur l'en-tête

source: Heirarchy Approval Enabled
es: Aprobación de jerarquía activada
fr: Approbation de la hiérarchie activée

source: Help
es: Ayuda
fr: Aide

source: here
es: aquí
fr: ici

source: Hierarchy Access Enabled
es: Acceso a jerarquía activado
fr: Accès à la hiérarchie activé

source: Hierarchy Approval Enabled
es: Aprobación de jerarquía activada
fr: Approbation de la hiérarchie activée

source: Higher than Program Price
es: Superior al precio del programa
fr: Plus élevé que le prix du programme

source: Historical
es: Histórico
fr: Historique

source: History
es: Historial
fr: Histoire

source: Hold
es: Retención
fr: Retenue

source: Hold Amount
es: Monto de la retención
fr: Montant de la retenue

source: Hold Approver Name
es: Nombre del aprobador de la retención
fr: Nom de l’approbateur de la retenue

source: Hold Balance:
es: Saldo retenido:
fr: Solde de la retenue :

source: Hold Invoice
es: Retener factura
fr: Facture de la retenue

source: Hold Reason
es: Motivo de la retención
fr: Motif de la retenue

source: Hold Request has already been created. Please refresh the screen.
es: La solicitud de retención ya se ha creado. Actualice la pantalla.
fr: La demande de retenue a déjà été créée. Veuillez actualiser l'écran.

source: Hold Requested Date:
es: Fecha de solicitud de la retención:
fr: Date de la demande de retenue :

source: Hold Updated By
es: Retención actualizada por
fr: Retenue mise à jour par

source: Hold/Release Reason:
es: Motivo de la retención/liberación:
fr: Raison de la retenue/validation :

source: Holidays
es: Vacaciones
fr: Congés

source: Home address
es: Domicilio
fr: Adresse du domicile

source: Hour(s)
es: Horas
fr: Heure(s)

source: Hourly
es: Por hora
fr: Horaire

source: How the client heard about the program
es: Cómo se enteró el cliente del programa
fr: Comment le client a entendu parler du programme

source: HST ID
es: ID de HST
fr: ID HST

source: i.e. program start date
es: p. ej, fecha de inicio del programa
fr: c'est-à-dire la date de début du programme

source: i.e. program start date1
es: p. ej, fecha de inicio del programa
fr: c'est-à-dire la date de début du programme

source: ID
fr: Identifiant

source: identity api uri related entries
es: entradas relacionadas con identity api uri
fr: entrées relatives à l'uri de l'api d'identité

source: Idetify Dup records
es: Identificar registros dup.
fr: Identifier les enregistrements DUP

source: If Draft Amount Due is negative, no draft will occur.
es: Si el monto de cobro bancario es negativo, no se producirá ningún cobro.
fr: Si le montant de l'ébauche dû est négatif, aucune ébauche ne se produira.

source: If failed, put invoice into discrepancy
es: Si no lo consigue, ponga la factura en discrepancia
fr: En cas d'échec, mettre la facture en anomalie

source: If Termination Date is entered then either it should be equal or later than the Start Date
es: Si se introduce Fecha de terminación, debe ser igual o posterior a la Fecha de inicio
fr: Si la date de fin est saisie, elle doit être égale ou postérieure à la date de début

source: If Termination Date is entered then either it should be equal or later than the Start Date.
es: Si se introduce Fecha de terminación, debe ser igual o posterior a la Fecha de inicio.
fr: Si la date de fin est saisie, elle doit être égale ou postérieure à la date de début.

source: If Termination Date is entered then either it should be equal or later than the Today Date.
es: Si se introduce Fecha de terminación, debe ser igual o posterior a la Fecha de hoy.
fr: Si la date de résiliation est indiquée, elle doit être égale ou postérieure à la date du jour.

source: if you have any questions or need any assistance.
es: si tiene alguna pregunta o necesita asistencia.
fr: si vous avez des questions ou si vous avez besoin d'aide.

source: if you have any questions or need any assistance. &lt;br&gt;&lt;br&gt; Note: This is an auto-generated message. Please do not reply.
es: si tiene alguna pregunta o necesita asistencia. <br/><br/> Nota: Este es un mensaje generado automáticamente. No responda al mismo.
fr: si vous avez des questions ou si vous avez besoin d'aide. <br/><br/> Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre.

source: If you have any questions, please contact the site administrator.
es: Si tiene alguna pregunta, póngase en contacto con el administrador del sitio.
fr: Si vous avez des questions, veuillez contacter l'administrateur du site.

source: Ignore Cores
es: Ignorar bases
fr: Ignorer les prix de base

source: Ignore FET Price
es: Ignorar precio FET
fr: Ignorer le prix FET

source: Impersonatation
es: Suplantación de identidad
fr: Usurpation d'identité

source: Impersonate
es: Suplantar
fr: Usurper l’identité

source: Impersonated User Name
es: Nombre de usuario suplantado
fr: Nom d'utilisateur usurpé

source: Impersonated UserName
es: UserName suplantado
fr: Nom d'utilisateur usurpé

source: Impersonation
es: Suplantación de identidad
fr: Usurpation d'identité

source: Import into Stage Files
es: Importar a archivos de escenario
fr: Importation dans les fichiers d’étape

source: Import Status
es: Estado de la importación
fr: Statut de l'importation

source: Import Type
es: Tipo de importación
fr: Type d'importation

source: Important information
es: Información importante
fr: Informations importantes

source: ImportType
fr: Type d'importation

source: in
es: en
fr: en

source: In Active
es: En activo
fr: En activité

source: In Process
es: En proceso
fr: En cours

source: In Progress
es: En curso
fr: En cours

source: in the Purchase order number document
es: en el documento de número de la orden de compra
fr: dans le document du numéro de commande

source: in the Purchase order number document:
es: en el documento de número de orden de compra:
fr: dans le document du numéro de bon de commande :

source: In what city did you meet your spouse/significant other?
es: ¿En qué ciudad conoció a su cónyuge/pareja?
fr: Dans quelle ville avez-vous rencontré votre conjoint(e) ?

source: Inactive part number :
es: Número de pieza inactivo:
fr: Numéro de pièce inactif :

source: InActive Purchase Order Line Details
es: Detalles de la línea de orden de compra de InActive
fr: Détails du poste du bon de commande inactif

source: InActive Purchase Order Line Totals
es: Totales de la línea de orden de compra de InActive
fr: Totaux du poste du bon de commande inactif

source: Inactive requests cannot be approved
es: Las solicitudes inactivas no se pueden aprobar
fr: Les demandes inactives ne peuvent pas être approuvées

source: Inactive requests cannot be Rejected
es: Las solicitudes inactivas no se pueden rechazar
fr: Les demandes inactives ne peuvent pas être rejetées

source: Include column headers
es: Incluir encabezados de columna
fr: Inclure les en-têtes de colonne

source: Include data headers
es: Incluir encabezados de datos
fr: Inclure les en-têtes de données

source: Include filter headers
es: Incluir encabezados de filtros
fr: Inclure les en-têtes de filtre

source: Include Header
es: Incluir encabezado
fr: Inclure l'en-tête

source: Include headers on every page
es: Incluir encabezados en cada página
fr: Inclure des en-têtes sur chaque page

source: Include row headers
es: Incluir encabezados de fila
fr: Inclure les en-têtes de ligne

source: includes at least one following special characters\: {0}
es: incluye&nbsp;al&nbsp;menos&nbsp;uno&nbsp;de&nbsp;los&nbsp;siguientes&nbsp;caracteres&nbsp;especiales|:&nbsp;{0}
fr: comprend&nbsp;au&nbsp;moins&nbsp;un&nbsp;caractère&nbsp;spéciale&nbsp;suivant\ :&nbsp;{0}

source: includes at least one lowercase alphabet
es: incluye&nbsp;al&nbsp;menos&nbsp;un&nbsp;carácter&nbsp;en&nbsp;minúsculas
fr: comprend&nbsp;au&nbsp;moins&nbsp;une&nbsp;lettre&nbsp;minuscule

source: includes at least one numeric number
es: incluye&nbsp;al&nbsp;menos&nbsp;un&nbsp;carácter&nbsp;numérico
fr: comprend&nbsp;au&nbsp;moins&nbsp;un&nbsp;chiffre&nbsp;numérique

source: includes at least one uppercase alphabet
es: incluye&nbsp;al&nbsp;menos&nbsp;un&nbsp;carácter&nbsp;en&nbsp;mayúsculas
fr: comprend&nbsp;au&nbsp;moins&nbsp;une&nbsp;lettre&nbsp;majuscule

source: including tolerance
es: incluyendo tolerancia
fr: y compris la tolérance

source: Incomplete Purchase Order Line Details
es: Detalles de la línea de la orden de compra incompleta
fr: Détails de la ligne du bon de commande incomplets

source: Incomplete Purchase Order Line Totals
es: Totales de la línea de la orden de compra incompleta
fr: Totaux des lignes des bons de commande incomplets

source: Incorrect format {0} for column {1}
es: Formato {0} incorrecto para la columna {1}
fr: Format incorrect {0} pour la colonne {1}

source: Incorrect Format.
es: Formato incorrecto.
fr: Format incorrect.

source: Incorrect Item
es: Artículo incorrecto
fr: Article incorrect

source: Incorrect UOM
es: UOM incorrecta
fr: UOM incorrecte

source: indicates required Field
es: indica campo obligatorio
fr: indique un champ obligatoire

source: Indirect Programs
es: Programas indirectos
fr: Programmes indirects

source: IndirectSpend
fr: Dépenses indirectes

source: Individual line items have errors
es: Las partidas individuales tienen errores
fr: Les postes individuels comportent des erreurs

source: Informational
es: Informativo
fr: Informatif

source: Inherited
es: Heredado
fr: Hérité

source: Initials
es: Iniciales
fr: Initiales

source: InProgress
fr: En cours

source: Input is not valid.
es: La entrada no es válida.
fr: L'entrée n'est pas valide.

source: Input text length cannot exceed the 5 character limit.
es: La longitud del texto introducido no puede superar el límite de 5 caracteres.
fr: La longueur du texte d'entrée ne peut pas dépasser la limite de 5 caractères.

source: Insert
es: Insertar
fr: Insérer

source: Insert failed with Action of Insert as Buyer/Vendor Item Number:
es: Error de inserción con la acción Insertar como Número de Artículo de Comprador/Vendedor:
fr: L'insertion a échoué avec l'action d'insertion comme numéro d'article de l’acheteur/fournisseur :

source: Insert failed, a centralized part cannot be superceded with decentralized part, please correct the selection in superceded part dropdown.
es: Error de inserción, una pieza centralizada no puede sustituirse por una descentralizada, corrija la selección en el menú desplegable de piezas sustituidas.
fr: L'insertion a échoué, une partie centralisée ne peut pas être remplacée par une partie décentralisée, veuillez corriger la sélection dans le menu déroulant de la partie remplacée.

source: Insert failed, a decentralized part cannot be superceded with centralized part, please correct the selection in superceded part dropdown.
es: Error de inserción, una pieza descentralizada no puede sustituirse por una centralizada, corrija la selección en el menú desplegable de piezas sustituidas.
fr: L'insertion a échoué, une partie décentralisée ne peut pas être remplacée par une partie centralisée, veuillez corriger la sélection dans la liste déroulante des parties remplacées.

source: Insert failed, a decentralized part cannot be superceded with other decentralized parts location, please correct the selection in superceded part dropdown.
es: Error de inserción, una pieza descentralizada no puede sustituirse por otra ubicación de piezas descentralizadas, corrija la selección en el menú desplegable de piezas sustituidas.
fr: L'insertion a échoué, une partie décentralisée ne peut pas être superposée à une autre localisation de partie décentralisée, veuillez corriger la sélection dans le menu déroulant de la partie superposée.

source: Insert failed, similar Transaction/Invoice Type for Duplicate PO Not Allowed rule already exists in the current relationship.
es: Error de inserción, ya existe una regla Tipo de transacción/factura para OC duplicada no permitida similar en la relación actual.
fr: L'insertion a échoué, une règle similaire Transaction/Type de facture pour la règle Bon de commande en double non autorisé existe déjà dans la relation actuelle.

source: Insert failed, similar Transaction/Invoice Type for PO Cannot be Empty rule already exists in the current relationship.
es: Error de inserción, ya existe una regla Tipo de transacción/factura para OC no puede estar vacía similar en la relación actual.
fr: L'insertion a échoué, une règle similaire Transaction/Type de facture pour la règle Le bon de commande ne peut pas être vide existe déjà dans la relation actuelle.

source: Insert failed, similar Transaction/Invoice Type for PO Lookup rule already exists in the current relationship.
es: Error de inserción, ya existe una regla Tipo de transacción/factura para Búsqueda de OC similar en la relación actual.
fr: L'insertion a échoué, une règle similaire Transaction/Type de facture pour la consultation des commandes existe déjà dans la relation actuelle.

source: Insert failed, similar Transaction/Invoice/Line item Type rule already exists in the current relationship.
es: Error de inserción, ya existe una regla Tipo de transacción/factura/partida similar en la relación actual.
fr: L'insertion a échoué, une règle similaire de type de transaction/facture/poste existe déjà dans la relation actuelle.

source: Insert franchise codes in partAttributeStage
es: Insertar códigos de franquicia en partAttributeStage
fr: Insérer les codes de franchise dans partAttributeStage

source: Insert Groups
es: Insertar grupos
fr: Insérer des groupes

source: Insert New recotrds
es: Insertar nuevos registros
fr: Insérer de nouveaux enregistrements

source: Insert Part Attribute Table
es: Insertar tabla de atributos de piezas
fr: Insérer un tableau d'attributs de pièces

source: Insert Part Categories
es: Insertar categorías de piezas
fr: Insérer des catégories de pièces

source: Insert Part Cross Reference
es: Insertar referencia cruzada de pieza
fr: Insérer la référence croisée des pièces

source: Insert partAttribute records
es: Insertar registros partAttribute
fr: Insérer des enregistrements partAttribute

source: Insert partAttributeStage
es: Insertar partAttributeStage
fr: Insérer l'étape de l'attribut de la partie

source: Insert parts
es: Insertar piezas
fr: Insérer des pièces

source: Insert Price
es: Insertar precio
fr: Insérer le prix

source: Insert Price Detail
es: Insertar detalle de precio
fr: Insérer les détails du prix

source: Insert Tax Code Configuration
es: Insertar configuración de código fiscal
fr: Insérer la configuration du code fiscal

source: Insert/Update Assign Group Locations
es: Insertar/Actualizar Asignar ubicaciones de grupo
fr: Insérer/mettre à jour Affecter des emplacements de groupe

source: Insert/Update failed, Line Item Parsing Rule already exists in the system.
es: Error al insertar/actualizar, la regla de análisis de partidas ya existe en el sistema.
fr: L'insertion/la mise à jour a échoué, la règle d'analyse des articles existe déjà dans le système.

source: Insert/Update failed, precedence number cannot be duplicated across multiple rules of same the Action.
es: Error al insertar/actualizar, el número de precedencia no puede duplicarse en varias reglas de misma acción.
fr: L'insertion/la mise à jour a échoué, le numéro de priorité ne peut pas être dupliqué sur plusieurs règles de la même action.

source: Inserted
es: Insertado
fr: Inséré

source: Inserting isSuspended from Account Maintenance
es: Inserción de isSuspended desde Mantenimiento de cuentas
fr: L'insertion est suspendue à la gestion du compte

source: Inserting suspendDate from Account Maintenance
es: Inserción de suspendDate desde Mantenimiento de cuentas
fr: Insertion de la date de suspension à partir de la gestion des comptes

source: Insufficent Data
es: Datos Insuficientes
fr: Données inefficaces

source: Insufficient Approval Limit for Approvers
es: Límite de aprobación insuficiente para los aprobadores
fr: Limite d'approbation insuffisante pour les approbateurs

source: Integer
es: Entero
fr: Entier

source: Intercommunity
es: Intercomunitario
fr: Intercommunalité

source: Intercommunity Invoice Report
es: Informe de factura intercomunitaria
fr: Rapport sur les factures intercommunautaires

source: Internal error occured. Please contact System administrator
es: Se produjo un error interno. Póngase en contacto con el administrador del sistema
fr: Une erreur interne s'est produite. Veuillez contacter l'administrateur du système.

source: Internal Notes
es: Notas internas
fr: Notes internes

source: INV
es: FAC.
fr: FAC

source: Inv Acceleration Fee Value
es: Valor de la tasa de aceleración de fac.
fr: Valeur de la commission d'accélération de la facture

source: Inv Amt
es: Monto de fac.
fr: Montant de la facture

source: Inv Core Price
es: Precio base de fac.
fr: Prix de base de la facture

source: Inv Date:
es: Fecha de fac.:
fr: Date de la facture :

source: Inv Qty
es: Cant. a facturar
fr: Qté de la facture

source: Inv Total
es: Total de fac.
fr: Total de la facture

source: Inv Total Sum
es: Suma total de fac.
fr: Somme totale de la facture

source: Inv Unit Price
es: Precio unitario de fac.
fr: Prix unitaire de la facture

source: Inv#
es: Fac. N.º
fr: No de la facture

source: Inv#Count
es: Recuento de N.º de fac
fr: Compte du no de la facture

source: Inv. Total
es: Fac. Total
fr: Facture Total

source: InvAccelerationFeeValueType
fr: Type de valeur de la commission d'accélération de la facture

source: Invalid
es: No válido
fr: Invalide

source: Invalid action.
es: Acción no válida.
fr: Action non valide.

source: Invalid approval limit value.
es: Valor límite de aprobación no válido.
fr: Valeur limite d’approbation non valide.

source: Invalid Billing Reference
es: Referencia de facturación no válida
fr: Référence de facturation non valide

source: Invalid brandAAIA
es: AAIA de marca no válido
fr: Marque AAIA non valide

source: Invalid Buyer Code\
es: Código de comprador no válido\
fr: Code acheteur non valide\

source: Invalid Charge
es: Cargo no válido
fr: Facturation non valide

source: Invalid Community Code
es: Código de comunidad no válido
fr: Code communautaire non valide

source: Invalid Company Name.
es: Nombre de empresa no válido.
fr: Nom de l'entreprise non valide.

source: Invalid core in the ADD ITEM section
es: Base no válida en la sección AÑADIR ARTÍCULO
fr: Prix de base non valide dans la section AJOUTER UN ARTICLE

source: Invalid Core Price value.
es: Valor de precio base no válido.
fr: Valeur du prix de base non valide.

source: Invalid data, POQ not found
es: Datos no válidos, no se encontró POQ
fr: Données non valides, POQ introuvable

source: Invalid date
es: Fecha no válida
fr: Date non valide

source: Invalid Date :
es: Fecha no válida:
fr: Date non valide :

source: Invalid Discount Amount
es: Monto de descuento no válido
fr: Montant de la remise non valide

source: Invalid Discount Due Date
es: Fecha de vencimiento de descuento no válida
fr: Date d'échéance de la remise non valide
