Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Access to Corcentric application denied; End User License Agreement was not accepted
es: Acceso a la aplicación Corcentric denegado; no se aceptó el Acuerdo de Licencia de Usuario Final
fr: L'accès à l'application Corcentric est refusé ; l'accord de licence de l'utilisateur final n'a pas été accepté

source: Account #
es: N.º de cuenta
fr: No de compte

source: Account Address
es: Dirección de la cuenta
fr: Adresse du compte

source: Account already in Active status
es: Cuenta ya en estado Activo
fr: Compte déjà en statut actif

source: Account billed is tax exempt. Please review/correct tax.
es: La cuenta facturada está exenta de impuestos. Revise/corrija los impuestos.
fr: Le compte facturé est exonéré d'impôt. Veuillez revoir/corriger la taxe.

source: Account cannot move from Active to Hold-Promise to Pay
es: La cuenta no puede pasar de Activa a Retener-Promesa de Pago
fr: Le compte ne peut pas passer de la catégorie Actif à la catégorie Retenue - Promesse de paiement

source: Account Code
es: Código de cuenta
fr: Code du compte

source: Account Code:
es: Código de cuenta:
fr: Code de compte :

source: Account Configuration
es: Configuración de la cuenta
fr: Configuration du compte

source: Account created
es: Cuenta creada
fr: Compte créé

source: Account deleted
es: Cuenta eliminada
fr: Compte supprimé

source: Account Lookup
es: Búsqueda de cuentas
fr: Recherche de compte

source: Account Maintenance Report
es: Informe de mantenimiento de cuenta
fr: Rapport de tenue de compte

source: Account Maintenance Report {0}
es: Informe de mantenimiento de cuenta {0}
fr: Rapport de tenue de compte {0}

source: Account Name
es: Nombre de la cuenta
fr: Nom du compte

source: Account Payable
es: Cuenta por pagar
fr: Compte à payer

source: Account Receivable
es: Cuenta por cobrar
fr: Comptes débiteurs

source: Account Status
es: Estado de la cuenta
fr: État du compte

source: Account Status Change Report
es: Informe de cambio de estado de cuenta
fr: Rapport de modification de l’état du compte

source: Account Suspended
es: Cuenta suspendida
fr: Compte suspendu

source: Account Suspended Incorrect Se
es: Cuenta suspendida Se... Incorrecto
fr: Compte suspendu Question de sécurité incorrecte

source: Account Suspended Incorrect Security Question
es: Cuenta suspendida Pregunta de seguridad incorrecta
fr: Compte suspendu Question de sécurité incorrecte

source: Account updated
es: Cuenta actualizada
fr: Compte mis à jour

source: Account Vendor Code
es: Código de cuenta de proveedor
fr: Code fournisseur du compte

source: Account:
es: Cuenta:
fr: Compte :

source: AccountCode
fr: Code de compte

source: Accounting Code
es: Código de contabilidad
fr: Code comptable

source: Accounting Document Type
es: Tipo de documento contable
fr: Type de document comptable

source: Accounting Document Type is required
es: Tipo de documento contable es obligatorio
fr: Le type de document comptable est obligatoire

source: Accounting Document Type required
es: Tipo de documento contable es obligatorio
fr: Type de document comptable obligatoire

source: Accounting Notes Type
es: Tipo de notas contables
fr: Type de notes comptables

source: AccountingDocumentType
fr: Type de document comptable

source: AccountStatus
fr: État du compte

source: Accrual
es: Devengo
fr: Régularisation

source: Accrual Currency
es: Divisa de devengo
fr: Monnaie d'exercice

source: Accrual Frequency
es: Frecuencia de devengo
fr: Fréquence d'accumulation

source: Accrual Frequency is required
es: Frecuencia de devengo es obligatoria
fr: La fréquence d'accumulation est requise

source: Accrual Grace Period
es: Período de gracia de devengo
fr: Délai de grâce pour l'accumulation

source: Accrual grace period is required
es: Periodo de gracia de devengo es obligatorio
fr: Un délai de grâce pour l'accumulation est requis

source: Acknowledged
es: Reconocido
fr: Accusé de réception

source: Acknowledgement Received
es: Acuse de recibo recibido
fr: Accusé de réception reçu

source: Acknowledgement:
es: Reconocimiento:
fr: Accusé de réception :

source: Acknowledgement: Yes
es: Reconocimiento: Sí
fr: Accusé de réception : Oui

source: ACL Fee
es: Tasa de ACL
fr: Frais ACL

source: across all invoices against PO#
es: a través de todas las facturas frente a la OC n.º
fr: sur toutes les factures en fonction du numéro de bon de commande

source: across all invoices against PO#1
es: a través de todas las facturas frente a la OC n.º
fr: sur toutes les factures en fonction du numéro de bon de commande

source: Action Date
es: Fecha de la acción
fr: Date d'action

source: Action for Reseller Release
es: Acción para liberar revendedores
fr: Action pour la validation des revendeurs

source: Activate all default User Group Notifications
es: Activar todas las Notificaciones de grupo de usuarios por defecto
fr: Activer toutes les notifications par défaut du groupe d'utilisateurs

source: Activate Contract Confirmation
es: Activar Confirmación de contrato
fr: Activer la confirmation du contrat

source: Activate default User Group Notifications for newly assigned groups
es: Activar las Notificaciones de grupo de usuarios por defecto para los nuevos grupos asignados
fr: Activer les notifications de groupe d'utilisateurs par défaut pour les groupes nouvellement attribués

source: Activated successfully.
es: Activado correctamente.
fr: Activé avec succès.

source: Activation failed, configuration entry for the selected combination of
es: Activación fallida, entrada de configuración para la combinación seleccionada de
fr: L'activation a échoué, l'entrée de configuration pour la combinaison sélectionnée de

source: Active
es: Activo
fr: Actif

source: Active Category Names should be unique. Some or all of the selected Category Name(s) already exists and is marked active. Please refine the category selection and try again.
es: Los Nombres de categoría activos deben ser únicos. Algunos o todos los Nombres de categoría seleccionados ya existen y están marcados como activos. Restrinja la selección de categorías e inténtelo de nuevo.
fr: Les noms des catégories actives doivent être uniques. Certains ou tous les noms de catégorie sélectionnés existent déjà et sont marqués comme actifs. Veuillez affiner la sélection de la catégorie et réessayer.

source: Active Price detail record already exists with the selected price level.
es: El registro detallado de Precios activo ya existe con el nivel de precio seleccionado.
fr: L'enregistrement détaillé du prix actif existe déjà pour le niveau de prix sélectionné.

source: Active setup exists for
es: La configuración activa existe para
fr: Une configuration active existe pour

source: Activity
es: Actividad
fr: Activité

source: Add
fr: Ajouter

source: Add Catalog
es: Añadir catálogo
fr: Ajouter un catalogue

source: Add Fees
es: Añadir tasas
fr: Ajouter des frais

source: Add Invoice Contents
es: Añadir contenido de factura
fr: Ajouter le contenu de la facture

source: Add Line Item
es: Añadir partida
fr: Ajouter un poste

source: Add new Location
es: Añadir nueva ubicación
fr: Ajouter un nouveau lieu

source: Add New User
es: Añadir nuevo usuario
fr: Ajouter un nouvel utilisateur

source: Add Note
es: Añadir una nota
fr: Ajouter une note

source: Add Part Category
es: Añadir categoría de pieza
fr: Ajouter une catégorie de pièces

source: Add Rebate Item
es: Añadir artículo de rebaja
fr: Ajouter un élément de remboursement

source: Add Remittance Address and Logo
es: Añadir dirección y logotipo de remesa
fr: Ajouter l'adresse de paiement et le logo

source: Add Section
es: Añadir sección
fr: Ajouter une section

source: Add Tier
es: Añadir nivel
fr: Ajouter un niveau

source: Add User Group
es: Añadir grupo de usuarios
fr: Ajouter un groupe d'utilisateurs

source: Added Bill To and Ship To
es: Se añadió Destinatario de factura y Destinatario de envío
fr: Ajout d'une facture et d'une adresse de livraison

source: Added Rule {0} to report policy {1}.
es: Se añadió la regla {0} a la política de informes {1}.
fr: Ajout de la règle {0} à la politique de rapport {1}.

source: Additonal Info
es: Información adicional
fr: Renseignements supplémentaires

source: Address
es: Dirección
fr: Adresse

source: Address 2
es: Dirección 2
fr: Adresse 2

source: Address is not correct.
es: La dirección no es correcta.
fr: L'adresse n'est pas correcte.

source: Address On File
es: Dirección en el archivo
fr: Adresse dans le dossier

source: Address1
fr: Adresse1

source: Address2
fr: Adresse2

source: address3
fr: adresse3

source: Address:
es: Dirección:
fr: Adresse :

source: AddressType
fr: Type d'adresse

source: AdHoc_Recipients
fr: Bénéficiaires_AdHoc

source: Adj Amount
es: Monto ajus.
fr: Montant ajusté

source: Adjusted Amount
es: Monto ajustado
fr: Montant ajusté

source: Adjusted Invoice Total
es: Total de factura ajustado
fr: Facture ajustée - Total

source: Adjusting Doc #
es: Doc. de ajuste n.º
fr: Ajustement du numéro de document

source: Adjusting Documents
es: Documentos de ajuste
fr: Ajustement des documents

source: Adjustment
es: Ajuste
fr: Ajustement

source: Adjustment Applied On Unit Or Price
es: Ajuste aplicado a la unidad o al precio
fr: Ajustement appliqué à l'unité ou au prix

source: Adjustment Applied On Unit Or Price Not Found :
es: No se encontró el ajuste aplicado a la unidad o al precio:
fr: Ajustement appliqué à l'unité ou au prix introuvable :

source: Adjustment Applied On Unit Or Price required
es: Ajuste aplicado a la unidad o al precio es obligatorio
fr: Ajustement appliqué à l'unité ou au prix requis

source: Adjustment Line
es: Línea de ajuste
fr: Ligne d'ajustement

source: Adjustment Name
es: Nombre del ajuste
fr: Nom de l'ajustement

source: Adjustment of Price
es: Ajuste de precio
fr: Ajustement du prix

source: Adjustment Of Price Not Found :
es: No se encontró el Ajuste de precio:
fr: Ajustement du prix introuvable :

source: Adjustment Price required
es: Ajuste de precio es obligatorio
fr: Ajustement du prix requis

source: adjustmentName
fr: nom de l'ajustement

source: AdjustmentName_Length_Exceeded
fr: Nom de l'ajustement_Longueur_Dépassée

source: AdjustmentName_Not_Found
fr: Nom de l’ajustement_Introuvable

source: AdjustmentOfPrice_NotFound
fr: Ajustement du prix_Introuvable

source: Adjustments / Rebates
es: Ajustes/Rebajas
fr: Ajustements / Remboursements

source: AdjustmnetName_Length_Exceeded
fr: Nom de l'ajustement_Longueur_Dépassée

source: AdjustmnetName_Not_Found
fr: Nom de l’ajustement_Introuvable

source: AdjustType
fr: Type d'ajustement

source: Admin
es: Administrador
fr: Administrateur

source: Admin Error
es: Error de admin.
fr: Erreur d'administration

source: Admin Error: Duplicate part numbers found &lt;AP/AR&gt;
es: Error de admin.: Se encontraron números de pieza duplicados &lt;AP/AR&gt;
fr: Erreur d’administration : Numéros de pièces en double trouvés &lt;AP/AR&gt;

source: Admin Error: Pending Price Validation from CorConnectEOP
es: Error de admin.: Pendiente de validación de precios desde CorConnectEOP
fr: Erreur d’administration : En attente de la validation du prix par CorConnectEOP

source: Admin Error: Pending Price Validation from Daimler
es: Error de admin.: Pendiente de validación de precios desde Daimler
fr: Erreur d’administration : En attente de la validation du prix par Daimler

source: Admin Level
es: Nivel de administración
fr: Niveau administratif

source: Admininstrator to Fleet OR Dealer (PermLeverl=99)
es: Administrador para Flota o Concesionario (PermLeverl=99)
fr: Administrateur de la flotte ou du distributeur (PermLeverl=99)

source: ADN Payment Amount
es: Monto de pago de ADN
fr: Montant du paiement ADN

source: Advanced Search
es: Búsqueda avanzada
fr: Recherche avancée

source: Advanced Search will only allow 180 days date range
fr: La recherche avancée n'autorise qu'une période de 180 jours

source: Advanced Search will only allow 185 days date range
es: La búsqueda avanzada solo permitirá un rango de fecha de 185 días
fr: La recherche avancée ne permettra que 185 jours de date de date

source: ADW Part Domain
fr: Pièce de domaine ADW

source: ADW Part Domain is required field.
es: ADW Part Domain es un campo obligatorio.
fr: Pièce de domaine ADW est un champ obligatoire.

source: Affiliate Price
es: Precio de afiliación
fr: Prix d'affiliation

source: against Purchase order number:
es: frente a la orden de compra número:
fr: par rapport au numéro de bon de commande :

source: Aged Bucket
es: Depósito de antigüedad
fr: Bande de maturité

source: Aged Invoice Report
es: Informe de facturas atrasadas
fr: Rapport sur les factures échues

source: Agency
es: Agencia
fr: Agence

source: Agency Group Approvers Report
es: Informe de aprobadores del grupo de agencias
fr: Rapport des approbateurs du groupe d'agences

source: AgencyName
fr: Nom de l'agence

source: Aging Bucket
es: Depósito de antigüedad
fr: Bande de maturité

source: Agreement #:
es: Acuerdo N.º:
fr: No de l’accord :

source: Air Products Invoice Notification
es: Notificación de factura de Air Products
fr: Notification de la facture d'Air Products

source: All
es: Todo
fr: Tous

source: All Billing Locations
es: Todos los lugares de facturación
fr: Tous les lieux de facturation

source: All Buyers
es: Todos los compradores
fr: Tous les acheteurs

source: All columns are synced
es: Todas las columnas están sincronizadas
fr: Toutes les colonnes sont synchronisées

source: All Days
es: Todos los días
fr: Tous les jours

source: All Dealers
es: Todos los concesionarios
fr: Tous les distributeurs

source: All Fleets
es: Todas las flotas
fr: Toutes les flottes

source: All Line Items
es: Todas las partidas
fr: Tous les postes

source: All Lines replacement
es: Sustitución de todas las líneas
fr: Remplacement de toutes les lignes

source: All Makes
es: Todas las marcas
fr: Toutes les marques

source: All option cannot be selected with other option(s) in &quot;Line Price Type&quot;
es: La opción Todo no puede seleccionarse con otras opciones en “Tipo de precio de línea”
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans « Type de prix de ligne »

source: All option cannot be selected with other option(s) in &quot;Line Type
es: La opción Todo no puede seleccionarse con otras opciones en “Tipo de línea
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans « Type de ligne »

source: All option cannot be selected with other option(s) in &quot;Line Type&quot;
es: La opción Todo no puede seleccionarse con otras opciones en “Tipo de línea”
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans « Type de ligne »

source: All option cannot be selected with other option(s) in &quot;Line Type&quot;1
es: La opción Todo no puede seleccionarse con otras opciones en “Tipo de línea”
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans « Type de ligne »

source: All option cannot be selected with other option(s) in &quot;Transaction Type&quot;
es: La opción Todo no puede seleccionarse con otras opciones en “Tipo de transacción”
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans « Type de transaction »

source: All option cannot be selected with other option(s) in &quot;Transaction Type&quot;1
es: La opción Todo no puede seleccionarse con otras opciones en “Tipo de transacción”
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans « Type de transaction »

source: All option cannot be selected with other option(s) in &quot;What is Discountable&quot;
es: La opción Todo no puede seleccionarse con otras opciones en “Qué es descontable”
fr: Toutes les options ne peuvent pas être sélectionnées avec d'autres options dans la section « Ce qui est escomptable »

source: All previous items are not in the new PO. Missing item(s) :
es: Todos los artículos anteriores no están en la nueva OC. Artículos faltantes:
fr: Tous les éléments précédents ne figurent pas dans le nouveau bon de commande. Article(s) manquant(s) :

source: All previous items are not in the new PO. Missing item:
es: Todos los artículos anteriores no están en la nueva OC. Artículo faltante:
fr: Tous les éléments précédents ne figurent pas dans le nouveau bon de commande. Élément manquant :

source: All Rights Reserved
es: Todos los derechos reservados
fr: Tous droits réservés

source: All Sellers
es: Todos los vendedores
fr: Tous les vendeurs

source: All transaction(s) have been successfully moved out of history
es: Todas las transacciones se han movido correctamente fuera del historial
fr: Toutes les transactions ont été supprimées de l'historique

source: All transactions have been moved except for the following:
es: Se han movido todas las transacciones excepto las siguientes:
fr: Toutes les transactions ont été déplacées, à l'exception des suivantes :

source: All transactions have been successfully moved out of history
es: Todas las transacciones se han movido correctamente fuera del historial
fr: Toutes les transactions ont été déplacées avec succès hors de l'historique

source: All'' option cannot be selected with other option(s) in
es: La opción Todo'' no puede seleccionarse con otras opciones en
fr: L'option « Tous » ne peut pas être sélectionnée avec d'autres options dans

source: All'' option cannot be selected with other option(s) in Visible on Document Type.
es: La opción Todo'' no puede seleccionarse con otras opciones en Visible en Tipo de Documento
fr: L'option « Tous » ne peut pas être sélectionnée avec d'autres options dans l'option « Visible sur le type de document ».

source: ALL-PRICE
es: TODOS LOS PRECIOS
fr: TOUS LES PRIX

source: Alliance Cross Ref File import
es: Importación de archivo de referencias cruzadas de Alliance
fr: Importation du fichier de références croisées Alliance

source: Alliance Price File import
es: Importación de archivo de precios de Alliance
fr: Importation du fichier de prix Alliance

source: Allow
es: Permitir
fr: Autoriser

source: Allow Empty Dealer Code
es: Permitir Código de distribuidor vacío
fr: Autoriser un code de distributeur vide

source: Allow Empty Seller Code
es: Permitir Código de vendedor vacío
fr: Autoriser un code vendeur vide

source: Allowance Amount
es: Monto del descuento
fr: Montant de l’allocation

source: Allowance Description
es: Descripción del descuento
fr: Description de l’allocation

source: Allowance Sub-Total
es: Subtotal del descuento
fr: Sous-total de l’allocation

source: Allowance Sub-Total:
es: Subtotal del descuento:
fr: Sous-total de l’allocation :

source: Allowances
es: Descuentos
fr: Allocations

source: Allowances/Labor/Other&quot;
es: Descuentos/Laborales/Otros"
fr: Allocations/travail/autres »

source: Allowed
es: Permitido
fr: Autorisé

source: already assigned for locations
es: ya asignado para ubicaciones
fr: déjà affectés à des lieux

source: already exists
es: ya existe
fr: existe déjà

source: already exists in the Purchase order number document:
es: ya existe en el documento de la orden de compra número:
fr: existe déjà dans le document du numéro de commande :

source: Already Paid
es: Ya pagado
fr: Déjà payé

source: Amount
es: Monto
fr: Montant

source: Amount Exceeds Transaction Limit
es: El monto supera el límite de transacción
fr: Le montant dépasse la limite de transaction

source: Amount Required
es: Monto requerido
fr: Montant requis

source: An error occured during data ingestion.
es: Se produjo un error durante la ingestión de datos.
fr: Une erreur s'est produite lors de l'ingestion des données.

source: An error occured during data ingestion. One of the date fields is not valid.
es: Se produjo un error durante la ingestión de datos. Uno de los campos de fecha no es válido.
fr: Une erreur s'est produite lors de l'ingestion des données. L'un des champs de date n'est pas valide.

source: An exception with ID # &quot; + exceptionlogid + &quot; is logged in CorconnectCommon. &lt;br/&gt; &lt;br/&gt; Exception: &quot; + loginfo.stacktrace + &quot; &lt;br/&gt; &lt;br/&gt; Message: &quot; + loginfo.responsemessage + &quot;&lt;br/&gt; &lt;br/&gt; ClientId: &quot; + loginfo.clientId
es: Se ha registrado una excepción con ID N.º " + exceptionlogid + " en CorconnectCommon. <br/> <br/> Excepción: " + loginfo.stacktrace + " <br/> <br/> Mensaje: " + loginfo.responsemessage + "<br/> <br/> ClientId: " + loginfo.clientId
fr: Une exception avec l'ID # « + exceptionlogid + « est enregistrée dans CorconnectCommon. <br/> <br/> Exception : « + loginfo.stacktrace + « <br/> <br/> Message : « + loginfo.responsemessage + »<br/> <br/> ClientId : « + loginfo.clientId

source: An export with this company and export name already exist.
es: Ya existe una exportación con esta empresa y nombre de exportación.
fr: Une exportation avec cette société et ce nom d'exportation existe déjà.

source: An inactive part cannot be updated.
es: No se puede actualizar una pieza inactiva.
fr: Une partie inactive ne peut pas être mise à jour.

source: An inactive price detail cannot be updated.
es: No se puede actualizar un detalle de precio inactivo.
fr: Un détail de prix inactif ne peut pas être mis à jour.

source: An invoice is required!
es: ¡Se requiere una factura!
fr: Une facture est requise !

source: and
es: y
fr: et

source: and &quot;Transaction Type&quot;:
es: y “Tipo de transacción”:
fr: et « Type de transaction » :

source: and AAIABrandID -
es: y AAIABrandID -
fr: et ID de la marque AAIA -

source: and AAIABrandID -1
es: y AAIABrandID -
fr: et ID de la marque AAIA -

source: and All
es: y todo
fr: et Tous

source: and Category Code 1 -
es: y Código de categoría 1 -
fr: et Code de catégorie 1 -

source: and Category Code 2 -
es: y Código de categoría 2 -
fr: et Code de catégorie 2 -

source: and Category Code 2 -1
es: y Código de categoría 2 -
fr: et Code de catégorie 2 -

source: and Category Code 3 -
es: y Código de categoría 3 -
fr: et Code de catégorie 3 -

source: and Category Code 4 -
es: y Código de categoría 4 -
fr: et Code de catégorie 4 -

source: and CategoryCode1 -
es: y CategoryCode1 -
fr: et Code de catégorie 1 -

source: and CategoryCode2 -
es: y CategoryCode2 -
fr: et Code de catégorie 2 -

source: and CategoryCode3 -
es: y CategoryCode3 -
fr: et Code de catégorie 3 -

source: and CategoryCode4 -
es: y CategoryCode4 -
fr: et Code de catégorie 4 -

source: and CBSVendorCode -
es: y CBSVendorCode -
fr: et Code fournisseur CBS -

source: and Community Part Number -
es: y Número de pieza comunitario -
fr: et le Numéro de pièce de la communauté -

source: and part do not participate in the same franchise code
es: y parte no participa en el mismo código de franquicia
fr: et pièce ne participent pas au même code de franchise

source: and Part Type
es: y Tipo de pieza
fr: et le Type de pièce

source: and Second
es: y Segundo
fr: et Deuxième

source: and supplierBrandAAIA
es: y supplierBrandAAIA
fr: et de la marque du fournisseur AAIA

source: and SupplierLineCode -
es: y SupplierLineCode -
fr: et Code de ligne de vendeur -

source: and up
es: y superior
fr: et vers le haut

source: and VendorCode -
es: y VendorCode -
fr: et Code fournisseur -

source: and1
es: y
fr: et

source: Annual
es: Anual
fr: Annuel

source: Annually
es: Anualmente
fr: Annuellement

source: Answer
es: Respuesta
fr: Réponse

source: ANY cross reference code can only be used for Entity Type Dealer
es: El código de referencia cruzada ANY solo puede utilizarse para el tipo de entidad Distribuidor
fr: TOUT code de référence croisée ne peut être utilisé que pour le distributeur de type d'entité
