Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: FET Price Check
es: Comprobación de precios FET
fr: Vérification du prix FET

source: FET Price Check Relationship
es: Relación de comprobación de precios FET
fr: Relation de vérification du prix FET

source: FET Price Check Type
es: Tipo de comprobación de precios FET
fr: Type de vérification du prix FET

source: FETAmount
fr: Montant FET

source: Field
es: Campo
fr: Champ

source: Field Delimitter Types
es: Tipos de delimitadores de campo
fr: Types de délimiteurs de champ

source: Field Description
es: Descripción del campo
fr: Description du champ

source: Field ID
es: ID de campo
fr: ID du champ

source: Field label already exists.
es: La etiqueta del campo ya existe.
fr: L'étiquette du champ existe déjà.

source: Field Name
es: Nombre del campo
fr: Nom du champ

source: Field: 1st Split
es: Campo: 1.ª división
fr: Champ : 1ère division

source: Field: 2nd Split
es: Campo: 2.ª división
fr: Champ : 2ème division

source: Field: Change
es: Campo: Cambiar
fr: Champ : Changer

source: Field: Company Name is Required
es: Campo: Nombre de la empresa es obligatorio
fr: Champ : Le nom de l'entreprise est obligatoire

source: Field: Group Name is Required
es: Campo: Nombre del grupo es obligatorio
fr: Champ : Le nom du groupe est obligatoire

source: Field: Group Type is Required
es: Campo: Tipo de grupo es obligatorio
fr: Champ : Le type de groupe est obligatoire

source: File rejected due to corcentricCode not being in the system.
es: Archivo rechazado debido a que corcentricCode no se encuentra en el sistema.
fr: Fichier rejeté car corcentricCode n'existe pas dans le système.

source: File rejected due to invalid Supplier Dealer accounts.
es: Archivo rechazado debido a que las cuentas del distribuidor no son válidas.
fr: Fichier rejeté en raison de comptes fournisseurs et distributeurs invalides.

source: File size exceeds the maximum allowed size, which is 15MB
es: El tamaño del archivo excede el tamaño máximo permitido de 15 MB.
fr: La taille du fichier dépasse la taille maximale autorisée, qui est de 15 Mo

source: File size exceeds the maximum allowed size, which is 5MB.
es: El tamaño del archivo excede el tamaño máximo permitido de 5 MB.
fr: La taille du fichier dépasse la taille maximale autorisée, qui est de 5 Mo.

source: File type allowed to upload: .pdf
es: Tipo de archivo permitido para cargar: .pdf
fr: Type de fichier autorisé à télécharger : .pdf

source: File Types
es: Tipos de archivo
fr: Types de fichiers

source: File types allowed to upload:
fr: Types de fichiers autorisés à télécharger:

source: File Upload
es: Carga de archivos
fr: Téléchargement de fichiers

source: fileId
fr: id de fichier

source: FileName
fr: Nom de fichier

source: Filter By
es: Filtrar por
fr: Filtrer par

source: Filters
es: Filtros
fr: Filtres

source: Final Invoice Amount
es: Monto final de la factura
fr: Montant de la facture finale

source: Finalize
es: Finalizar
fr: Finaliser

source: Finance Charge
es: Cargo financiero
fr: Frais financiers

source: Finance Charge Setup Relationship
es: Relación de establecimiento de cargos financieros
fr: Relation d'établissement des frais financiers

source: Finance Charges for
es: Cargos financieros de
fr: Frais financiers pour

source: Finance Fee
es: Tasa financiera
fr: Frais financiers

source: Finance Handling
es: Gestión financiera
fr: Traitement des finances

source: Finance Handling Type
es: Tipo de gestión financiera
fr: Type de traitement des finances

source: FINANCECHARGEENTITLED
fr: FINANCECHARGENTITLED

source: FinanceCharges
fr: Frais financiers

source: Financial Handling
es: Gestión financiera
fr: Gestion financière

source: Financial Handling Relationship
es: Relación de gestión financiera
fr: Relation de traitement des finances

source: Financial Handling Type is required
es: Tipo de gestión financiera es obligatorio
fr: Le type de traitement des finances est requis

source: financialHandling Type
es: Tipo de financialHandling
fr: type de traitement des finances

source: First
es: Primer
fr: Premier

source: FIRST GROUP INVOICE NOTIFICATION
es: PRIMERA NOTIFICACIÓN DE FACTURA DE GRUPO
fr: NOTIFICATION DE LA FACTURE DU PREMIER GROUPE

source: First Name
es: Nombre
fr: Prénom

source: First Name is required
es: Nombre es obligatorio
fr: Le prénom est obligatoire

source: First Name:
es: Nombre:
fr: Prénom :

source: First Split Invoice:
es: Primera factura dividida:
fr: Première facture fractionnée :

source: First Transaction Date
es: Primera fecha de transacción
fr: Date de la première transaction

source: FirstGroup Invoice Notifications
es: Notificaciones de factura de FirstGroup
fr: Notifications de factures FirstGroup

source: FirstMessage
fr: Premier message

source: FirstName
fr: Prénom

source: FirstName is required field
es: FirstName es un campo obligatorio
fr: Prénom est un champ obligatoire

source: Fixable
es: Fijable
fr: Réparable

source: Fixable Discrepancy
es: Discrepancia fijable
fr: Écart réparable

source: Fixed
es: Fijo
fr: Fixe

source: Fixed &amp; Variable
es: Fijo y variable
fr: Fixe et variable

source: Fixed Adjustment Amount per line item
es: Monto de ajuste fijo por partida
fr: Montant fixe d'ajustement par poste

source: Fixed Adjustment per transaction
es: Ajuste fijo por transacción
fr: Ajustement fixe par transaction

source: Fixed Amount
es: Monto fijo
fr: Montant fixe

source: Fixed Date
es: Fecha fija
fr: Date fixe

source: Fixed Price
es: Precio fijo
fr: Prix fixe

source: Fixed/Variable
es: Fijo/Variable
fr: Fixe/variable

source: fixedAmount
fr: montant fixe

source: Fleet
es: Flota
fr: Flotte

source: Fleet Accounting Code
es: Código de contabilidad de flota
fr: Code comptable de la flotte

source: Fleet Address 1
es: Dirección 1 de la flota
fr: Adresse 1 de la flotte

source: Fleet approval date
es: Fecha de aprobación de la flota
fr: Date d'approbation de la flotte

source: Fleet Bill Code
es: Código de factura de flota
fr: Code de facturation de la flotte

source: Fleet Bill Name
es: Nombre de la factura de flota
fr: Nom de facturation de la flotte

source: Fleet Bill To
es: Destinatario de factura de flota
fr: Flotte Facturé à

source: Fleet Bill To Code
es: Código de destinatario de factura de flota
fr: Flotte Facturé à Code

source: Fleet Bill To Sales Summary
es: Resumen de ventas de destinatario de factura de flota
fr: Flotte Facturé à Sommaire des ventes

source: Fleet Billing
es: Facturación de flota
fr: Facturation de la flotte

source: Fleet Billing Account Code
es: Código de cuenta de facturación de flota
fr: Code du compte de facturation de la flotte

source: Fleet Billing Code
es: Código de facturación de flota
fr: Code de facturation de la flotte

source: Fleet BILLING STATEMENT
es: ESTADO DE FACTURACIÓN de flota
fr: DÉCLARATION DE FACTURATION de la flotte

source: Fleet Charge PO fee
es: Tasa de cargo de OC de flota
fr: Frais de flotte Frais du bon de commande

source: Fleet City
es: Ciudad de la flota
fr: Ville de la flotte

source: Fleet Code
es: Código de flota
fr: Code de la flotte

source: Fleet Code Invalid
es: Código de flota no válido
fr: Code flotte non valide

source: Fleet Code required
fr: Code de flotte requis

source: Fleet Company Name
es: Nombre de empresa de la flota
fr: Nom de l'entreprise de la flotte

source: Fleet Corcentric Code
es: Código Corcentric de flota
fr: Code Corcentric de la flotte

source: Fleet Credit
es: Crédito de la flota
fr: Crédit de la flotte

source: Fleet Credit Limit
es: Límite de crédito de la flota
fr: Limite de crédit de la flotte

source: Fleet Credit Limit Watch List Report
es: Informe de lista de vigilancia de límite de crédito de flota
fr: Rapport sur la liste de surveillance des limites de crédit de la flotte

source: Fleet Criteria
es: Criterios de flota
fr: Critères de la flotte

source: Fleet Discount Date Report
es: Informe de fecha de descuento de flota
fr: Rapport sur la date de remise de la flotte

source: Fleet Display Name
es: Nombre visualizado de la flota
fr: Nom d'affichage de la flotte

source: Fleet Due Date
es: Fecha de vencimiento de la flota
fr: Date d'échéance de la flotte

source: Fleet Due Date Report
es: Informe de vencimiento de la flota
fr: Rapport sur la date d'échéance de la flotte

source: Fleet Entity Code
es: Código de entidad de la flota
fr: Code de l'entité de la flotte

source: Fleet Group
es: Grupo de la flota
fr: Groupe de la flotte

source: Fleet Group Name
es: Nombre del grupo de la flota
fr: Nom du groupe de la flotte

source: Fleet invoice date
es: Fecha de factura de la flota
fr: Date de la facture de la flotte

source: Fleet Invoice Detail Report
es: Informe detallado de la factura de la flota
fr: Rapport détaillé sur les factures de la flotte

source: Fleet Invoice Number
es: Número de factura de la flota
fr: Numéro de facture de la flotte

source: Fleet Invoice Pre-Approval Report
es: Informe de preaprobación de factura de flota
fr: Rapport d'approbation préalable des factures de la flotte

source: Fleet Invoice Requirement
es: Requisito de factura de flota
fr: Exigences en matière de facturation de la flotte

source: Fleet Invoice Transaction Lookup
es: Búsqueda de transacciones de facturas de flota
fr: Consultation des transactions de la facture de la flotte

source: Fleet Invoices
es: Facturas de flota
fr: Factures de la flotte

source: Fleet Item
es: Artículo de flota
fr: Poste de la flotte

source: Fleet Legal Name
es: Nombre legal de la flota
fr: Nom légal de la flotte

source: Fleet Location
es: Ubicación de la flota
fr: Emplacement de la flotte

source: Fleet Location Code
es: Código de ubicación de la flota
fr: Code de l’emplacement de la flotte

source: Fleet Location Sales Summary
es: Resumen de ventas de la ubicación de la flota
fr: Résumé des ventes de l'emplacement de la flotte

source: Fleet Locations
es: Ubicaciones de la flota
fr: Emplacements de la flotte

source: Fleet Lookup
es: Búsqueda de flotas
fr: Recherche de flottes

source: Fleet Master Invoices/Statements
es: Facturas/estados de cuenta principales de la flota
fr: Factures/états de compte de la flotte

source: Fleet Name
es: Nombre de la flota
fr: Nom de la flotte

source: Fleet Name (Billing Location)
es: Nombre de la flota (lugar de facturación)
fr: Nom de la flotte (lieu de facturation)

source: Fleet not active or has been terminated
es: Flota no activa o dada de baja
fr: Flotte inactive ou résiliée

source: Fleet on invoice
es: Flota en la factura
fr: Flotte sur facture

source: Fleet Open Items Notification
es: Notificación de partidas abiertas de flota
fr: Notification des postes ouverts de la flotte

source: Fleet overcharged
es: Flota sobrefacturada
fr: Flotte surtaxée

source: Fleet Part Category Sales Summary - Bill To
es: Resumen de ventas de categoría de piezas de flota - Destinatario de facturación
fr: Catégorie des pièces de la flotte Sommaires des Ventes - Facturer à

source: Fleet Part Category Sales Summary - Location
es: Resumen de ventas de categoría de piezas de flota - Ubicación
fr: Catégorie des pièces de la flotte Sommaires des Ventes - Emplacement

source: Fleet Part CrossRef Import Notification
es: Notificación de importación de referencia cruzada de piezas de flota
fr: Notification d'importation de référence croisée des pièces de la flotte

source: Fleet Part Number
es: Número de pieza de flota
fr: Numéro de pièce de la flotte

source: Fleet Part Number required
fr: Numéro de pièce de flotte requise

source: Fleet Part Summary - Bill To
es: Resumen de piezas de flota - Destinatario de facturación
fr: Résumé des pièces de la flotte - Facturé à

source: Fleet Part Summary - Location
es: Resumen de piezas de flota - Ubicación
fr: Résumé des pièces de la flotte - Localisation

source: Fleet Parts Cross Reference
es: Referencia cruzada de piezas de flota
fr: Référence croisée des pièces de la flotte

source: Fleet Parts Cross Reference File Upload
es: Carga de archivos de referencia cruzada de piezas de flota
fr: Téléchargement du fichier de référence croisée des pièces de la flotte

source: Fleet Payment Terms
es: Condiciones de pago de flota
fr: Conditions de paiement de la flotte

source: Fleet Phone Number
es: Número de teléfono de flota
fr: Numéro de téléphone de la flotte

source: Fleet PO/POQ Transaction Lookup
es: Búsqueda de transacciones OC/POQ de flota
fr: Consultation des transactions de bons de commande/ POQ de la flotte

source: Fleet Pre Authorization
es: Preautorización de flota
fr: Pré-autorisation de la flotte

source: Fleet Profile
es: Perfil de la flota
fr: Profil de la flotte

source: Fleet Release Invoices
es: Facturas de liberación de flota
fr: Factures de validation des distributeurs

source: Fleet Release Rejected
es: Liberación de flota rechazada
fr: Rejet de la validation de la flotte

source: Fleet Release Rejected Reminder
es: Recordatorio de liberación de flota rechazada
fr: Rappel de rejet de la validation de la flotte

source: Fleet Released
es: Flota liberada
fr: Flotte validée

source: Fleet Released Invoice
es: Factura de flota liberada
fr: Facture validée de la flotte

source: Fleet Reports
es: Informes de flota
fr: Rapports sur la flotte

source: Fleet Requires
es: La flota requiere
fr: La flotte a besoin

source: Fleet requires part description for processing:
es: La flota requiere la descripción de la pieza para su procesamiento:
fr: La flotte a besoin d'une description de la pièce pour le traitement :

source: Fleet Sales Summary - Bill To
es: Resumen de ventas de flota - Destinatario de facturación
fr: Sommaire des ventes de la flotte - Facturer à

source: Fleet Sales Summary - Location
es: Resumen de ventas de flota - Ubicación
fr: Sommaire des ventes de la flotte - Emplacement

source: Fleet Services
es: Servicios de flota
fr: Services de la flotte

source: Fleet Shop
es: Taller de la flota
fr: Magasin de la flotte

source: Fleet Shop Code
es: Código del taller de la flota
fr: Code du magasin de la flotte

source: Fleet Shop Location
es: Ubicación del taller de la flota
fr: Emplacement du magasin de la flotte

source: Fleet Shop Name
es: Nombre del taller de la flota
fr: Nom du magasin de la flotte

source: Fleet Statement Detail
es: Detalle del estado de cuenta de la flota
fr: Détail du relevé de la flotte

source: Fleet Statement Name
es: Nombre del estado de cuenta de la flota
fr: Nom du relevé de la flotte

source: Fleet statement period end date
es: Fecha de finalización del periodo de estado de cuenta de la flota
fr: Date de fin de la période de relevé de la flotte

source: Fleet statement period start date
es: Fecha de inicio del período de estado de cuenta de la flota
fr: Date de début de la période de relevé de la flotte

source: Fleet Statements
es: Estados de cuenta de flota
fr: Relevés de la flotte

source: Fleet Subcommunity
es: Subcomunidad de flota
fr: Sous-communauté de la flotte

source: Fleet Users: Access the program website by logging in via
es: Usuarios de flotas: Acceda al sitio web del programa iniciando sesión a través de
fr: Utilisateurs de la flotte : Accédez au site web du programme en vous connectant via

source: Fleet, Dealer
es: Flota, distribuidor
fr: Flotte, Distributeur

source: Fleet/Dealer not fully enrolled
es: Flota/Distribuidor no totalmente inscrito
fr: La flotte/le distributeur n'est pas entièrement inscrit

source: Fleet2020
fr: Flotte2020

source: FleetAddress2
fr: Adresse 2 de la flotte

source: FleetBillTo
fr: Facturation de la flotte

source: FleetBillToCity
fr: Ville de facturation de la flotte

source: FleetBillToCode
fr: Code de facturation de la flotte

source: FleetCity
fr: Ville de la flotte

source: FleetCode
fr: Code de la flotte

source: FleetId
fr: Identifiant de la flotte

source: FleetLocation
fr: Localisation de la flotte

source: FleetLocationCode
fr: Code de localisation de la flotte

source: FleetName
fr: Nom de la flotte

source: FleetPartNumber
fr: Numéro de pièce de la flotte

source: fleetreport
fr: rapport de la flotte

source: FleetShopMustMatch
fr: Le magasin de la flotte doit correspondre

source: FleetStatement
fr: Déclaration de la flotte

source: folded
es: plegado
fr: plié

source: FolderExists
fr: Le Dossier existe

source: Follow Up By
es: Seguimiento por
fr: Suivi par

source: for
es: para
fr: pour

source: for both
es: para ambos
fr: pour les deux

source: For customers internal use only. Notes are made visibile to Seller or Corcentric
es: Sólo para uso interno de los clientes. Las notas se hacen visibles para el vendedor o Corcentric
fr: Réservé à l'usage interne des clients. Les notes sont rendues visibles au vendeur ou à Corcentric

source: for Processing, POQ Number provided is not valid
es: para procesamiento, el número POQ proporcionado no es válido
fr: pour traitement, le numéro POQ fourni n'est pas valide

source: for Processing.
es: para procesamiento.
fr: pour le traitement.

source: For questions about your invoice:
es: Para efectuar preguntas sobre su factura:
fr: Pour toute question concernant votre facture :

source: For the adwPartDomain:
es: Para adwPartDomain:
fr: Pour le domaine adwPartDomain :

source: For the adwSecDmnID:
es: Para adwSecDmnID:
fr: Pour l'identifiant adwSecDmnID :

source: For the manufacturerCode:
es: Para manufacturerCode:
fr: Pour le code du fabricant :

source: for the Part:
es: para la Pieza:
fr: pour la pièce :

source: For the subLineCode:
es: Para subLineCode:
fr: Pour le code de la sous-ligne :

source: ForCredit
fr: Pour le crédit

source: Forgot Password
es: Contraseña olvidada
fr: Mot de passe oublié

source: FORGOT USERNAME
es: NOMBRE DE USUARIO OLVIDADO
fr: NOM D'UTILISATEUR OUBLIÉ

source: Forgot your user name? Enter your email address and follow the instructions below
es: ¿Ha olvidado su nombre de usuario? Introduzca su dirección de correo electrónico y siga las siguientes instrucciones
fr: Vous avez oublié votre nom d’utilisateur ? Saisissez votre adresse électronique et suivez les instructions ci-dessous

source: found in corconnect system.
es: encontrado en el sistema corconnect.
fr: trouvé dans le système corconnect.

source: found in corconnect system.1
es: encontrado en el sistema corconnect.
fr: trouvé dans le système corconnect.

source: Franchise Code
es: Código de franquicia
fr: Code de franchise

source: Franchise Codes
es: Códigos de franquicia
fr: Codes de franchise

source: Freight
es: Mercancía
fr: Marchandise

source: Freight Loading or Unloading
es: Carga o descarga de mercancías
fr: Chargement ou déchargement de marchandises

source: Freight Settled
es: Mercancía liquidada
fr: Marchandise réglée

source: Freight Submitted
es: Mercancía enviada
fr: Marchandise soumise

source: Freight Total Sales
es: Ventas totales de mercancías
fr: Ventes totales de marchandises

source: freightAmount
fr: montant des marchandises

source: FreightTotal
fr: Total de marchandises

source: Friday
es: Viernes
fr: Vendredi

source: From
fr: de

source: From Date
es: Desde la fecha
fr: Date de début

source: From:
es: De:
fr: De :

source: fromDate
fr: date de début

source: fromInvDate
fr: date de début de la facture

source: Fuel
es: Combustible
fr: Carburant

source: Fuel Ticket:
es: Ticket de combustible:
fr: Billet d’essence :

source: Full Fee Amount
es: Monto total de la tasa
fr: Montant total des frais

source: FunctionName
fr: Nom de la fonction

source: Functions
es: Funciones
fr: Fonctions

source: FX exchange rate not available
es: Tipo de cambio FX no disponible
fr: Taux de change non disponible

source: Gen Comments
es: Comentarios gen.
fr: Commentaires généraux

source: General Item Category
es: Categoría general del artículo
fr: Catégorie d'article générale

source: Generated Date
es: Fecha de generación
fr: Date de création

source: Generic Menu
es: Menú genérico
fr: Menu générique

source: Get another password reset link
es: Obtener otro enlace de restablecimiento de contraseña
fr: Obtenir un autre lien de réinitialisation du mot de passe

source: Get another reset password link
es: Obtener otro enlace de restablecimiento de contraseña
fr: Obtenir un autre lien de réinitialisation du mot de passe

source: Get another temporary password link
es: Obtener otro enlace de contraseña temporal
fr: Obtenir un autre lien de mot de passe temporaire

source: GL Account Name
es: Nombre de la cuenta GL
fr: Nom du compte GL

source: GL Code
es: Código GL
fr: Code GL

source: Glass
fr: Verre

source: GMC Amount
es: Monto de GMC
fr: Montant GMC

source: GMC amount is the difference between the Gross Margin Credit Price and the NTEP
es: El monto de GMC es la diferencia entre el Precio de crédito de margen bruto y el NTEP
fr: Le montant GMC est la différence entre le prix de crédit de la marge brute et le NTEP

source: GMC Base Price
es: Precio base de GMC
fr: Prix de base GMC

source: GMC Fixed Amount
es: Monto fijo de GMC
fr: Montant fixe GMC

source: GMC Price Level
es: Nivel de precios de GMC
fr: Niveau de prix GMC

source: GMC Report {0}
es: Informe de GMC {0}
fr: Rapport du GMC {0}

source: GMC Type
es: Tipo de GMC
fr: Type GMC

source: GMC Value
es: Valor de GMC
fr: Valeur GMC

source: Go
es: Ir
fr: Aller

source: GP Description
es: Descripción de GP
fr: Description GP

source: GP Doc ID
es: ID de doc. de GP
fr: Identifiant du document GP

source: GP Doc Type (INV/CM)
es: Tipo de doc. de GP (INV/CM)
fr: Type de document GP (INV/CM)

source: GP Draft Statement Notifications
es: Notificaciones de estado de cuenta de GP
fr: Notifications du projet de déclaration GP

source: GP Draft Statements
es: Estados de cuenta de GP
fr: Projets de déclarations GP

source: GP Draft Statment Detail
es: Detalles del estado de cuenta provisional de GP
fr: Détail du projet de déclaration GP

source: GP Import Open Balances
es: Importar saldos abiertos de GP
fr: Importer les soldes ouverts GP

source: GP Import Open Balances UnAppliedPayments
es: Importar saldos abiertos UnAppliedPayments de GP
fr: Importer les soldes ouverts GP Paiements non appliqués

source: GP Inv Prefix
es: Prefijo de fac. de GP
fr: Préfixe des factures GP

source: GP Invoice Posting Achknowledgement
es: Reconocimiento de contabilización de facturas de GP
fr: Reconnaissance de l'enregistrement des factures GP

source: GP Item Number
es: Número de artículo de GP
fr: Numéro d'article GP

source: GP PreDraft Statement Notification
es: Notificación de estado de cuenta de GP
fr: Notification de l'avant-projet de déclaration GP

source: GP Remittance Invoice Import
es: Importación de facturas de remesas de GP
fr: Importation des factures de versement GP

source: GPInvoice Export Missing Files
es: Faltan archivos en GPInvoice Export
fr: Fichiers manquants dans GPInvoice Export

source: Graph 1
es: Gráfico 1
fr: Graphique 1

source: Graph 2
es: Gráfico 2
fr: Graphique 2

source: gray
es: gris
fr: gris

source: Great Plains
fr: Grandes Plaines

source: Grid Page Row Count
es: Recuento de filas de la página de cuadrícula
fr: Nombre de lignes de la page de la grille

source: GROSS MARGIN CREDIT
es: CRÉDITO DE MARGEN BRUTO
fr: CRÉDIT DE MARGE BRUTE

source: Gross Margin Credit Price
es: Precio del crédito de margen bruto
fr: Marge brute Prix du crédit

source: Gross Margin Credit Report
es: Informe de crédito de margen bruto
fr: Marge brute Rapport de crédit

source: Gross Total
es: Total bruto
fr: Brut Total

source: Group
es: Grupo
fr: Groupe

source: Group Applicability
es: Aplicabilidad del grupo
fr: Applicabilité du groupe

source: Group By
es: Grupo por
fr: Groupe par

source: Group Description
es: Descripción del grupo
fr: Description du groupe

source: Group Display
es: Visualización del grupo
fr: Affichage du groupe

source: Group Id
es: ID del grupo
fr: Identifiant du groupe

source: Group Name
es: Nombre del grupo
fr: Nom du groupe

source: Group Name already exists
es: El nombre del grupo ya existe
fr: Le nom du groupe existe déjà
