Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Training Cross Ref File import
es: Importación de archivos de referencias cruzadas de Training
fr: Importation du fichier de références croisées de la formation

source: Training Fee Report
es: Informe de tarifas de Training
fr: Rapport sur les frais de formation

source: Training New Invoice Notification
es: Notificación de nueva factura de Training
fr: Notification de nouvelle facture de formation

source: Training New Invoice Notification for Program Invoice Number:{0}
es: Notificación de nueva factura de Training para el Número de factura del programa:{0}
fr: Notification de nouvelle facture de formation pour le Numéro de facture du programme :{0}

source: Training New Statement Notification
es: Notificación de nuevo estado de cuenta de Training
fr: Notification de la nouvelle déclaration de formation

source: Training Pending Billing Management Notification
es: Notificación de gestión de facturación pendiente de Training
fr: Notification de gestion de la facturation en cours pour la formation

source: Training Price Adjustment Report
es: Informe de ajuste de precios de Training
fr: Rapport sur l'ajustement du prix de la formation

source: Training Price File import
es: Importación de archivos de precios de Training
fr: Importation du fichier de prix de formation

source: Training Price File Upload Acknowledgement
es: Acuse de recibo de carga de archivo de precios de Training
fr: Accusé de réception du téléchargement du fichier du prix de la formation

source: Training Pricing Level Audits
es: Auditorías de nivel de fijación de precios de Training
fr: Audits du niveau de tarification de la formation

source: Training Remittance Report
es: Informe de remesas de Training
fr: Rapport sur les versements de formation

source: TranAmount
fr: Quantité de la transaction

source: TranNumber
fr: Numéro de transaction

source: Transaction Activity
es: Actividad de la transacción
fr: Activité de transaction

source: Transaction Amount
es: Monto de la transacción
fr: Montant de la transaction

source: Transaction Amount adjusted to match total
es: Monto de la transacción ajustado para que coincida con el total
fr: Montant de la transaction ajusté pour correspondre au total

source: Transaction Amount auto adjusted.
es: Monto de la transacción ajustado automáticamente.
fr: Montant de la transaction ajusté automatiquement.

source: Transaction Amount Missing
es: Falta el monto de la transacción
fr: Montant de la transaction manquant

source: Transaction Amount Type
es: Tipo de monto de la transacción
fr: Type de montant de la transaction

source: Transaction amount type is required
es: Tipo de monto de la transacción es obligatorio
fr: Le type de montant de la transaction est requis

source: Transaction Auth
es: Aut. de transacción
fr: Autorisation de transaction

source: Transaction Authorization
es: Autorización de transacción
fr: Autorisation de transaction

source: Transaction Authorization Voided
es: Autorización de transacción anulada
fr: Autorisation de transaction annulée

source: Transaction Authorization Voiding
es: Anulación de la autorización de transacción
fr: Annulation de l'autorisation de transaction

source: Transaction Count
es: Recuento de transacciones
fr: Nombre de transactions

source: Transaction Criteria
es: Criterios de transacción
fr: Critères de transaction

source: Transaction Date
es: Fecha de la transacción
fr: Date de la transaction

source: Transaction Date Invalid
es: Fecha de transacción no válida
fr: Date de transaction non valide

source: Transaction Date is invalid or in future or earlier than
es: Fecha de transacción no válida o en el futuro o anterior a
fr: La date de transaction est invalide ou future ou antérieure à

source: Transaction has been Committed
es: La transacción ha sido confirmada permanente (Committed)
fr: La transaction a été effectuée

source: Transaction has been RollBacked
es: La transacción ha sido revertida (RollBacked)
fr: La transaction a été reconduite

source: Transaction has marked as override, so that this will not go into history again.
es: La transacción se ha marcado como anulada, por lo que no volverá a pasar al historial.
fr: La transaction a été marquée comme prioritaire, de sorte qu'elle n'entrera plus dans l'historique.

source: Transaction has moved to history from discrepancy grid
es: La transacción fue movida a Historial desde la cuadrícula de discrepancias
fr: La transaction a été déplacée de la grille d'écart à l'historique

source: Transaction has moved to history manuall
es: La transacción fue movida a historial manualmente
fr: La transaction a été déplacée vers la gestion de l'historique

source: Transaction has not disputed
es: La transacción no ha sido disputada
fr: La transaction n'a pas été contestée

source: Transaction has unmarked as override, so that can move into history
es: La transacción fue desmarcada como anulada, por lo que puede pasar al historial
fr: La transaction n'a pas été marquée comme prioritaire, ce qui permet de passer à l'historique

source: Transaction History
es: Historial de transacciones
fr: Historique des transactions

source: Transaction ID
es: ID de la transacción
fr: ID de transaction

source: Transaction Level
es: Nivel de transacción
fr: Niveau de transaction

source: Transaction Line Type
es: Tipo de línea de transacción
fr: Type de ligne de transaction

source: Transaction Line type required
es: Tipo de línea de transacción es obligatorio
fr: Type de ligne de transaction requis

source: Transaction Line Type:
es: Tipo de línea de transacción
fr: Type de ligne de transaction

source: Transaction Not In Balance
es: Transacción sin saldo
fr: Transaction pas dans le solde

source: Transaction Number Invalid
es: Número de transacción no válido
fr: Numéro de transaction non valide

source: Transaction Resubmit page
es: Página de reenvío de la transacción
fr: Page de resoumission de la facture

source: Transaction Status
es: Estado de la transacción
fr: Statut de transaction

source: Transaction Status is required
es: Estado de la transacción es obligatorio
fr: Statut de transaction requis

source: Transaction Type
es: Tipo de transacción
fr: Type de transaction

source: Transaction Type Invalid
es: Tipo de transacción no válido
fr: Type de transaction non valide

source: Transaction Type is required
es: Tipo de transacción es obligatorio
fr: Le type de transaction est obligatoire

source: Transaction Type of Update Request
es: Tipo de transacción de la solicitud de actualización
fr: Le type de transaction de la mise à jour obligatoire

source: Transaction Types
es: Tipos de transacción
fr: Types de transaction

source: Transaction Validation Status
es: Estado de validación de la transacción
fr: Statut de validation de la transaction

source: Transaction's currency and the Dealer's currency must be the same, check to ensure the Dealer is correct.
es: La divisa de la transacción y la divisa del distribuidor deben ser la misma, compruebe que el distribuidor sea correcto.
fr: La devise de la transaction et la devise du distributeur doivent être identiques, vérifiez que le distributeur est correct.

source: Transaction's currency and the Seller's currency must be the same, check to ensure the Seller is correct.
es: La divisa de la transacción y la divisa del vendedor deben ser la misma, compruebe que el vendedor sea correcto.
fr: La devise de la transaction et la devise du vendeur doivent être identiques, vérifiez que le vendeur est correct.

source: Transactionable
es: Transaccionable
fr: Transactionnel

source: TransactionId does not exists in the system.
es: TransactionId no existe en el sistema.
fr: L’ID de transaction n’existe pas dans le système.

source: TransactionId or InvoiceNumber does not not exist in the system.
es: TransactionId o InvoiceNumber no existen en el sistema.
fr: L’ID de transaction ou le numéro de facture n’existe pas dans le système.

source: Transactions By Location
es: Transacciones por ubicación
fr: Transactions par emplacement

source: Transactions Previously Received against PO#
es: Transacciones recibidas previamente frente a N.º de OC
fr: Transactions précédemment reçues par rapport au numéro du bon de commande

source: TransactionStatus
fr: Statut de la transaction

source: TransactionType
fr: Type de transaction

source: Transmission Failed
es: Error de transmisión
fr: Échec de la transmission

source: Transmit Method
es: Método de transmisión
fr: Mode de transmission

source: Transmitted from NetSend to Mandrill
es: Transmitido de NetSend a Mandrill
fr: Transmis de NetSend à Mandrill

source: Transportation Services
es: Servicios de transporte
fr: Services de transport

source: Travel Centers Invoice Notification
es: Notificación de factura de agencias de viaje
fr: Notification de facture des centres de voyages

source: Tuesday
es: Martes
fr: Mardi

source: Twice Monthly
es: Dos veces al mes
fr: Bi-mensuel

source: Twice Monthly Billing Cycle Available Values
es: Valores disponibles de ciclo de facturación dos veces al mes
fr: Valeurs disponibles du cycle de facturation bimensuel

source: Two Split Invoices
es: Dos facturas divididas
fr: Deux factures fractionnées

source: Type of Address
es: Tipo de dirección
fr: Type d'adresse

source: Type of import
es: Tipo de importación
fr: Type d'importation

source: Type Of Statement
es: Tipo de estado de cuenta
fr: Type de déclaration

source: Type required
es: Tipo requerido
fr: Type requis

source: Type total on invoices exceeds PO
es: Total de tipo en facturas supera la OC
fr: Le total des factures dépasse le bon de commande

source: Type Totals
es: Totales de tipo
fr: Totaux des types

source: Types for line item on invoice
es: Tipos para partida en la factura
fr: Types de poste sur la facture

source: Unable to approve the report because it does not comply with the compliance policy rules.
es: No se puede aprobar el informe porque no cumple las normas de la política de cumplimiento.
fr: Impossible d'approuver le rapport car il n'est pas conforme aux règles de la politique de conformité.

source: Unable to delete because a policy using it has already been enforced.
es: No se puede eliminar porque ya se ha aplicado una política que lo utiliza.
fr: Impossible à supprimer car une politique l'utilisant a déjà été appliquée.

source: Unable to delete the policy because it has already been enforced.
es: No se puede eliminar la política porque ya se ha aplicado.
fr: Impossible de supprimer la politique car elle a déjà été appliquée.

source: Unable to find a matched transaction, review discrepancy queue and update can be made through the portal
es: No se puede encontrar una transacción coincidente, revise la cola de discrepancias y la actualización se puede realizar a través del portal.
fr: Impossible de trouver une transaction correspondante, examiner la file d'attente des divergences et une mise à jour peut être effectuée par le biais du portail

source: Unable to modify because a policy using it has already been enforced.
es: No se puede modificar porque ya se ha aplicado una política que lo utiliza.
fr: Impossible à modifier car une politique l'utilisant a déjà été appliquée.

source: Unable to modify the policy because it has already been enforced.
es: No se puede modificar la política porque ya se ha aplicado.
fr: Impossible de modifier la politique car elle a déjà été appliquée.

source: Unable to update quantity, the new quantity of
es: No se puede actualizar la cantidad, la nueva cantidad de
fr: Impossible de mettre à jour la quantité, la nouvelle quantité de

source: Unable to generate invoice
es: No&nbsp;se&nbsp;puede&nbsp;generar&nbsp;la&nbsp;factura
fr: Impossible&nbsp;de&nbsp;générer&nbsp;la facture

source: Unable to submit the report because of compliance rule violation(s)
es: No&nbsp;se&nbsp;puede&nbsp;presentar&nbsp;el&nbsp;informe&nbsp;por&nbsp;infracción&nbsp;a&nbsp;las&nbsp;normas&nbsp;de&nbsp;cumplimiento
fr: Impossible&nbsp;de&nbsp;soumettre&nbsp;le&nbsp;rapport en&nbsp;raison&nbsp;d'une (de)&nbsp;violation(s) des&nbsp;règles de&nbsp;conformité

source: Unapplied Payment
es: Pago no aplicado
fr: Paiement non appliqué

source: UnAppliedPymt
fr: Paiement non appliqué

source: UnAppliedPymtFromGP
fr: Paiement non appliqué du GP

source: UNASSIGNED
es: NO ASIGNADO
fr: NON ATTRIBUÉ

source: Unauthorized Access
es: Acceso no autorizado
fr: Accès non autorisé

source: Unhandled exception in getting dispute status, Please contact the system administrator.
es: Excepción no controlada en la obtención del estado de disputa, póngase en contacto con el administrador del sistema.
fr: Exception non gérée lors de l'obtention de l'état du litige, veuillez contacter l'administrateur du système.

source: Unhandled exception in revert process, Please contact the system administrator.
es: Excepción no controlada en el proceso de reversión, póngase en contacto con el administrador del sistema.
fr: Exception non gérée dans le processus d'annulation, Veuillez contacter l'administrateur du système.

source: Unhandled exception in sending email notification, Please contact the system administrator.
es: Excepción no controlada en el envío de una notificación por correo electrónico, póngase en contacto con el administrador del sistema.
fr: Exception non gérée lors de l'envoi d'une notification par e-mail, veuillez contacter l'administrateur système.

source: Unhandled exception occured while retrieving user locale settings.
es: Se produjo una excepción no controlada al recuperar la configuración regional del usuario.
fr: Exception non gérée ors de la récupération des paramètres linguistiques de l'utilisateur.

source: Unhandled exception occured. Please contact system administrator
es: Se produjo una excepción no controlada. Póngase en contacto con el administrador del sistema
fr: Une exception non gérée s'est produite. Veuillez contacter l'administrateur du système.

source: Unhandled exception occured. Please contact system administrator.
es: Se produjo una excepción no controlada. Póngase en contacto con el administrador del sistema.
fr: Une exception non gérée s'est produite. Veuillez contacter l'administrateur du système.

source: Unhandled error occurred. Please contact the system administrator.
es: Se&nbsp;produjo&nbsp;un&nbsp;error&nbsp;no&nbsp;controlado.&nbsp;Póngase&nbsp;en&nbsp;contacto&nbsp;con&nbsp;el&nbsp;administrador&nbsp;del&nbsp;sistema.
fr: Une erreur&nbsp;non gérée&nbsp;s'est produite.&nbsp;Veuillez&nbsp;contacter&nbsp;l'administrateur&nbsp;du&nbsp;système.

source: UniqueToLocationOnly
fr: Propre à l'emplacement uniquement

source: Unit
es: Unidad
fr: Unité

source: Unit Core
es: Base unitaria
fr: Unité de base

source: Unit Cost
es: Costo unitario
fr: Coût unitaire

source: Unit FET
es: FET unitario
fr: FET unitaire

source: Unit measure types
es: Tipos de medidas unitarias
fr: Types de mesures unitaires

source: Unit Number
es: Número de unidad
fr: Numéro unitaire

source: Unit of measure is required.
es: Unidad de medida es obligatorio.
fr: L'unité de mesure est requise.

source: Unit per line item
es: Unidad por partida
fr: Unité par poste

source: Unit Price
es: Precio unitario
fr: Prix unitaire

source: Unit Price Adjusted to Not To Exceed Price, FET Price not found
es: Precio unitario ajustado a Precio no superable, no se encontró el precio FET
fr: Le prix unitaire a été ajusté pour ne pas dépasser le prix, le prix FET est introuvable

source: Unit Price Adjusted to Not To Exceed Price; Part Core and FET price not found :
es: Precio unitario ajustado a Precio no superable, no se encontró el precio base y FET de la pieza
fr: Le prix unitaire a été ajusté pour ne pas dépasser le prix, le prix des base et le prix FET des pièces sont introuvables :

source: Unit Price Adjusted to Not To Exceed Price; Part core price not found :
es: Precio unitario ajustado a Precio no superable; no se encontró el precio base de la pieza:
fr: Le prix unitaire a été ajusté pour ne pas dépasser le prix, le prix de base des pièces est introuvable :

source: Unit Price Adjusted to Not To Exceed Price; Pricing relationship set to ignore core price check :
es: Precio unitario ajustado a Precio no superable; la relación de fijación de precios está configurada para ignorar la comprobación de precio base:
fr: Le prix unitaire a été ajusté pour ne pas dépasser le prix, la relation de tarification a été réglée de manière à ignorer la vérification du prix de base :

source: Unit Price Adjusted to Not To Exceed Price;Part FET price not found :
es: Precio unitario ajustado a Precio no superable, no se encontró el precio FET de la pieza:
fr: Le prix unitaire a été ajusté pour ne pas dépasser le prix, le prix FET des pièces est introuvable :

source: Unit Price Adjusted to Not To Exceed Price;Pricing relationship set to ignore core price check;Part FET price not found :
es: Precio unitario ajustado a Precio no superable; la relación de fijación de precios está configurada para ignorar la comprobación de precio base; no se encontró el precio FET de la pieza:
fr: Le prix unitaire a été ajusté pour ne pas dépasser le prix, la relation de tarification a été réglée de manière à ignorer la vérification du prix de base ; le prix FET des pièces est introuvable :

source: Unit Price and Core Price Adjusted to Not To Exceed Price
es: Precio unitario y Precio base ajustados a Precio no superable
fr: Le prix unitaire et le prix de base ont été ajustés pour ne pas dépasser le prix

source: Unit Price and Core Price Adjusted to Not To Exceed Price; Part FET price not found :
es: Precio unitario y Precio base ajustados a Precio no superable; no se encontró el precio FET de la pieza:
fr: Le prix unitaire et le prix de base ont été ajustés pour ne pas dépasser le prix ; le prix FET des pièces est introuvable :

source: Unit Price and Core Price Invalid
es: Precio unitario y precio base no válidos
fr: Prix unitaire et prix de base non valides

source: Unit Price Change
es: Cambio de precio unitario
fr: Modification du prix unitaire

source: Unit Price Difference
es: Diferencia de precio unitario
fr: Différence de prix unitaire

source: Unit Price Exact Match
es: Coincidencia exacta de precio unitario
fr: Correspondance exacte du prix unitaire

source: Unit Price Invalid
es: Precio unitario no válido.
fr: Prix unitaire non valide

source: Unit Price Level
es: Nivel de precio unitario
fr: Niveau du prix unitaire

source: Unit price should be equal to Program Price of
es: El precio unitario debería ser igual al Precio del programa de
fr: Le prix unitaire doit être égal au prix du programme de

source: Unit Qty
es: Cant. de unidades
fr: Qté de l’unité

source: Unit QTY Remaining
es: Cant. de unidades restante
fr: QTÉ de l’unité restante

source: Unit Type:
es: Tipo de unidad:
fr: Type d’unité

source: UnitPrice
fr: Prix unitaire

source: Units
es: Unidades
fr: Unités

source: Unknown
es: Desconocido
fr: Inconnu

source: Unknown Code
es: Código desconocido
fr: Code inconnu

source: UNKNOWN CUST
es: CLIENTE DESCONOCIDO
fr: DOUANE INCONNUE

source: Unread
es: No leído
fr: Non lu

source: Unrecognized
es: No reconocido
fr: Non reconnu

source: Unrecognized Part
es: Pieza no reconocida
fr: Pièces non reconnue

source: Unrecognized Total Sales
es: Ventas totales no reconocidas
fr: Ventes totales non reconnues

source: UnrecogQty
fr: Qté non reconnue

source: UnrecogTotal
fr: Total non reconnu

source: UnSelectAll
fr: Désélectionner tout

source: Unsent Invoice:
es: Factura no enviada:
fr: Facture non envoyée :

source: Unsupported media type
es: Tipo&nbsp;de &nbsp;medio&nbsp;no&nbsp;compatible
fr: Type de&nbsp;média&nbsp;non reconnu

source: Untitled Page
es: Página sin título
fr: Page sans titre

source: UOM Code Invalid
es: Código UOM no válido
fr: Code UOM non valide

source: Update
es: Actualizar
fr: Mise à jour

source: Update Approval Access
es: Actualizar acceso a aprobación
fr: Mise à jour Accès d’approbation

source: Update Approval Location Access
es: Actualizar acceso a aprobación de ubicación
fr: Mise à jour Accès d’approbation de l’emplacement

source: Update Based On
es: Actualizar en base a
fr: Mise à jour Basé sur

source: Update Bookmark
es: Actualizar marcador
fr: Mise à jour Signet

source: Update Credit
es: Actualizar crédito
fr: Mise à jour Crédit

source: Update credit limit
es: Actualizar límite de crédito
fr: Mise à jour Limite de crédit

source: Update Data Will Include
es: Actualizar datos incluirá
fr: Les données mises à jour comprendront

source: Update Dispute Info.
es: Actualizar información de disputa
fr: Mettre à jour les informations sur les litiges

source: Update Enable Location Access
es: Actualizar acceso a habilitación de ubicación
fr: Mise à jour Activer l'accès à la localisation

source: Update Failed : Selected price level is no longer active in the system.
es: Error de actualización: El nivel de precios seleccionado ya no está activo en el sistema.
fr: Échec de la mise à jour : Le niveau de prix sélectionné n'est plus actif dans le système.

source: Update failed as Buyer/Vendor Item Number:
es: Error de actualización como Número de artículo de comprador/vendedor:
fr: Échec de la mise à jour en tant que numéro d'article de l'acheteur/du vendeur :

source: Update failed as item already in completed state. Update received for Buyer/Vendor Item Number:
es: Error de actualización dado que el artículo ya está en estado completado. Actualización recibida para Número de artículo de comprador/vendedor:
fr: Échec de la mise à jour car l'élément est déjà complété. Mise à jour reçue pour le Numéro d’article de l'acheteur/du vendeur :

source: Update failed as PO is already in a completed state. Update received for Purchase order number:
es: Error de actualización dado que la OC ya está en estado completado. Actualización recibida para el Número de orden de compra:
fr: Échec de la mise à jour car le bon de commande est déjà complété. Mise à jour reçue pour le numéro de bon de commande :

source: Update failed as Puchase Order Number:
es: Error de actualización como Número de orden de compra:
fr: Échec de la mise à jour en tant que numéro de bon de commande :

source: Update failed as Purchase order number:
es: Error de actualización como Número de orden de compra:
fr: Échec de la mise à jour en tant que numéro de bon de commande :

source: Update failed with Action of Update/Cancel as Buyer/Vendor Item Number:
es: Error de actualización con la Acción de Actualizar/Cancelar como Número de artículo de comprador/vendedor:
fr: La mise à jour a échoué avec l’action de mise à jour/annulation en tant que numéro d’article de l'acheteur/du vendeur :

source: Update failed, a centralized part cannot be superceded with decentralized part, please correct the selection in superceded part dropdown.
es: Error de actualización, una pieza centralizada no puede sustituirse por una descentralizada, corrija la selección en el menú desplegable de piezas sustituidas.
fr: Échec de la mise à jour, une pièce centralisée ne peut pas être remplacée par une pièce décentralisée, veuillez corriger la sélection dans la liste déroulante des pièces remplacées.

source: Update failed, a decentralized part cannot be superceded with centralized part, please correct the selection in superceded part dropdown.
es: Error de actualización, una pieza descentralizada no puede sustituirse por una centralizada, corrija la selección en el menú desplegable de piezas sustituidas.
fr: Échec de la mise à jour, une pièce décentralisée ne peut pas être remplacée par une pièce centralisée, veuillez corriger la sélection dans la liste déroulante des pièces remplacées.
