Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: The system is unable to reassign a transaction across locations that have different Statement/ Master Invoice configurations. Please contact Customer Support for further assistance.'
es: El sistema no puede reasignar una transacción entre ubicaciones que tienen diferentes configuraciones de estado de cuenta/factura maestra. Póngase en contacto con el servicio de atención al cliente para obtener más ayuda.'
fr: Le système n'est pas en mesure de réaffecter une transaction entre des sites qui ont des configurations de relevé/facture principale différentes. Veuillez contacter le service à la clientèle pour obtenir de l'aide

source: The transaction was disputed with the acknowledgement accepted and it was outside of the
es: La transacción fue disputada con acuse de recibo aceptado y estaba fuera de
fr: La transaction a été contestée, l'accusé de réception a été accepté et la transaction n'a pas été effectuée dans le cadre de l'accord de

source: The value '{0}' is not valid for DateType.
es: El valor '{0}' no es válido para DateType.
fr: La valeur '{0}' n'est pas valide pour Type de données.

source: Themes Settings
es: Configuración de temas
fr: Paramètres des thèmes

source: There are multiple lines with
es: Hay varias líneas con
fr: Il y a plusieurs lignes avec

source: There are no approvers with right approval authority. Please contact the System Administrator.
es: No hay aprobadores con la autoridad de aprobación correcta. Póngase en contacto con el administrador del sistema.
fr: Il n'y a pas d'approbateur disposant d'une autorité d'approbation de droit. Veuillez contacter l'administrateur du système.

source: There are {0} new invoices available on the {1} website. Access the program website by logging in via {2}. &lt;br/&gt;&lt;br/&gt;{3}&lt;br/&gt;Please contact {4} or {5} if you have any questions or need any assistance.
es: Hay {0} nuevas facturas disponibles en el sitio web {1}. Acceda al sitio web del programa iniciando sesión a través de {2}. <br/><br/>{3}<br/>Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia.
fr: Il y a {0} nouvelles factures disponibles sur le site web {1}. Accédez au site web du programme en vous connectant via {2}. <br/><br/>{3}<br/>Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide.

source: There are {0} new invoices available on the {1} website.&lt;br/&gt;Dealer Users: Access the program website, by clicking the “Access Billing System” link in Access Freightliner.&lt;br/&gt;Fleet Users: Access the program website by logging in via {2}. &lt;br/&gt;&lt;br/&gt;{3}
es: Hay {0} nuevas facturas disponibles en el sitio web {1}.<br/>Usuario de distribuidor: Acceda al sitio web del programa haciendo clic en el enlace “Acceder al sistema de facturación” en Access Freightliner.<br/>Usuario de flota: Acceda al sitio web del programa iniciando sesión a través de {2}. <br/><br/>{3}
fr: Il y a {0} nouvelles factures disponibles sur le site web {1}.<br/>Utilisateurs du distributeur : Accédez au site web du programme en cliquant sur le lien « Accéder au système de facturation » dans Access Freightliner.<br/>Utilisateurs de la flotte : Accédez au site web du programme en vous connectant via {2}. <br/><br/>{3}

source: There are {INVCNT} new invoices available on the {0} website. Access the program website by logging in via {1}. &lt;br/&gt;&lt;br/&gt;{2}&lt;br/&gt;Please contact {3} or {4} if you have any questions or need any assistance.
es: Hay {INVCNT} nuevas facturas disponibles en el sitio web {0}. Acceda al sitio web del programa iniciando sesión a través de {1}. <br/><br/>{2}<br/>Póngase en contacto con {3} o {4} si tiene alguna pregunta o necesita asistencia.
fr: Il y a {INVCNT} nouvelles factures disponibles sur le site web {0}. Accédez au site web du programme en vous connectant via {1}. <br/><br/>{2}<br/>Veuillez contacter {3} ou {4} si vous avez des questions ou si vous avez besoin d'aide.

source: There are {INVCNT} new invoices available on the {0} website.&lt;br/&gt;Dealer Users: Access the program website, by clicking the “Access Billing System” link in Access Freightliner.&lt;br/&gt;Fleet Users: Access the program website by logging in via {1}. &lt;br/&gt;&lt;br/&gt;{
es: Hay {INVCNT} nuevas facturas disponibles en el sitio web {0}.<br/>Usuario de distribuidor: Acceda al sitio web del programa haciendo clic en el enlace “Acceder al sistema de facturación” en Access Freightliner.<br/>Usuario de flota: Acceda al sitio web del programa iniciando sesión a través de {1}. <br/><br/>{
fr: Il y a {INVCNT} nouvelles factures disponibles sur le site web {0}.<br/>Utilisateurs du distributeur : Accédez au site web du programme en cliquant sur le lien « Accéder au système de facturation » dans Access Freightliner.<br/>Utilisateurs de la flotte : Accédez au site web du programme en vous connectant via {1}. <br/><br/>{

source: There is a new statement available on the {0} website. &lt;br/&gt;Access the program website by logging in via {1} &lt;br/&gt;&lt;br/&gt;{2}
es: Hay un nuevo estado de cuenta disponible en el sitio web {0}. <br/>Acceda al sitio web del programa iniciando sesión a través de {1} <br/><br/>{2}
fr: Une nouvelle déclaration est disponible sur le site {0}. <br/>Accédez au site web du programme en vous connectant via {1} <br/><br/>{2}

source: There is a problem with the Invoice amounts. Please contact
es: Hay un problema con los montos de la factura. Póngase en contacto con
fr: Il y a un problème avec les montants des factures. Veuillez contacter

source: There is already an existing record with the given:
es: Ya existe un registro con el dado:
fr: Il existe déjà un enregistrement avec le donné :

source: There is already an existing record with the selected
es: Ya existe un registro con el seleccionado
fr: Il existe déjà un enregistrement avec le sélectionné

source: There is already an Invoice mapping to
es: Ya existe una asignación de factura para
fr: Il existe déjà une correspondance entre la facture et

source: There is an existing transaction mapped with ID:
es: Ya existe una asignación de transacción con ID:
fr: Il existe une transaction existante associée à l’ID :

source: There is no Invoice with
es: No existe ninguna factura con
fr: Il n'y a pas de facture avec

source: There was an issue updating
es: Se produjo un problema al actualizar
fr: Il y a eu un problème de mise à jour

source: There was an issue updating &quot; + invoiceMapData.srcTransactionId + &quot;. This record was not found.
es: Se produjo un problema al actualizar " + invoiceMapData.srcTransactionId + ". No se encontró este registro.
fr: Il y a eu un problème lors de la mise à jour de " + invoiceMapData.srcTransactionId + ". Cet enregistrement est introuvable.

source: The e-mail or user name you entered does not match what we have on record.
es: El&nbsp;correo&nbsp;electrónico&nbsp;o&nbsp;nombre&nbsp;de&nbsp;usuario&nbsp;que&nbsp;introdujo&nbsp;no&nbsp;coinciden&nbsp;con&nbsp;los&nbsp;que&nbsp;tenemos&nbsp;registrados.
fr: L'e-mail&nbsp;&nbsp;ou le nom d'utilisateur&nbsp;&nbsp;&nbsp;que vous avez saisi&nbsp;&nbsp;ne correspond pas à&nbsp;&nbsp;&nbsp;ce que&nbsp;nous&nbsp;avons&nbsp;dans&nbsp;nos registres.

source: The following receipt_ids have been attached to other expense
es: Los&nbsp;siguientes&nbsp;receipt_ids&nbsp;se&nbsp;han&nbsp;adjuntado&nbsp;a&nbsp;otro&nbsp;gasto
fr: Les&nbsp;ID_de_reçus&nbsp;suivants&nbsp;ont&nbsp;été&nbsp;joints&nbsp;à&nbsp;d’autres&nbsp;dépenses

source: The image you upload exceeds the 10 Mb, please reduce the image size and try again
es: La&nbsp;imagen&nbsp;que&nbsp;ha&nbsp;cargado&nbsp;supera&nbsp;los&nbsp;10&nbsp;Mb,&nbsp;reduzca&nbsp;el&nbsp;tamaño&nbsp;de&nbsp;la&nbsp;imagen&nbsp;e&nbsp;inténtelo&nbsp;de&nbsp;nuevo
fr: L'image&nbsp;&nbsp;que vous&nbsp;téléchargez&nbsp;dépasse&nbsp;les&nbsp;10&nbsp;Mo,&nbsp;veuillez&nbsp;réduire&nbsp;la taille de&nbsp;&nbsp;l’image&nbsp;et&nbsp;essayez&nbsp;à nouveau

source: the length of password must be between {0} and {1}
es: la&nbsp;longitud&nbsp;de&nbsp;la&nbsp;contraseña&nbsp;debe&nbsp;ser&nbsp;de&nbsp;entre&nbsp;{0}&nbsp;y&nbsp;{1}
fr: la longueur&nbsp;&nbsp;du mot de passe&nbsp;&nbsp;doit&nbsp;être&nbsp;entre&nbsp;{0}&nbsp;et&nbsp;{1}

source: This computer program contains proprietary and confidential information and is protected by copyright law. &lt;br&gt;Unauthorized reproduction, distribution, or transfer of this program, or any portion of it, is strictly prohibited.
es: Este programa informático contiene información patentada y confidencial y está protegido por la ley de propiedad intelectual. <br/>La reproducción, distribución o transferencia no autorizada de este programa, o de cualquier parte del mismo, está estrictamente prohibida.
fr: Ce programme informatique contient des informations exclusives et confidentielles et est protégé par la loi sur les droits d'auteur. <br/>La reproduction, la distribution ou le transfert non autorisés de tout ou partie de ce programme sont strictement interdits.

source: This computer program contains proprietary and confidential information and is protected by copyright law.\n Unauthorized reproduction, distribution, or transfer of this program, or any portion of it, is strictly prohibited.
es: Este programa informático contiene información patentada y confidencial y está protegido por la ley de propiedad intelectual.\nLa reproducción, distribución o transferencia no autorizada de este programa, o de cualquier parte del mismo, está estrictamente prohibida.
fr: Ce programme informatique contient des informations exclusives et confidentielles et est protégé par la loi sur les droits d'auteur. La reproduction, la distribution ou le transfert non autorisés de ce programme, ou d'une partie de celui-ci, sont strictement interdits.

source: This email contains a report listing price adjustments made to Pinnacle Fleet Solutions invoices you have submitted. Please contact pinnaclefleetsolutions@corcentric.com or 877-950-9555 if you have any questions or need any assistance.
es: Este correo electrónico contiene un informe que enumera los ajustes de precios realizados en las facturas de Pinnacle Fleet Solutions que usted ha enviado. Póngase en contacto en pinnaclefleetsolutions@corcentric.com o al 877-950-9555 si tiene alguna pregunta o necesita ayuda.
fr: Cet e-mail contient un rapport listant les ajustements de prix effectués sur les factures Pinnacle Fleet Solutions que vous avez soumises. Veuillez contacter pinnaclefleetsolutions@corcentric.com ou 877-950-9555 si vous avez des questions ou si vous avez besoin d'aide.

source: This email contains a report listing price adjustments made to Training invoices you have submitted. Please contact support@corcentric.com or 877-959-7333 if you have any questions or need any assistance.
es: Este correo electrónico contiene un informe que enumera los ajustes de precios realizados en las facturas de Training que usted ha enviado. Póngase en contacto en support@corcentric.com o al 877-959-7333 si tiene alguna pregunta o necesita ayuda.
fr: Cet e-mail contient un rapport listant les ajustements de prix effectués sur les factures de formation que vous avez soumises. Veuillez contacter support@corcentric.com ou 877-959-7333 si vous avez des questions ou si vous avez besoin d'aide.

source: This email contains a report of new discrepancies. Please contact PendingBilling@corcentric.com or 877-950-9555 if you have any questions or need any assistance.
es: Este correo electrónico contiene un informe de nuevas discrepancias. Póngase en contacto en PendingBilling@corcentric.com o al 877-950-9555 si tiene alguna pregunta o necesita ayuda.
fr: Cet e-mail contient un rapport sur les nouvelles divergences. Veuillez contacter PendingBilling@corcentric.com ou 877-950-9555 si vous avez des questions ou si vous avez besoin d'aide.

source: This email contains a report of new discrepancies. Please contact support@corcentric.com or 877-959-7333 if you have any questions or need any assistance.
es: Este correo electrónico contiene un informe de nuevas discrepancias. Póngase en contacto en support@corcentric.com o al 877-959-7333 si tiene alguna pregunta o necesita ayuda.
fr: Cet e-mail contient un rapport sur les nouvelles divergences. Veuillez contacter support@corcentric.com ou 877-959-7333 si vous avez des questions ou si vous avez besoin d'aide.

source: This is not an invoice
es: Esta no es una factura
fr: Il ne s'agit pas d'une facture

source: This month’s fee report attached.
es: Se adjunta el informe de tasas de este mes.
fr: Le rapport sur les redevances de ce mois est joint.

source: This month’s fee report attached. &lt;br/&gt;&lt;br/&gt;{0}
es: Se adjunta el informe de tasas de este mes. <br/><br/>{0}
fr: Le rapport sur les redevances de ce mois est joint. <br/><br/>{0}

source: This part already exists, Delete failed
es: Esta pieza ya existe, error al eliminar
fr: Cette partie existe déjà, la suppression a échoué

source: This part already exists, update failed
es: Esta pieza ya existe, error al actualizar
fr: Cette partie existe déjà, la mise à jour a échoué

source: This receipt is attached to at least one expense and cannot be deleted.
es: Este recibo está adjunto al menos a un gasto y no se puede eliminar.
fr: Ce reçu est joint à au moins une dépense et ne peut pas être supprimé.

source: This record already exists, insert/update failed
es: Este registro ya existe, error al insertar/actualizar
fr: Cet enregistrement existe déjà, l'insertion/la mise à jour a échoué

source: This report no longer exists.
es: Este informe ya no existe.
fr: Ce rapport n'existe plus.

source: This request is not properly formatted.
es: Esta solicitud no tiene el formato adecuado.
fr: Cette demande n'est pas correctement formatée.

source: This reset password link is invalid, used or expired. Please try again by clicking the link provided by email or click
es: Este enlace de restablecimiento de contraseña no es válido, ya fue usado o ha caducado. Inténtelo de nuevo haciendo clic en el enlace proporcionado por correo electrónico o haga clic en
fr: Ce lien de réinitialisation du mot de passe est invalide, utilisé ou expiré. Veuillez réessayer en cliquant sur le lien fourni par e-mail ou cliquer sur

source: This temporary password link is invalid, used or expired. Please try again by clicking the link provided by email or click
es: Este enlace de contraseña temporal no es válido, ha ya fue usado o ha caducado. Inténtelo de nuevo haciendo clic en el enlace proporcionado por correo electrónico o haga clic en
fr: Ce lien de mot de passe temporaire est invalide, utilisé ou expiré. Veuillez réessayer en cliquant sur le lien fourni par e-mail ou cliquer sur

source: This will reset all fields in the search criteria. Please confirm to proceed.
es: Esto restablecerá todos los campos en los criterios de búsqueda. Confirme para continuar.
fr: Cela réinitialisera tous les champs dans les critères de recherche. Veuillez confirmer de continuer.

source: This link has expired or is no longer valid
es: Este&nbsp;enlace&nbsp;ha&nbsp;caducado&nbsp;o&nbsp;ya&nbsp;no&nbsp;es&nbsp;válido
fr: Ce lien&nbsp;&nbsp;a&nbsp;expiré&nbsp;ou&nbsp;n’est&nbsp;plus&nbsp;&nbsp;valide

source: This record is out of date
es: Este&nbsp;registro&nbsp;está&nbsp;obsoleto
fr: Cet&nbsp;enregistrement&nbsp;n’est&nbsp;plus&nbsp;à&nbsp;jour

source: Threshold Days
es: Días de umbral
fr: Jours du seuil

source: Threshold Format Relationship
es: Relación del formato del umbral
fr: Format du seuil Relation

source: Threshold Variance
es: Varianza del umbral
fr: Variance du seuil

source: through
es: a través de
fr: à travers

source: Thursday
es: Jueves
fr: Jeudi

source: Tier
es: Nivel
fr: Niveau

source: Tier Number
es: Número de nivel
fr: Nombre de niveaux

source: Tier Type
es: Tipo de nivel
fr: Type de niveau

source: Tier Type required
es: Tipo de nivel es obligatorio
fr: Le type de niveau requis

source: Tier Unit
es: Unidad de nivel
fr: Unité de niveau

source: Tier Unit is required
es: Unidad de nivel es obligatorio
fr: L'unité de niveau est requise

source: Tiers
es: Niveles
fr: Niveaux

source: Tiers do not exist for this Rebate Item.
es: No existen niveles para este artículo de rebaja.
fr: Il n'y a pas de niveaux pour cet article de remboursement.

source: Tiers/Tier
es: Niveles/Nivel
fr: Niveaux/Niveau

source: TimeStamp
fr: Horodatage

source: Tires
es: Neumáticos
fr: Pneus

source: To
fr: à

source: To add &quot;PO can be Empty&quot; rule to the PO Rules relationship, only &quot;ALL&quot; option should be selected in Transaction Type, and Invoice Type drop down fields and &quot;0&quot; as Applicable Amount.
es: Para añadir la regla “OC puede estar vacía” a la relación de Reglas de OC, solo debería seleccionarse la opción “TODAS” en los campos desplegables Tipo de transacción y Tipo de factura y “0” como Monto aplicable.
fr: Pour ajouter la règle « Le bon de commande peut être vide » à la relation Règles de bon de commande, seule l'option « TOUT » doit être sélectionnée dans les champs déroulants Type de transaction et Type de facture et « 0 » comme Montant applicable.

source: To add &quot;PO can be Empty&quot; rule to the PO Rules relationship, only &quot;ALL&quot; option should be selected in Transaction Type, and Invoice Type drop down fields.
es: Para añadir la regla “OC puede estar vacía” a la relación de Reglas de OC, solo debería seleccionarse la opción “TODAS” en los campos desplegables Tipo de transacción y Tipo de factura.
fr: Pour ajouter la règle « Le bon de commande peut être vide » à la relation Règles de bon de commande, seule l'option « TOUT » doit être sélectionnée dans les champs déroulants Type de transaction.

source: To create a rebill, you must release the invoice from Hold.
es: Para crear una refacturación, debe liberar la factura de Retención.
fr: Pour créer une refacturation, vous devez débloquer la facture de la mise en attente.

source: To Date
es: Hasta la fecha
fr: À jour

source: to get another reset password link or click
es: para obtener otro enlace de restablecimiento de contraseña o haga clic en
fr: pour obtenir un autre lien de réinitialisation du mot de passe ou cliquer sur

source: To initiate a dispute, you must release the invoice from hold.
es: Para iniciar una disputa, debe liberar la factura de Retención.
fr: Pour initier un litige, vous devez libérer la facture de la mise en attente.

source: to log-in to system
es: para iniciar sesión en el sistema
fr: pour se connecter au système

source: to please change the price level accordingly in your systems and notify support@corcentric.com that the change has been made.
es: cambie el nivel de precios según corresponda en sus sistemas y notifique a support@corcentric.com que se ha realizado el cambio.
fr: de bien vouloir modifier le niveau de prix en conséquence dans vos systèmes et d'informer support@corcentric.com que le changement a été effectué.

source: To release an invoice from Hold, navigate to the Invoice Options and select the Draft Hold Request tab
es: Para liberar una factura de Retención, vaya a las Opciones de factura y seleccione la pestaña Solicitud de retención de cobro bancario.
fr: Pour libérer une facture de la mise en attente, naviguez jusqu'aux options de la facture et sélectionnez l'onglet Projet de demande de mise en attente

source: To save this relationship, Please select an item from
es: Para guardar esta relación, seleccione un elemento de
fr: Pour sauvegarder cette relation, veuillez sélectionner un article parmi les suivants

source: To update a dispute, please update dispute reason.
es: Para actualizar una disputa, actualice el motivo de la disputa.
fr: Pour mettre à jour un litige, veuillez mettre à jour le motif du litige.

source: To update this relationship, Please select an item from
es: Para actualizar esta relación, seleccione un elemento de
fr: Pour mettre à jour cette relation, veuillez sélectionner un article parmi les suivants

source: to view product documentation, quick how-to videos and articles.
es: para ver la documentación del producto, vídeos de instrucciones rápidas y artículos.
fr: pour consulter la documentation sur les produits, des vidéos et des articles sur la façon de procéder rapidement.

source: toDate
fr: à jour

source: Today
es: Hoy
fr: Aujourd'hui

source: TodayCount
fr: Nombre d'aujourd'hui

source: Toggle Scope
es: Alternar ámbito
fr: Basculer le champ d'application

source: Token Description
es: Descripción del token
fr: Description du jeton

source: Tolerance Match Rule
es: Regla de coincidencia de tolerancia
fr: Règle de correspondance de tolérance

source: Tolerance Type
es: Tipo de tolerancia
fr: Type de tolérance

source: Tolerance Value
es: Valor de tolerancia
fr: Valeur de tolérance

source: Top Margin:
es: Margen superior:
fr: Marge supérieure :

source: Total Accrued
es: Total devengado
fr: Total des charges à payer

source: Total Adjusted
es: Total ajustado
fr: Total ajusté

source: Total After Tax
es: Total después de impuestos
fr: Total après impôts

source: Total Balance Due
es: Total de saldo vencido
fr: Total du solde dû

source: Total Before Tax
es: Total antes de impuestos
fr: Total avant impôts

source: Total Contract
es: Total de contrato
fr: Total du contrat

source: Total Core Charge
es: Cargo base total
fr: Total de la charge de base

source: Total core quantity of
es: Cantidad básica total de
fr: Quantité totale de base de

source: Total Fees
es: Total de tasas
fr: Total des frais

source: Total FET
es: Total de FET
fr: FET total

source: Total Finance Charge:
es: Cargo financiero total:
fr: Total des frais financiers :

source: Total for
es: Total de
fr: Total pour

source: Total Invoice Amt
es: Monto total de la factura
fr: Montant total de la facture

source: Total Invoice Count
es: Total de recuento de facturas
fr: Nombre total de factures

source: Total Miscellaneous
es: Total de varios
fr: Total Divers

source: Total Orig. Invoice Amount
es: Total orig. Monto de la factura
fr: Total original Montant de la facture

source: Total Parts Order
es: Total de pedido de piezas
fr: Commande totale de pièces

source: Total Payment Per National Account
es: Pago total por National Account
fr: Paiement total par compte national

source: Total Sales
es: Total de ventas
fr: Ventes totales

source: Total Settled
es: Total liquidado
fr: Total réglé

source: Total Submitted
es: Total presentado
fr: Total soumis

source: Total Tax
es: Total de impuestos
fr: Total de l'impôt

source: Total Taxes
es: Total de impuestos
fr: Total des impôts

source: Total Unapplied Payments
es: Total de pagos no aplicados
fr: Total des paiements non appliqués

source: Total unit quantity of
es: Cantidad total unitaria de
fr: Quantité unitaire totale de

source: Total Unit:
es: Total de unidad:
fr: Unité totale :

source: Total with Tax &amp; Fees
es: Total con impuestos y tasas
fr: Total avec taxe et frais

source: Total: USD
fr: Total : USD (dollars américains)

source: TotalCount
fr: Nombre total

source: Totals
es: Totales
fr: Totaux

source: TotalSum
fr: Somme totale

source: Track Description
es: Descripción del seguimiento
fr: Description du suivi

source: Tracking Number
es: Número de seguimiento
fr: Numéro de suivi

source: trackingNumber is required.
es: trackingNumber es obligatorio.
fr: le numéro de suivi est obligatoire.

source: Training
fr: Formation

source: Training Awaiting Release Notification
es: Notificación de espera de liberación de Training
fr: Formation en attente d'une notification de validation

source: Training Buyer Open Items Notification
es: Notificación de partidas abiertas de comprador de Training
fr: Acheteur de formation Notification de postes ouverts
