Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Price does not exist.
es: El precio no existe.
fr: Le prix n'existe pas.

source: Price Exception Report
es: INFORME DE EXCEPCIÓN DE PRECIOS
fr: RAPPORT D'EXCEPTION SUR LES PRIX

source: Price File Load Date/Time
es: Fecha/Hora de carga del archivo de precios
fr: Date/heure de chargement du fichier de prix

source: Price File Receive Data/Time
es: Fecha/Hora de recepción del archivo de precios
fr: Données/temps de réception du fichier de prix

source: PRICE FILE UPLOAD ACK
es: REC. DE CARGA DE ARCHIVO DE PRECIOS
fr: ACK DE TÉLÉCHARGEMENT DU FICHIER DE PRIX

source: Price greater than not to exceed price and above the allowed variance treshhold, needs manual adjustment
es: Precio superior a Precio no superable y por encima del umbral de desviación permitido, necesita ajuste manual
fr: Prix supérieur au prix à ne pas dépasser et à l'écart autorisé, nécessite un ajustement manuel

source: Price History
es: Historial de precios
fr: Historique des prix

source: Price Import
es: Importación de precios
fr: Importation des prix

source: Price Insert
es: Inserción de precios
fr: Insertion de prix

source: Price insert/update/delete error
es: Error de inserción/actualización/eliminación de precios
fr: Erreur d'insertion/mise à jour/suppression de prix

source: Price level
es: Nivel de precios
fr: Niveau de prix

source: Price List
es: Lista de precios
fr: Liste de prix

source: Price List Name
es: Nombre de la lista de precios
fr: Nom de la liste de prix

source: Price List Update
es: Actualización de la lista de precios
fr: Mise à jour de la liste des prix

source: Price Lookup
es: Búsqueda de precios
fr: Consultation des prix

source: price not found
es: precio no encontrado
fr: prix introuvable

source: Price Sheet
es: Hoja de precios
fr: Fiche de prix

source: Price Sheet Holder ID
es: ID de soporte de hoja de precios
fr: ID du titulaire de la feuille de prix

source: Price Sheets
es: Hojas de precios
fr: Fiches de prix

source: Price Type
es: Tipo de precio
fr: Type de prix

source: Price Update
es: Actualización de precios
fr: Mise à jour des prix

source: PriceImport
fr: Importation de prix

source: PriceLevel
fr: Niveau de prix

source: PriceLevel Code:
es: Código de PriceLevel:
fr: Code de niveau de prix :

source: PriceList
fr: Liste de prix

source: priceListId
fr: id de la liste des prix

source: PriceType
fr: Type de prix

source: Pricing Adjustment
es: Ajuste de fijación de precios
fr: Ajustement des prix

source: Pricing Attribute
es: Atributo de fijación de precios
fr: Attribut de tarification

source: Pricing Attributes
es: Atributos de fijación de precios
fr: Attributs de tarification

source: Pricing Attributes Relationship
es: Relación de atributos de fijación de precios
fr: Attributs de tarification Relation

source: Pricing Error
es: Error de fijación de precios
fr: Erreur de tarification

source: Pricing Group
es: Grupo de fijación de precios
fr: Groupe de tarification

source: Pricing Group Admin
es: Administrador de grupo de fijación de precios
fr: Administrateur du groupe de tarification

source: Pricing Groups
es: Grupos de fijación de precios
fr: Groupes de tarification

source: Pricing Level
es: Nivel de fijación de precios
fr: Niveau de tarification

source: PRICING LEVEL AUDIT NOTIFICATION
es: NOTIFICACIÓN DE AUDITORÍA A NIVEL DE FIJACIÓN DE PRECIOS
fr: NOTIFICATION D'AUDIT AU NIVEAU DE LA TARIFICATION

source: Pricing Relationship
es: Relación de fijación de precios
fr: Relation de tarification

source: Pricing relationship is set to ignore the
es: La relación de fijación de precios está configurada para ignorar
fr: La relation de tarification est définie de manière à ignorer la

source: Pricing relationship set to ignore core price check ; Part FET Price not found:
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio base; no se encontró el precio FET de la pieza:
fr: La relation de tarification est définie de manière à ignorer la vérification du prix de base ; le prix de FET des pièces est introuvable :

source: Pricing relationship set to ignore core price check; Part unit and FET price not found:
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio base; no se encontró el precio unitario y FET de la pieza:
fr: La relation de tarification est définie de manière à ignorer la vérification du prix de base ; le prix unitaire et le prix FET des pièces sont introuvables :

source: Pricing relationship set to ignore core price check; Part unit price not found:
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio base; no se encontró el precio unitario de la pieza:
fr: La relation de tarification est définie de manière à ignorer la vérification du prix de base ; le prix unitaire des pièces est introuvable :

source: Pricing relationship set to ignore core price check;Part FET Price not found.
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio base; no se encontró el precio FET de la pieza.
fr: La relation de tarification est définie de manière à ignorer la vérification du prix de base ; le prix de FET des pièces est introuvable :

source: Pricing relationship set to ignore price check
es: La relación de fijación de precios está configurada para ignorar la comprobación de precios
fr: La relation de tarification est définie de manière à ignorer la vérification du prix

source: Pricing relationship set to ignore unit price check
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio unitario
fr: La relation de tarification est réglée de manière à ignorer la vérification du prix unitaire

source: Pricing relationship set to ignore unit price check; Part core price not found in the system :
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio unitario; no se encontró el precio base de la pieza en el sistema:
fr: La relation de tarification est réglée de manière à ignorer la vérification du prix unitaire ; le prix de base de la pièce est introuvable dans le système :

source: Pricing relationship set to ignore unit price check; Part core price not found in the system:
es: La relación de fijación de precios está configurada para ignorar la comprobación de precio unitario; no se encontró el precio base de la pieza en el sistema:
fr: La relation de tarification est réglée de manière à ignorer la vérification du prix unitaire ; le prix de base de la pièce est introuvable dans le système :

source: Pricing Rules
es: Reglas de fijación de precios
fr: Règles de tarification

source: Pricing Type
es: Tipo de fijación de precios
fr: Type de tarification

source: Pricing Type Precendenceorder
es: Orden de precedencia de tipo de fijación de precios
fr: Type de tarification Ordre de précision

source: Pricing Type Relationship
es: Relación de tipo de fijación de precios
fr: Type de tarification Relation

source: PricingGroup:
fr: Groupe de tarification :

source: PricingGroup:1
es: PricingGroup:
fr: Groupe de tarification :

source: PricingLevel
fr: Niveau de tarification

source: Priece Delete
es: Eliminación de precios
fr: Prix Supprimer

source: Primary Invoice Submission
es: Presentación de factura primaria
fr: Soumission de la facture principale

source: Primary IT
es: IT primario
fr: Informatique primaire

source: Print
es: Imprimir
fr: Imprimer

source: Priority Account
es: Cuenta prioritaria
fr: Compte prioritaire

source: Procede
es: Continuar
fr: Procéder

source: Proceed
es: Continuar
fr: Procéder

source: Processed
es: Procesado
fr: Traité

source: Processed by customer's SMTP server
es: Procesado por el servidor SMTP del cliente
fr: Traité par le serveur SMTP du client

source: processing
es: procesamiento
fr: traitement en cours

source: Processing Error
es: Error de procesamiento
fr: Erreur de traitement

source: Processing Fee
es: Tasa de procesamiento
fr: Frais de traitement

source: Processing Fee Relationship
es: Relación de tasa de procesamiento
fr: Relation entre les frais de traitement

source: Processing Fee Value is required
es: El valor de tasa de procesamiento es obligatorio
fr: Frais de traitement La valeur est requise

source: Processing Started
es: Procesamiento iniciado
fr: Début du traitement

source: Processing Type
es: Tipo de procesamiento
fr: Type de traitement

source: processing...
es: procesando...
fr: traitement en cours...

source: Processing_Error
fr: Erreur_de traitement

source: Product Attributes
es: Atributos del producto
fr: Attributs du produit

source: Product Class
es: Clase de producto
fr: Catégorie de produits

source: Product Group
es: Grupo de productos
fr: Groupe de produits

source: Product Group Admin
es: Admin. del grupo de productos
fr: Groupe de produits Admin

source: Product Group Description
es: Descripción del grupo de productos
fr: Groupe de produits Description

source: Product Group Name
es: Nombre del grupo de productos
fr: Groupe de produits Nom

source: Product Group Rule Maintenance
es: Mantenimiento de reglas del grupo de productos
fr: Groupe de produits Entretien des règles

source: Product Group Rules Override
es: Anulación de reglas del grupo de productos
fr: Groupe de produits Contournement des règles

source: Product Groups
es: Grupos de productos
fr: Groupes de produits

source: ProductGroup
fr: Groupe de produits

source: productGroupId
fr: id de groupe de produits

source: Profile Notes
es: Notas de perfil
fr: Notes de profil

source: Prog Core Price
es: Precio base del prog.
fr: Prix de base du programme

source: Prog Unit Price
es: Precio unitario del prog.
fr: Prix unitaire du programme

source: Program Code
es: Código del programa
fr: Code du programme

source: Program Core Price
es: Precio base del programa
fr: Prix de base du programme

source: Program Fee
es: Tasa del programa
fr: Frais de programme

source: Program Inv #
es: N.º de fac. del programa
fr: No de facture du programme

source: Program Inv Date
es: Fecha de fac. del programa
fr: Date de facture du programme

source: Program Inv date:
es: Fecha de fac. del programa:
fr: Date de facture du programme :

source: Program Inv. Date
es: Fac. del programa Fecha
fr: Facture du programme Date

source: Program Invoice #
es: N.º de factura del programa
fr: No de facture du programme

source: Program invoice #&lt;/br&gt;it's a duplicate of:
es: El N.º de factura del programa es un duplicado de:
fr: No de facture du programme il s’agit d’un doublon de :

source: Program Invoice Date
es: Fecha de factura del programa
fr: Date de la facture du programme

source: Program Invoice Number
es: Número de factura del programa
fr: Numéro de facture du programme

source: Program Start Date
es: Fecha de inicio del programa
fr: Date de début du programme

source: Program Support Inquiries: 877-950-9555 Monday through Friday 7:00 AM to 7:00 PM EST
fr: Demandes de soutien au programme : 877-950-9555 Du lundi au vendredi de 7h00 à 19h00 (heure de l'Est)

source: Program Unit Price
es: Precio unitario del programa
fr: Prix unitaire du programme

source: ProgramCode Mismatch
es: Discrepancia de ProgramCode
fr: Inadéquation du code de programme

source: ProgramInv#
fr: No de facture du programme

source: ProgramInvoiceNumber
fr: Numéro de la facture du programme

source: Project Code is Assigned to one or more expense and cannot be deleted.
es: El Código de proyecto está asignado a uno o más gastos y no se puede eliminar.
fr: Le code de projet est attribué à une ou plusieurs dépenses et ne peut pas être supprimé.

source: Promise To Pay
es: Promesa de pago
fr: Promesse de paiement

source: Proprietary
es: Propietario
fr: Exclusif

source: Proprietary Parts Total Sales
es: Ventas totales de piezas propietarias
fr: Pièces exclusives Total des ventes

source: ProprietaryTotal
fr: Total exclusif

source: Provider
es: Proveedor
fr: Fournisseur

source: Provider Facility
es: Instalación del proveedor
fr: Établissement fournisseur

source: Proxy is still active and cannot be deleted.
es: El proxy sigue activo y no se puede eliminar.
fr: Le proxy est toujours actif et ne peut pas être supprimé.

source: PST ID:
es: ID de PST:
fr: ID PST :

source: Purchase Order
es: Orden de compra
fr: Bon de commande

source: Purchase order # is required
es: N.º de orden de compra es obligatorio
fr: Le no du bon de commande est requis

source: Purchase Order ASN Shipment
es: ASN de envío de la orden de compra
fr: Bon de commande Expédition ASN

source: Purchase Order Change Log
es: Registro de cambio de orden de compra
fr: Journal de modification du bon de commande

source: Purchase Order Comments
es: Comentarios sobre la orden de compra
fr: Bon de commande Commentaires

source: Purchase Order Date
es: Fecha de la orden de compra
fr: Date du bon de commande

source: Purchase Order Date Invalid
es: Fecha de la orden de compra no válida
fr: Bon de commande Date non valide

source: Purchase Order Item Fill
es: Relleno de artículos de la orden de compra
fr: Bon de commande Remplissage des lignes

source: Purchase Order Items
es: Artículos de la orden de compra
fr: Bon de commande Lignes

source: Purchase Order Line Items
es: Partidas de la orden de compra
fr: Bon de commande Postes

source: Purchase Order Line Items (Inactive)
es: Partidas de la orden de compra (inactiva)
fr: Bon de commande Postes (inactif)

source: Purchase Order Number
es: Número de orden de compra
fr: Numéro de bon de commande

source: Purchase Order Number : Purchase Order with this number does not exist.
es: Número de orden de compra: La orden de compra con este número no existe.
fr: Numéro de bon de commande : Le bon de commande portant ce numéro n'existe pas.

source: Purchase Order Number already exists
es: El número de orden de compra ya existe
fr: Le numéro de bon de commande existe déjà

source: Purchase Order Number does not exist
es: El número de orden de compra no existe
fr: Le numéro de bon de commande n'existe pas

source: Purchase Order Number Format Invalid
es: Formato del número de orden de compra no válido
fr: Format du numéro de bon de commande non valide

source: Purchase Order Number is required.
es: El número de orden de compra es obligatorio.
fr: Le numéro de bon de commande est requis.

source: Purchase Order Number Missing
es: Falta el número de orden de compra
fr: Numéro de bon de commande manquant

source: Purchase Order Number Not Required
es: Número de orden de compra no requerido
fr: Numéro de bon de commande Non requis

source: Purchase Order Number:
es: Número de orden de compra:
fr: Numéro de bon de commande :

source: Purchase Order Totals
es: Totales de la orden de compra
fr: Totaux des bons de commande

source: Purchase Order Transaction ID: ({0}) Discrepancy Notification
es: ID de transacción de la orden de compra: ({0}) Notificación de discrepancia
fr: ID de transaction du bon de commande : ({0}) Notification de divergence

source: Purchase Order Update
es: Actualización de la orden de compra
fr: Mise à jour du bon de commande

source: Purchase Order with this number does not exist.
es: La orden de compra con este número no existe.
fr: Le bon de commande portant ce numéro n'existe pas.

source: Purchase Order with this number exists but not acceptable due to exclusion rule.
es: La orden de compra con este número existe pero no es aceptable debido a la regla de exclusión.
fr: Le bon de commande portant ce numéro existe mais n'est pas acceptable en raison de la règle d'exclusion.

source: Purchase Orders
es: Órdenes de compra
fr: Bons de commande

source: PurchaseOrder
fr: Bon de commande

source: purchaseOrderDate
fr: date du bon de commande

source: purchaseOrderNumber
fr: numéro de bon de commande

source: Purchaser Info
es: Información del comprador
fr: Informations sur l'acheteur

source: PURCHASER INFORMATION
es: INFORMACIÓN DEL COMPRADOR
fr: INFORMATIONS SUR L'ACHETEUR

source: Purchases Info
es: Información de las compras
fr: Informations sur les achats

source: Purchasing Fleet Summary
es: Resumen de flota de compras
fr: Récapitulatif de la flotte d'achat

source: Purchasing Level
es: Nivel de compras
fr: Niveau d'achat

source: Purchasing level Reached
es: Nivel de compras alcanzado
fr: Niveau d'achat atteint

source: QA - training Remittance Report
es: QA - Informe de remesas de Training
fr: AQ - Rapport sur les versements au titre de la formation

source: QA Automation
es: Automatización de QA
fr: Automatisation de l'assurance qualité (AQ)

source: QlikView Dashboard
es: Cuadro de mando QlikView
fr: Tableau de bord QlikView

source: Qty
es: Cant.
fr: Qté

source: Qty Criteria Typ
es: Tipo de criterio de cant.
fr: Qté Type de critères

source: Qty Discount Criteria Type
es: Tipo de criterio de descuento por cant.
fr: Qté Type de critères de remises

source: Qty Of All Part Line Items Matching Part Attributes Specified In &quot;Pricing Attributes&quot; Sectione
es: Cant. de todas las partidas de piezas que coinciden con los atributos de piezas especificados en la sección “Atributos de precios”.
fr: Qté de tous les postes de pièces correspondant aux attributs des pièces spécifiés dans la section « Attributs de tarification »

source: Qty Of All Part Line Items On Invoice
es: Cant. de todas las partidas de piezas en la factura
fr: Qté de tous les postes de pièces sur la facture

source: Qty Of All Recognized Part Line Items On Invoice
es: Cant. de todas las partidas de piezas reconocidas en la factura
fr: Qté de tous les postes de pièces reconnues sur la facture

source: Quantity
es: Cantidad
fr: Quantité

source: Quantity Invalid
es: Cantidad no válida
fr: Quantité non valide

source: Quantity is required
es: La cantidad es obligatoria
fr: Quantité requise

source: Quantity Received different from Invoiced Quantity
es: Cantidad recibida diferente de la cantidad facturada
fr: Quantité reçue différente de la quantité facturée

source: Quantity should be positive value with no decimals.
es: La cantidad debe ser un valor positivo sin decimales.
fr: La quantité doit être une valeur positive sans décimales.

source: Quarterly
es: Trimestral
fr: Trimestriel

source: Questions/Concerns
es: Preguntas/Dudas
fr: Questions/préoccupations

source: Quick Books
fr: Livres rapides

source: Quick Search
es: Búsqueda rápida
fr: Recherche rapide

source: Quick Search past 2 years data; use Advanced Search for expanded search options
es: Búsqueda rápida de datos de los últimos 2 años; utilice Búsqueda avanzada para ampliar las opciones de búsqueda
fr: Recherche rapide sur les données des 2 dernières années ; utiliser la recherche avancée pour des options de recherche plus étendues

source: Radio Button
es: Botón de opción
fr: Bouton radio

source: Rate
es: Tarifa
fr: Taux

source: Re Submit Transaction
es: Reenviar transacción
fr: Soumettre à nouveau la transaction

source: Re-date the Invoice:
es: Redatar la factura:
fr: Réactualiser la facture :

source: Re-disputed
es: Volver a disputar
fr: Contesté à nouveau

source: re-submission.
es: reenvío.
fr: nouvelle soumission.

source: Re-Submit Invoice
es: Reenviar factura
fr: Soumettre à nouveau la facture

source: Ready For Approval
es: Listo para aprobación
fr: Prêt pour l'approbation

source: Ready to Send
es: Listo para enviar
fr: Prêt à envoyer

source: Ready To upload
es: Listo para cargar
fr: Prêt à télécharger

source: Reason
es: Motivo
fr: Motif

source: Reason Details
es: Detalles del motivo
fr: Détails du motif

source: Reason Note
es: Nota de motivo
fr: Note sur le motif

source: Reason:
es: Motivo:
fr: Motif :

source: ReasonDesc
fr: Description du motif

source: Reassign Location
es: Reasignar ubicación
fr: Réaffecter l’emplacement

source: REASSIGNED
es: REASIGNADO
fr: RÉAFFECTÉ

source: Reassignment cannot happen as the selected location does not have the statement configuration relationship set in the system.
es: La reasignación no puede producirse dado que la ubicación seleccionada no tiene configurada la relación de configuración del estado de cuenta en el sistema.
fr: La réaffectation ne peut pas avoir lieu car l’emplacement sélectionné n'a pas la relation de configuration de déclaration définie dans le système.

source: Reassignment Note
es: Nota de reasignación
fr: Note de réaffectation

source: Reassignments
es: Reasignaciones
fr: Réaffectations

source: Rebate
es: Rebaja
fr: Remise

source: Rebate Accrual Frequency
es: Frecuencia de devengo de rebajas
fr: Fréquence d'accumulation des remises

source: Rebate Accrual Summary report GroupBy
es: Informe del resumen de rebajas GroupBy
fr: Rapport de synthèse sur l’accumulation des remises GroupBy

source: Rebate Accruals Report
es: Informe de devengos de rebajas
fr: Rapport sur l’accumulation des remises

source: Rebate Amount Type
es: Tipo de monto de rebaja
fr: Montant de la remise Type

source: Rebate Applied on Sale Price
es: Rebaja aplicada al precio de venta
fr: Remise appliquée sur le prix de vente

source: Rebate Buyer Type
es: Tipo de comprador de la rebaja
fr: Remise Type d'acheteur

source: Rebate Calculation Level
es: Nivel de cálculo de la rebaja
fr: Niveau de calcul des remises

source: REBATE CONTRACT
es: CONTRATO DE REBAJAS
fr: CONTRAT DE REMISE

source: Rebate Contract Details
es: Detalles del contrato de rebajas
fr: Détails du contrat de remise

source: Rebate Contract with this name already exist.
es: Ya existe un contrato de rebajas con este nombre.
fr: Un contrat de remise portant ce nom existe déjà.

source: Rebate Date Basis for Eligibility Calculation
es: Fecha de rebaja Base para el cálculo de elegibilidad
fr: Date de remise Base de calcul de l'éligibilité

source: Rebate Dealer Type
es: Tipo de distribuidor de las rebajas
fr: Remise Type de distributeur

source: Rebate Distribution Frequency
es: Frecuencia de distribución de rebajas
fr: Fréquence de distribution des remises

source: Rebate Fleet Type
es: Tipo de flota de rebajas
fr: Remise Type de flotte

source: Rebate Frequency Type
es: Tipo de frecuencia de rebajas
fr: Remise Type de fréquence

source: REBATE ITEMS
es: ARTÍCULOS DE REBAJA
fr: POSTES DE REMISE

source: Rebate items do not exist for this contract.
es: Los artículos de rebaja no existen para este contrato.
fr: Il n'existe pas de poste de remise pour ce contrat.

source: Rebate Line AP
es: Línea de rebaja de AP
fr: Ligne de remise AP

source: Rebate Line AR
es: Línea de rebaja de AR
fr: Ligne de remise AR

source: Rebate Part Selection
es: Selección de pieza de rebaja
fr: Sélection des pièces à rabais

source: Rebate Payer
es: Pagador de la rebaja
fr: Payeur de la remise

source: Rebate Payer and Receivers
es: Pagador y receptores de la rebaja
fr: Payeur et bénéficiaires des remises

source: Rebate Price Type
es: Tipo de precio de rebaja
fr: Remise Type de prix

source: Rebate Receivers
es: Receptores de rebajas
fr: Destinataires de la remise

source: Rebate Seller Type
es: Tipo de vendedor de rebajas
fr: Remise Type de vendeur

source: Rebate Status
es: Estado de la rebaja
fr: Statut de la remise

source: Rebate Tier Unit
es: Unidad de nivel de rebaja
fr: Remise Unité du niveau

source: Rebate Transaction Amount Type
es: Tipo de monto de la transacción de rebaja
fr: Remise Type de montant de la transaction

source: Rebate Value
es: Valor de la rebaja
fr: Valeur de la remise

source: Rebate Value Unit
es: Unidad de valor de la rebaja
fr: Unité de valeur de la remise

source: Rebate value unit is required
es: Unidad de valor de rebaja es obligatorio
fr: L’unité de valeur de la remise est requise

source: Rebill
es: Refacturación
fr: Refacturation

source: Rebill Attempt
es: Intento de refacturación
fr: Tentative de refacturation

source: Rebill Comments are mandatory
es: Los comentarios de refacturación son obligatorios
fr: Le champ Commentaires sur la refacturation est obligatoire
