Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Corcentric Inc. All rights reserved.
es: Corcentric Inc. Todos los derechos reservados.
fr: Corcentric Inc. Tous droits réservés.

source: Corcentric Rejection
es: Rechazo de Corcentric
fr: Rejet Corcentric

source: Corcentric Support:
es: Asistencia de Corcentric:
fr: Support Corcentric :

source: Corconnect Common Exception {0} has been logged.
es: Se ha registrado la excepción común de Corconnect {0}.
fr: L'exception commune CorConnect {0} a été enregistrée.

source: CorConnect Fields
es: Campos de CorConnect
fr: Champs CorConnect

source: CorConnectEOP Summary Remittance Report
es: Informe resumido de remesas de CorConnectEOP
fr: Rapport sommaire de versement CorConnectEOP

source: CORE CHARGE
es: CARGO BASE
fr: FRAIS DE BASE

source: Core Price
es: Precio base
fr: Prix de base

source: Core Price Adjusted to Not To Exceed Price
es: Precio base ajustado a Precio no superable
fr: Prix de base ajusté au prix non excessif

source: Core Price Adjusted to Not To Exceed Price; Part FET Price not found:
es: Precio base ajustado a Precio no superable; no se encontró el precio FET de la pieza:
fr: Prix de base ajusté au prix à ne pas dépasser ; le prix FET des pièces est introuvable :

source: Core Price Adjusted to Not To Exceed Price; Part unit and FET price not found :
es: Precio base ajustado a Precio no superable; no se encontró el precio unitario y FET de la pieza:
fr: Prix de base ajusté au prix à ne pas dépasser ; le prix de l'unité et le prix FET des pièces sont introuvables :

source: Core Price Adjusted to Not To Exceed Price; Part unit price not found :
es: Precio base ajustado a Precio no superable; no se encontró el precio unitario de la pieza:
fr: Prix de base ajusté au prix à ne pas dépasser ; le prix unitaire des pièces est introuvable :

source: Core Price Adjusted to Not To Exceed Price; Pricing relationship set to ignore unit price check :
es: Precio básico ajustado a Precio no superable; la relación de fijación de precios está configurada para ignorar la comprobación de precio unitario:
fr: Prix de base ajusté au prix à ne pas dépasser ; relation de tarification réglée de manière à ignorer la vérification du prix unitaire :

source: Core Price Adjustment
es: Ajuste de precio base
fr: Ajustement des prix de base

source: Core Price Adjustment Relationship
es: Relación de ajuste de precio base
fr: Relation d'ajustement des prix de base

source: Core Price charged when Buyer is set up not to charge cores
es: El precio base se carga cuando el comprador está configurado para no cargar bases
fr: Prix de base facturé lorsque l'acheteur est configuré pour ne pas facturer les prix de base

source: Core Price charged when Fleet is set up not to charge cores
es: El precio base se carga cuando la flota está configurada para no cargar bases
fr: Prix du noyau facturé lorsque la flotte est configurée pour ne pas facturer les prix de base

source: Core Price Check
es: Comprobación de precio base
fr: Vérification du prix de base

source: Core Price Check Relationship
es: Relación de comprobación de precio base
fr: Relation de vérification du prix de base

source: Core Price Check Type
es: Tipo de comprobación de precio base
fr: Prix de base Type de contrôle

source: Core Price Difference
es: Diferencia de precio base
fr: Différence de prix de base

source: Core Price Invalid
es: Precio base no válido
fr: Prix de base non valide

source: Core Price Level
es: Nivel de precio base
fr: Niveau des prix de base

source: Core price should be equal to Program Coreprice of
es: El precio base debe ser igual al precio base del programa de
fr: Le prix de base doit être égal au prix de base du programme de

source: Core Price Type
es: Tipo de precio base
fr: Type de prix de base

source: Core Price Type Relationship
es: Relación de tipo de precio base
fr: Relation de type de prix de base

source: Core QTY Remaining
es: CANT. de base restante
fr: QTÉ de base restante

source: Coreprice charging is not allowed.
es: No se permite el cobro de precio base
fr: La facturation au prix de base n'est pas autorisée.

source: CoreReferenceType
fr: Type de référence de base

source: Cores
es: Bases
fr: Bases

source: CoreTotal
fr: Total de base

source: corpId
fr: id de la société

source: Corporation ID:
es: ID de corporación:
fr: ID de la société :

source: Correct Discrepancies
es: Corregir discrepancias
fr: Corriger les divergences

source: Correct PO #
es: Corregir N.º de OC
fr: Numéro de commande correct

source: Corsymphony user sync uri related entries
es: Entradas relacionadas con Corsymphony user sync uri
fr: Entrées liées à l'URI de synchronisation de l'utilisateur Corsymphony

source: Cost Center
es: Centro de costos
fr: Centre de coût

source: Could not authenticate userName and password provided.
es: No se ha podido autenticar el nombre de usuario y la contraseña proporcionados.
fr: Impossible d'authentifier le nom d'utilisateur et le mot de passe fournis.

source: Could not create folder:
es: No se pudo crear la carpeta:
fr: Impossible de créer un dossier :

source: Count
es: Cuenta
fr: Pays

source: Country
es: País
fr: Pays

source: Country is empty for PartnerId:
es: País está vacío para PartnerId:
fr: Le pays est vide pour PartnerId :

source: Create
es: Crear
fr: Créer

source: Create a Reversal
es: Crear una reversión
fr: Créer une inversion

source: Create Authorization
es: Crear autorización
fr: Créer une autorisation

source: Create Clone
es: Crear clon
fr: Créer un clone

source: Create Date
es: Crear fecha
fr: Date de création

source: Create New Entity
es: Crear nueva entidad
fr: Créer une nouvelle entité

source: Create Offset
es: Crear compensación
fr: Créer un décalage

source: Create Rebill
es: Crear refacturación
fr: Créer une facture

source: Created a new report policy &quot;{0}&quot;
es: Se ha creado una nueva política de informes “{0}”
fr: Création d'une nouvelle politique de rapport "{0}"

source: Created a new report policy rule &quot;{0}&quot;
es: Se ha creado una nueva regla de política de informes “{0}”
fr: Création d'une nouvelle règle de politique de rapport "{0}"

source: created by
es: creado por
fr: créé par

source: Created Date
es: Fecha de creación
fr: Date de création

source: CreatedBy
fr: Créé par

source: Creating the File System Object
es: Creación del objeto de sistema de archivos
fr: Création de l'objet système de fichiers

source: Creating the Folder:
es: Creación de la carpeta:
fr: Création du dossier :

source: Creation Date
es: Fecha de creación
fr: Date de création

source: Credit
es: Crédito
fr: Crédit

source: Credit Acceleration Fee Value
es: Valor de la tasa de aceleración de crédito
fr: Valeur de la commission d'accélération du crédit

source: Credit Approval
es: Aprobación de crédito
fr: Approbation du crédit

source: Credit Approval Rejected
es: Aprobación de crédito rechazada
fr: Refus d'approbation du crédit

source: Credit Approval Status
es: Estado de la aprobación de crédito
fr: Statut d'approbation du crédit

source: Credit Approver (PermLeverl=99)
es: Aprobador de crédito (PermLeverl=99)
fr: Approbateur de crédit (PermLeverl=99)

source: Credit Authorization
es: Autorización de crédito
fr: Autorisation de crédit

source: Credit Available
es: Crédito disponible
fr: Crédit disponible

source: Credit available but relationship is suspended. Contact
es: Crédito disponible pero la relación está suspendida. Contacto
fr: Crédit disponible mais relation suspendue. Contact

source: Credit Check
es: Verificación de crédito
fr: Vérification du crédit

source: Credit Denied
es: Crédito denegado
fr: Crédit refusé

source: Credit Invoice
es: Factura de crédito
fr: Facture de crédit

source: Credit is good
es: El crédito es bueno
fr: Le crédit est bon

source: Credit Issued
es: Crédito emitido
fr: Crédit émis

source: Credit Limit
es: Límite de crédito
fr: Limite de crédit

source: Credit Limit %
es: Límite % de crédito
fr: Limite de crédit %

source: Credit Limit Variance
es: Desviación del límite de crédito
fr: Écart de limite de crédit

source: Credit Limit Variance Relationship
es: Relación de variación del límite de crédito
fr: Relation entre l'écart et la limite de crédit

source: Credit Manager
es: Gerente de crédito
fr: Gestionnaire de crédit

source: Credit Manager Phone Number
es: Número de teléfono del gestor de crédito
fr: Numéro de téléphone du gestionnaire de crédit

source: Credit Memo
es: Nota de crédito
fr: Note de crédit

source: Credit not available
es: Crédito no disponible
fr: Crédit non disponible

source: Credit Ok
es: Crédito correcto
fr: Crédit Ok

source: Credit or Debit Transaction
es: Transacción de crédito o débito
fr: Transaction de crédit ou de débit

source: Credit Price Audit
es: Auditoría de precio de crédito
fr: Audit du prix du crédit

source: Credit Rejection
es: Rechazo de crédito
fr: Refus de crédit

source: Credit Status
es: Estado del crédito
fr: Statut de crédit

source: Credit Terms
es: Términos del crédito
fr: Conditions de crédit

source: CREDIT/INVOICE
es: CRÉDITO/FACTURA
fr: CRÉDIT/FACTURE

source: Critical Order
es: Orden crítica
fr: Ordre critique

source: Cross Reference Code
es: Código de referencia cruzada
fr: Code de référence croisée

source: Cross Reference Code must be less than 60 characters
es: El código de referencia cruzada debe tener menos de 60 caracteres
fr: Le code de référence croisée doit être inférieur à 60 caractères

source: Cross reference from DMS
es: Referencia cruzada desde DMS
fr: Référence croisée de DMS

source: Cross Reference Type
es: Tipo de referencia cruzada
fr: Type de référence croisée

source: Cross ReferenceType
es: Tipo de referencia cruzada
fr: Type de référence croisée

source: CSR Email
es: Correo electrónico del CSR
fr: Courriel du CSR

source: CSR Name
es: Nombre del CSR
fr: Nom du CSR

source: Cumulative
es: Acumulativo
fr: Cumulatif

source: Currency
es: Divisa
fr: Devise

source: Currency cannot have mutiple units of distance setup.
es: La divisa no puede tener múltiples unidades de distancia configuradas.
fr: La devise ne peut pas avoir plusieurs unités de distance.

source: Currency Code
es: Código de divisa
fr: Code de la devise

source: Currency Code Invalid
es: Código de divisa no válido
fr: Code de la devise invalide

source: Currency code specified in the request is not valid
es: El código de divisa especificado en la solicitud no es válido
fr: Le code de la devise spécifié dans la demande n'est pas valide

source: currency code {0} not found.
es: código de divisa {0} no encontrado.
fr: le code de la devise {0} n'a pas été trouvé.

source: Currency Criteria
fr: Critères relatifs à la devise

source: Currency does not exist for
es: La divisa no existe para
fr: La devise n'existe pas pour

source: Currency does not exist for1
es: La divisa no existe para
fr: La devise n'existe pas pour

source: Currency is required
es: La divisa es obligatoria
fr: La devise est obligatoire

source: Currency Relationship
es: Relación de divisas
fr: Relation de devise

source: Currency relationship not found a
es: No se encontró la relación de divisa en
fr: Relation de devise non trouvée a

source: Currency relationship not found at
es: Relación de divisas no encontrada en
fr: La relation de devise n'a pas été trouvée à l'adresse suivante

source: Currency required
es: Divisa es obligatorio
fr: Devise requise

source: Currency values do not match original Invoice
es: Los valores de divisa no coinciden con la factura original
fr: Les valeurs de devise ne correspondent pas à la facture originale

source: Currency values don''t match for the locations selected; please select correct locations for reversal.
es: Los valores de divisa no coinciden para las ubicaciones seleccionadas; seleccione las ubicaciones correctas para la reversión.
fr: Les valeurs de devise ne correspondent pas aux lieux sélectionnés ; veuillez sélectionner les lieux corrects pour l’annulation.

source: Currency:
es: Divisa:
fr: Devise :

source: Currency:1
es: Divisa:
fr: Devise :

source: CurrencyCode
fr: Code de la devise

source: Current
es: Actual
fr: Actuel

source: Current Due
es: Saldo actual
fr: Échéance actuelle

source: Current Invoice Amount
es: Monto actual de la factura
fr: Montant de la facture actuelle

source: Current Invoice Count
es: Recuento actual de facturas
fr: Nombre de factures en cours

source: Current invoice''s statement is already closed.
es: El estado de cuenta de la factura actual ya está cerrado.
fr: Le relevé de la facture en cours est déjà clôturé.

source: Current month
es: Mes actual
fr: Mois en cours

source: Current Password is required
fr: Le mot de passe actuel est requis

source: Current Password:
fr: Mot de passe actuel:

source: Current Purchasing level
es: Nivel de compras actual
fr: Niveau d'achat actuel

source: Current Quarter
es: Trimestre en curso
fr: Trimestre en cours

source: Current Scope
es: Ámbito actual
fr: Champ d'application actuel

source: Current Year Level
es: Nivel actual del año
fr: Niveau de l'année en cours

source: Currently there are reports in the system that use selected mapping/s. Transaction has been aborted
es: Actualmente&nbsp;hay&nbsp;informes&nbsp;en&nbsp;el&nbsp;sistema&nbsp;que&nbsp;utilizan&nbsp;las&nbsp;asignaciones&nbsp;seleccionadas.&nbsp;Se&nbsp;ha&nbsp;cancelado&nbsp;la&nbsp;transacción
fr: Actuellement&nbsp;il y a&nbsp;rapports&nbsp;dans&nbsp;le&nbsp;système&nbsp;qui&nbsp;utilisent&nbsp;les&nbsp;cartographies&nbsp;sélectionnées/s.&nbsp;La transaction&nbsp;a&nbsp;a été&nbsp;annulé

source: Currently there are reports in the system that use this mapping
es: Actualmente&nbsp;hay&nbsp;informes&nbsp;en&nbsp;el&nbsp;sistema&nbsp;que&nbsp;utilizan&nbsp;esta&nbsp;asignación
fr: Actuellement&nbsp;il y a&nbsp;rapports&nbsp;dans&nbsp;le&nbsp;système&nbsp;qui&nbsp;utilisent&nbsp;cette&nbsp;cartographie&nbsp;

source: Custom Days
es: Días personalizados
fr: Jours personnalisés

source: Custom file uploading fails due to an external error that doesn't relate to the ASPxUploadControl
es: La carga de archivos personalizada falla debido a un error externo que no se relaciona con ASPxUploadControl
fr: Le téléchargement de fichiers personnalisés échoue en raison d'une erreur externe qui n'est pas liée au contrôle ASPxUpload

source: CustomData/Data/Key
fr: Données personnalisées/Données/Clé

source: Customer
es: Cliente
fr: Client

source: Customer Account
es: Cuenta del cliente
fr: Compte client

source: Customer can see Service Provider info
es: El cliente puede ver la información del proveedor de servicios
fr: Le client peut consulter les renseignements du fournisseur de services

source: Customer can see Supplier info
es: El cliente puede ver la información del proveedor
fr: Le client peut voir les renseignements du fournisseur

source: Customer Code
es: Código de cliente
fr: Code client

source: Customer Code Invalid
es: Código de cliente no válido
fr: Code client invalide

source: Customer code is required
es: El código de cliente es obligatorio
fr: Le code client est requis

source: Customer ID:
es: ID de cliente:
fr: Identifiant du client :

source: Customer Review
es: Revisión del cliente
fr: Avis des clients

source: Customer Shop
es: Tienda del cliente
fr: Magasin du client

source: Customer Type Invalid
es: Tipo de cliente no válido
fr: Type de client non valide

source: Customer/Member
es: Cliente/miembro
fr: Client/Membre

source: Customer/Member Shop
es: Tienda del cliente/miembro
fr: Magasin du client/membre

source: CustomerAddress
fr: Adresse du client

source: CustomerParentAddress
fr: Adresse du parent du client

source: Customized date
es: Fecha personalizada
fr: Date personnalisée

source: Daily
es: Diario
fr: Quotidiennement

source: Daimler Summary Remittance Report
es: Informe resumido de remesas de Daimler
fr: Rapport sommaire de remise de Daimler

source: Damaged Item
es: Elemento dañado
fr: Article endommagé

source: Dashboard
es: Panel de control
fr: Tableau de bord

# Data not provided for the following rows:
source: Data not provided for the following rows:\n
es: No se proporcionaron datos para las siguientes filas:\n
fr: Données non fournies pour les rangées suivantes:\n

source: Data Requirements
es: Requisitos de datos
fr: Exigences en matière de données

source: Data Requirements Missing
es: Requisitos de datos faltantes
fr: Données manquantes

source: Data requirements that must be availble for input on Manual Invoice
es: Requisitos de datos que deben estar disponibles para su introducción en la factura manual
fr: Données requises qui doivent être disponibles pour la saisie dans la facture manuelle

source: Data Requirments Relationship
es: Relación de requisitos de datos
fr: Relation entre les exigences en matière de données

source: Data Type
es: Tipo de datos
fr: Type de données

source: Data Use For Eligibility Calculation is required
es: Uso de datos para cálculo de elegibilidad es obligatorio
fr: Les données utilisées pour le calcul de l'éligibilité sont requises

source: Datatype not found.
es: Datatype no encontrado.
fr: Type de données non trouvé.

source: Date Basis For Eligibility Calculation
es: Fecha base para el cálculo de elegibilidad
fr: Base de la date de calcul de l'admissibilité

source: Date Criteria
fr: Critères des dates

source: Date is required
es: La fecha es obligatoria
fr: La date est requise

source: Date Paid
es: Fecha de pago
fr: Date de paiement

source: Date Range
es: Intervalo de fechas
fr: Plage de dates

source: Date range overlaps active rules please modify Start and End date.
es: El intervalo de fechas se superpone con las normas activas, modifique las fechas de inicio y fin.
fr: La plage de dates chevauche les règles actives. Veuillez modifier les dates de début et de fin.

source: Date Received
es: Fecha de recepción
fr: Date de réception

source: Date Search
es: Búsqueda por fecha
fr: Recherche par date

source: Date Shipped
es: Fecha de envío
fr: Date d'expédition

source: Date Type
es: Tipo de fecha
fr: Type de date

source: Date/Time of Change
es: Fecha/hora del cambio
fr: Date/heure du changement

source: Date not valid
es: Fecha&nbsp;no&nbsp;válida
fr: Date&nbsp;non&nbsp;valide

source: day dispute window.
es: ventana de días de disputa.
fr: fenêtre de litige du jour.

source: Day of month is required
es: Día del mes es obligatorio
fr: Le jour du mois est obligatoire

source: Day Of The Month is Required
es: Día del mes es obligatorio
fr: Le jour du mois est obligatoire

source: Day Of The Week is Required
es: Día de la semana es obligatorio
fr: Le jour de la semaine est obligatoire

source: day(s).
es: día(s)
fr: jour(s).

source: DayOfTheMonth
fr: Jour du mois

source: DayOfTheMonth2
fr: Jour du mois 2

source: DayOfTheWeek
fr: Jour de la semaine

source: days
es: días
fr: jours

source: Days difference should be greater or equal to
es: La diferencia de días debe ser mayor o igual que
fr: La différence de jours doit être supérieure ou égale à

source: Days from AR Due Date
es: Días desde la fecha de vencimiento de AR
fr: Jours à partir de la date d'échéance de l’AR

source: Days from calculated date type
es: Días desde el tipo de fecha calculada
fr: Jours à partir du type de date calculée

source: Days from End of Month
es: Días desde fin de mes
fr: Jours à partir de la fin du mois

source: Days from End of Next Month
es: Días desde el fin de mes siguiente
fr: Jours à partir de la fin du mois suivant

source: Days from Statement End Date
es: Días desde la fecha de fin de estado de cuenta
fr: Jours à partir de la date de fin de relevé

source: Days in Process
es: Días en proceso
fr: Jours en cours de traitement

source: Days Late
es: Días en retraso
fr: Jours de retard

source: Days to Expire
es: Días para el vencimiento
fr: Jours d'expiration

source: DaysInProcess
fr: Jours en cours

source: DaystoExpire
fr: Jours avant l’expiration

source: Deactivate Child Locations
es: Desactivar las ubicaciones relacionadas
fr: Désactiver l'emplacement des enfants

source: Deactivated Date
es: Fecha de desactivación
fr: Date de désactivation

source: Deactivated parts cannot be updated
es: Las piezas desactivadas no pueden actualizarse
fr: Les pièces désactivées ne peuvent pas être mises à jour

source: Deactivated record cannot be activated again
es: El registro desactivado no se puede volver a activar
fr: L'enregistrement désactivé ne peut pas être réactivé

source: Deactivated record cannot be updated.
es: El registro desactivado no se puede actualizar.
fr: L'enregistrement désactivé ne peut pas être mis à jour.

source: Deactivated successfully.
es: Desactivado correctamente.
fr: Désactivé avec succès.

source: Dealder Code
es: Código de distribuidor
fr: Code du distributeur

source: Dealer
es: Distribuidor
fr: Distributeur

source: Dealer Address
es: Dirección del distribuidor
fr: Adresse du distributeur

source: Dealer Address 1
es: Dirección 1 del distribuidor
fr: Adresse du distributeur 1

source: Dealer Billing Code
es: Código de facturación del distribuidor
fr: Code de facturation du distributeur

source: Dealer Brand AAIA
es: AAIA de la marca del distribuidor
fr: Marque du distributeur AIAA

source: dealer checked not hold check-box
es: el distribuidor marcado no mantiene casilla de verificación
fr: le distributeur a coché la case « ne pas retenir »

source: Dealer Code
es: Código de distribuidor
fr: Code du distributeur

source: Dealer Code Invalid
es: Código de distribuidor no válido
fr: Code du distributeur non valide

source: Dealer code is required
es: El código de distribuidor es obligatorio
fr: Le code du distributeur est requis

source: Dealer Code:
es: Código de distribuidor:
fr: Code du distributeur :

source: Dealer Company Name
es: Nombre de la empresa del distribuidor
fr: Nom de l'entreprise du distributeur

source: Dealer Contacts
es: Contactos del distribuidor
fr: Contacts avec les distributeurs

source: Dealer Corcentric Code
es: Código de Corcentric del distribuidor
fr: Code Corcentric du distributeur

source: Dealer Criteria
es: Criterios de distribuidor
fr: Critères pour les distributeurs

source: Dealer Customer
es: Cliente del distribuidor
fr: Client du distributeur

source: Dealer defined in DMS
es: Distribuidor definido en DMS
fr: Distributeur défini dans le DMS

source: Dealer Delivery
es: Entrega al distribuidor
fr: Livraison par le distributeur

source: Dealer Description
es: Descripción del distribuidor
fr: Description du distributeur

source: Dealer Discount Date Report
es: Informe de fecha de descuento del distribuidor
fr: Rapport sur la date de remise du distributeur

source: Dealer Display Name
es: Nombre visualizado del distribuidor
fr: Nom d'affichage du distributeur

source: Dealer Due Date
es: Fecha de vencimiento del distribuidor
fr: Date d'échéance du distributeur

source: Dealer Due Date Report
es: Informe de fecha de vencimiento del distribuidor
fr: Rapport sur les échéances des distributeurs

source: Dealer Entity Code
es: Código de entidad del distribuidor
fr: Code de l'entité du distributeur

source: Dealer Fee
es: Tasa del distribuidor
fr: Frais du distributeur

source: Dealer Group
es: Grupo de distribuidores
fr: Groupe de distributeurs

source: Dealer Group Name
es: Nombre del grupo de distribuidores
fr: Nom du groupe de distributeurs

source: Dealer has delivered the invoice
es: El distribuidor ha entregado la factura
fr: Le distributeur a délivré la facture

source: Dealer has released the invoice
es: El distribuidor ha liberado la factura
fr: Le distributeur a communiqué la facture

source: Dealer Identifier
es: Identificador del distribuidor
fr: Identifiant du distributeur

source: Dealer Inv #
es: Nº de fac. del distribuidor
fr: Numéro de facture du distributeur

source: Dealer Inv Date
es: Fecha de fac. del distribuidor
fr: Date de la facture du distributeur
