Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: {0} Aged Invoices Report for {1}
es: {0} Informe de facturas atrasadas para {1}
fr: {0} Rapport sur les factures périmées pour {1}

source: {0} ASN{1} Received
es: {0} ASN{1} recibido
fr: {0} ASN{1} Reçu

source: {0} Draft Statement Notification for {1}
es: {0} Notificación de estado de cuenta para {1}
fr: {0} Notification pour le projet de déclaration {1}

source: {0} Invoice
es: {0} Factura
fr: {0} Facture

source: {0} Invoice{1} Received
es: {0} Factura{1} recibida
fr: {0} Facture{1} Reçue

source: {0} Loyalty Newsletter
es: {0} Boletín de fidelidad
fr: {0} Lettre d'information sur la fidélité

source: {0} Open balance Collector not found
es: {0} Cobrador de saldo abierto no encontrado
fr: {0} Solde ouvert - Collecteur introuvable

source: {0} Open Disputes
es: {0} Disputas abiertas
fr: {0} Litiges ouverts

source: {0} PO Update notification: {1}
es: {0} Notificación de actualización de OC: {1}
fr: {0} Notification de mise à jour du bon de commande : {1}

source: {0} POs received by Dealer
es: {0} OC recibidas por el distribuidor
fr: {0} Bons de commande reçus par le distributeur

source: {0} POs received by Seller
es: {0} OC recibidas por el vendedor
fr: {0} Bons de commande reçus par le vendeur

source: {0} POs sent
es: {0} OC enviadas
fr: {0} Bons de commande envoyés

source: {0} Preliminary Draft Statement Notification for {1}
es: {0} Notificación preliminar de estado de cuenta para {1}
fr: {0} Notification de la déclaration d'avant-projet pour {1}

source: {0} user cannot issue credit and attach files to {0} notification
es: {0} el usuario no puede emitir crédito ni adjuntar archivos a la notificación {0}
fr: {0} l'utilisateur ne peut pas émettre de crédit et joindre des fichiers à la notification {0}

source: {0} Your account at {1} is suspended
es: {0} Su cuenta en {1} está suspendida
fr: {0} Votre compte sur {1} a été suspendu

source: {0} Your personal login at {1} is suspended.
es: {0} Su inicio de sesión personal en {1} está suspendido.
fr: {0} Votre identifiant personnel sur {1} a été suspendu.

source: {0} [{1}] Cash Flow Report
es: Reporte de flujo de caja {0} [{1}]
fr: {0} [{1}] Rapport sur les flux de trésorerie

source: {0} {1} - {2} Termination error
es: {0} {1} - {2} Error de terminación
fr: {0} {1} - {2} Erreur de terminaison

source: {0} {1} - {2} Termination success
es: {0} {1} - {2} Éxito de la terminación
fr: {0} {1} - {2} Succès de la résiliation

source: {0} {1} Bulk Credit update
es: {0} {1} Actualización masiva de créditos
fr: {0} {1} Mise à jour des crédits en bloc

source: {0} {1} Bulk Dispute Creation
es: {0} {1} Creación masiva de disputas
fr: {0} {1} Création de litiges en bloc

source: {0} {1} Bulk Invoice Resend
es: {0} {1} Reenvío masivo de facturas
fr: {0} {1} Renvoi de factures en bloc

source: {0} {1} Bulk Invoice update
es: {0} {1} Actualización masiva de facturas
fr: {0} {1} Mise à jour des factures en bloc

source: {0} {1} Invoices Resent Batch[[x]]
es: {0} {1} Lote[[x]] de facturas renviadas
fr: {0} {1} Lot de factures renvoyées[[x]]

source: {0} {1} Settlement File Report
es: {0} {1} Informe del expediente de liquidación
fr: {0} {1} Rapport sur le dossier de règlement

source: {R} Core Price adjusted :
es: {R} Precio base ajustado:
fr: {R} Prix de base ajusté :

source: {R} Part Core and FET price not found:
es: {R} Precio base y FET de pieza no encontrado:
fr: {R} Le prix de base et FET de la pièce est introuvable :

source: {R} Part FET Price not found :
es: {R} Precio FET de pieza no encontrado:
fr: {R} Prix FET de pièce introuvable :

source: {R} Part number not found in the system :
es: {R} Número de pieza no encontrado en el sistema:
fr: {R} Numéro de pièce introuvable dans le système :

source: {R} Part unit and FET price not found in the system :
es: {R} Precio unitario y FET de pieza no encontrado en el sistema:
fr: {R} L'unité et le prix FET de la pièce sont introuvables dans le système :

source: {R} Part unit price not found in the system :
es: {R} Precio unitario de pieza no encontrado en el sistema:
fr: {R} Le prix unitaire de la pièce n'a pas été trouvé dans le système :

source: {R} Pricing relationship set to ignore core price check :
es: {R} La relación de fijación de precios está configurada para ignorar la comprobación de precio base:
fr: {R} La relation de prix est réglée de manière à ignorer la vérification du prix de base :

source: {R} Pricing relationship set to ignore unit price check :
es: {R} La relación de fijación de precios está configurada para ignorar la comprobación de precio unitario:
fr: {R} La relation de prix est réglée de manière à ignorer la vérification du prix unitaire :

source: {R} Unit and Core Price adjusted :
es: {R} Precio unitario y base ajustado:
fr: {R} Ajustement du prix unitaire et du prix de base :

source: {R} Unit Price adjusted :
es: {R} Precio unitario ajustado:
fr: {R} Prix unitaire ajusté :

source: • Base 10 digits (0–9) &lt;br/&gt;
es: • Dígitos de base 10 (0-9) <br/>
fr: • Chiffres en base 10 (0-9) <br/>

source: • English lowercase alphabet characters (a–z) &lt;br/&gt;
es: • Caracteres del alfabeto inglés en minúsculas (a-z) <br/>
fr: • Caractères de l'alphabet anglais minuscules (a-z) <br/>

source: • English uppercase alphabet characters (A–Z) &lt;br/&gt;
es: • Caracteres del alfabeto inglés en mayúsculas (A-Z) <br/>
fr: • Caractères de l'alphabet anglais majuscule (A-Z) <br/>

source: • Non-alphanumeric characters (example, !$#,%) &lt;br/&gt;
es: • Caracteres no alfanuméricos (p. ej., !$#,%) <br/>
fr: • Caractères non alphanumériques (exemple : !$#,%) <br/>

source: 1% 20 Net 30
es: 1 % 20 Neto 30

source: 1% 20 Net 30 Non Eft
es: 1 % 20 Neto 30 No Eft

source: 2% 30 Net 45
es: 2 % 30 Neto 45

source: &lt;br&gt;&lt;b&gt;Buyer Criteria&lt;/b&gt;
es: <br/><b>Criterios de comprador</b>

source: &lt;br&gt;&lt;b&gt;Currency Criteria&lt;/b&gt;
es: <br/><b>Criterios de divisa</b>

source: &lt;br&gt;&lt;b&gt;Date Criteria&lt;/b&gt;
es: <br/><b>Criterios de fecha</b>

source: &lt;font color='red'&gt;&lt;b&gt;Advanced Search will only allow 180 days date range &lt;/font&gt; &lt;/b&gt;
es: <font color="red"><b>Búsqueda avanzada solo permite un intervalo de fechas de 180 días </font> </b>

source: &lt;P style=&quot;color:red;&quot;&gt;Note: At least one of the search criteria must be non-empty&lt;/P&gt;
es: <P style="color:red;">Nota: Al menos uno de los criterios de búsqueda no debe estar vacío</P>

source: Acc. Doc. Type
es: Cuenta Doc. Tipo

source: Action
es: Acción

source: Adj Credit Inv
es: Fac. crédito ajus.

source: Auth
es: Aut.

source: Browse the files to upload
es: Buscar los archivos por cargar

source: Code
es: Código

source: Configuration
es: Configuración

source: Confirm New Password
es: Confirmar nueva contraseña

source: Contacts
es: Contactos

source: Current Password
es: Contraseña actual

source: description
es: descripción

source: Destination
es: Destino

source: Direct Bill code
es: Código de factura directa

source: Disposition
es: Disposición

source: Distribution
es: Distribución

source: Email
es: Correo electrónico

source: Email Cc
es: Cc de correo electrónico

source: Email Cc:
es: Cc de correo electrónico:

source: Email:
es: Correo electrónico:

source: Exp. Date
es: Gas. Fecha

source: File types allowed to upload
es: Tipos de archivo permitidos para cargar

source: Format
es: Formato

source: from
es: desde

source: Is Temp Pwd
es: Es contr. temp.

source: isnull(@ListGroups,'') + ' already have the '+isnull(@relationshipName,'')+' Relationship.'
es: isnull(@ListGroups,'') + ' ya tiene la relación '+isnull(@relationshipName,’’)+’.’

source: Maintenance
es: Mantenimiento

source: Maximum number of files to upload is 5 and maximum size of each file is 15MB
es: El número máximo de archivos a subir es de 5 y el tamaño máximo de cada archivo es de 15 MB

source: mode
es: modo

source: New Password
es: Nueva contraseña

source: Note
es: Nota

source: Note 1
es: Nota 1

source: Note 2
es: Nota 2

source: Notes
es: Notas

source: Notes:
es: Notas:

source: Notification
es: Notificación

source: Notifications
es: Notificaciones

source: OK
es: Aceptar

source: OPTIONS
es: OPCIONES

source: orange
es: naranja

source: Parent
es: Matriz

source: Participant:
es: Participante:

source: Passwords are case sensitive. For example 'MyPassword' is not same as 'MYPASSWORD'
es: Las contraseñas distinguen entre mayúsculas y minúsculas. Por ejemplo 'MiContraseña' no es lo mismo que 'MICONTRASEÑA'.

source: Performance
es: Rendimiento

source: Position
es: Puesto

source: Program Support Inquiries:&lt;br&gt;877-950-9555&lt;br&gt;Monday through Friday 7:00 AM to 7:00 PM EST
es: Consultas de soporte del programa:<br/>877-950-9555<br/>Lunes a viernes de 7:00 AM a 7:00 PM EST

source: Question
es: Pregunta

source: Restaurant
es: Restaurante

source: salesforce
es: fuerza de ventas

source: Section
es: Sección

source: Service
es: Servicio

source: Services
es: Servicios

source: Skin Code
es: Código de apariencia

source: Source
es: Origen

source: Standard
es: Estándar

source: support
es: soporte

source: Sys Rec Date:
es: Fecha de reg. de sist.:

source: to
es: para

source: TRANSACTIONS
es: TRANSACCIONES

source: Type
es: Tipo

source: Uploaded Files
es: Archivos cargados

source: Validation
es: Validación

source: Vocation
es: Vocación

source: Weekends
es: Fines de semana

source: You can reach the Program Support team via email&lt;br&gt;by using the following email address:
es: Puede ponerse en contacto con el equipo de asistencia del programa por correo electrónico<br/>utilizando la siguiente dirección de correo electrónico:

source: {0} {1} Confirmation
es: {0} {1} Confirmación
