Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Invoice Type is required
es: Tipo de factura es obligatorio
fr: Le type de facture est obligatoire

source: Invoice Types
es: Tipos de factura
fr: Types de factures

source: Invoice unit price for
es: Precio unitario de factura para
fr: Prix unitaire de la facture pour

source: Invoice Update
es: Actualización de la factura
fr: Mise à jour de la facture

source: Invoice Validity Days
es: Días de validez de la factura
fr: Jours de validité de la facture

source: Invoice Validity Days Relationship
es: Relación de días de validez de la factura
fr: Jours de validité de la facture Relation

source: Invoice Validity Days was added.
es: Se añadió Días de validez de la factura.
fr: L'option Jours de validité de la facture a été ajoutée.

source: Invoice Validity Days was updated.
es: Se actualizó Días de validez de la factura.
fr: Les jours de validité de la facture ont été mis à jour.

source: Invoice was Changed
es: Se modificó la factura
fr: La facture a été modifiée

source: Invoice Watch List
es: Lista de control de facturas
fr: Liste de surveillance des factures

source: Invoice:
es: Factura:
fr: Facture :

source: Invoice: &quot; + lookupId + &quot; does not exist in the system. Please contact System administrator.
es: La factura: " + lookupId + " no existe en el sistema. Póngase en contacto con el administrador del sistema.
fr: La facture : « + lookupId + » n'existe pas dans le système. Veuillez contacter l'administrateur du système.

source: Invoice: {0} dispute closed
es: Factura: {0} disputa cerrada
fr: Facture : {0} litige clos

source: Invoice: {0} dispute has been Closed
es: Factura: {0} la disputa se ha cerrado
fr: Facture : {0} le litige a été clôturé

source: Invoice: {0} dispute has been Resolved
es: Factura: {0} la disputa se ha resuelto
fr: Facture : {0} le litige a été résolu

source: Invoice: {0} dispute note has been created
es: Factura: {0} se ha creado una nota de disputa
fr: Facture : {0} une note de litige a été créée

source: Invoice: {0} dispute resolved
es: Factura: {0} disputa resuelta
fr: Facture : {0} litige résolu

source: Invoice: {0}, has been disputed.
es: Factura: {0}, ha entrado en disputa.
fr: Facture : {0}, a été contestée.

source: Invoiced Amount
es: Monto facturado
fr: Montant facturé

source: InvoiceDate
fr: Date de la facture

source: invoiceId
fr: id de la facture

source: InvoicePrefix
fr: Préfixe de la facture

source: invoices
es: facturas
fr: factures

source: Invoices Batch Print Generation Request Completed
es: Solicitud de generación de impresión por lotes de facturas completada
fr: Demande de génération d'impression par lots de factures complétée

source: Invoices selected are not eligible for payment via payment portal
es: Las facturas seleccionadas no son aptas para el pago a través del portal de pagos
fr: Les factures sélectionnées ne sont pas éligibles au paiement via le portail de paiement

source: InvoiceStatus
fr: Statut de la facture

source: InvoiceType
fr: Type de facture

source: InvoiceTypeId
fr: Identifiant du type de facture

source: InvTotal
fr: Total des factures

source: IPO List
es: Lista IPO
fr: Liste des OPA

source: is
es: es
fr: est

source: is a duplicate record which is already exists
es: es un registro duplicado que ya existe
fr: est un enregistrement en double qui existe déjà

source: Is Active
es: Está activo
fr: Est actif

source: is already settled.
es: ya está liquidada.
fr: est déjà réglée.

source: is an All Billing group and there are other active setups with other
es: es un grupo Facturación de Todo y hay otras configuraciones activas con otras
fr: est un groupe « « Toutes les factures » et il existe d'autres configurations actives avec d'autres

source: Is Centralized
es: Está centralizado
fr: Est centralisé

source: is currently
es: está actualmente
fr: est actuellement

source: is currently awaiting
es: está actualmente en espera
fr: est actuellement en attente de

source: is currently in Admin Error status.
es: está actualmente en estado Error de administración.
fr: est actuellement en état d'erreur administrative.

source: is currently in discrepancy.
es: está actualmente en discrepancia.
fr: est actuellement en contradiction.

source: is currently in discrepancy.1
es: está actualmente en discrepancia.
fr: est actuellement en contradiction.

source: is currently in draft mode.
es: está actualmente en modo borrador.
fr: est actuellement en cours de rédaction.

source: is currently in draft mode.1
es: está actualmente en modo borrador.
fr: est actuellement en cours de rédaction.

source: is currently in final PPV state.
es: está actualmente en estado PPV final.
fr: est actuellement en phase finale de PPV.

source: is currently in final PPV state.1
es: está actualmente en estado PPV final.
fr: est actuellement en phase finale de PPV.

source: is deactivated in the system
es: está desactivado en el sistema
fr: est désactivé dans le système

source: is deactivated in the system1
es: está desactivado en el sistema
fr: est désactivé dans le système

source: is deactivated.
es: está desactivado.
fr: est désactivé.

source: is deactive in the system
es: está no activo en el sistema
fr: est désactivé dans le système

source: is not allowed for Reassignment.
es: no está autorizado para Reasignación.
fr: n'est pas autorisé pour la réaffectation.

source: is not eligible for this operation.
es: no está autorizado para esta operación.
fr: n'est pas éligible à cette opération.

source: is not found in the Corconnect System.
es: no se encontró en el sistema Corconnect.
fr: n'existe pas dans le système Corconnect.

source: is not transaction-able.
es: no es transaccionable.
fr: ne peut pas faire l'objet d'une transaction.

source: is not valid in item section.
es: no es válido en la sección de artículos.
fr: n'est pas valide dans la section du poste.

source: is not valid.
es: no es válido.
fr: n'est pas valide.

source: is now on hold and will not be included in the next draft. &lt;br/&gt; The invoice will automatically be released from hold status in
es: está ahora en retención y no se incluirá en el próximo extracto. <br/> La factura se liberará automáticamente del estado de retención en
fr: est désormais en suspens et ne sera pas incluse dans le prochain projet. <br/> La facture sera automatiquement libérée du statut de retenue dans

source: is part of another item and can not be updated
es: forma parte de otro artículo y no se puede actualizar
fr: fait partie d'un autre élément et ne peut être mis à jour

source: is released from hold status. The invoice will be on the next draft statement.
es: se libera del estado de retención. La factura aparecerá en el siguiente estado de cuenta.
fr: est libéré de l'état d'attente. La facture figurera sur le prochain projet de relevé.

source: is released from hold status. The invoice will be on the next draft statement. &lt;br/&gt; &lt;br/&gt;
es: se libera del estado de retención. La factura aparecerá en el siguiente estado de cuenta. <br/> <br/>
fr: est libéré de l'état d'attente. La facture figurera sur le prochain projet de relevé. <br/> <br/>

source: is released from hold status. The invoice will be on the next draft statement. &lt;br/&gt; &lt;br/&gt;1
es: se libera del estado de retención. La factura aparecerá en el siguiente estado de cuenta. <br/> <br/>
fr: est libéré de l'état d'attente. La facture figurera sur le prochain projet de relevé. <br/> <br/>

source: Is Sso User?
es: ¿Es usuario de Sso?
fr: Est un utilisateur de l'authentification unique (SSO) ?

source: Is Suspended?
es: ¿Está suspendido?
fr: Est suspendu ?

source: is terminated.
es: está terminado.
fr: est résilié.

source: IsActive
fr: EstActif

source: Issue Credit:
es: Emitir crédito:
fr: Problème avec le crédit

source: Issue with credit call credit department
es: Emisión con crédito llame al departamento de crédito
fr: Problème avec le crédit appeler le service du crédit

source: isSuspended
fr: estSuspendu

source: is required
es: es&nbsp;obligatorio
fr: est&nbsp;reuis

source: it has already replaced.
es: ya se ha sustituido.
fr: il a déjà remplacé.

source: ITEM
es: ARTÍCULO
fr: ARTICLE

source: Item Description/Part Description
es: Descripción del artículo/Descripción de la pieza
fr: Description de l'article/Description de la pièce

source: Item is not valid.
es: El artículo no es válido.
fr: L'article n'est pas valide.

source: Item is required.
es: El artículo es obligatorio.
fr: L'article est requis.

source: Item Not in the Price Sheet
es: Artículo no incluido en la hoja de precios
fr: Article ne figurant pas dans la fiche de prix

source: Item not on PO
es: Artículo no incluido en la OC
fr: Article ne figurant pas sur le bon de commande

source: Item Number Missing
es: Falta el número de artículo
fr: Numéro d'article manquant

source: Item Sub-Total
es: Subtotal del artículo
fr: Sous-total des articles

source: Item that should be covered under warranty:
es: Artículo que debería estar cubierto por la garantía:
fr: Élément qui devrait être couvert par la garantie :

source: Item Type
es: Tipo de artículo
fr: Type d'article

source: Item#/Part#
es: N.º de artículo/N.º de pieza
fr: N° d'article/N ° de pièce

source: Item(s) can not be Deleted,
es: Los artículos no se pueden eliminar,
fr: Le(s) article(s) ne peut(vent) pas être supprimé(s),

source: Item/Part/Purchases Report By
es: Informe de artículo/pieza/compras de
fr: Rapport sur les articles/pièces/achats par

source: Items (Excl. Taxes)
es: Artículos (Excl. Impuestos)
fr: Articles (hors Taxes)

source: Items(Excl. Taxes)
es: Artículos (Excl. Impuestos)
fr: Articles (hors Taxes)

source: items/item
es: artículos/artículo
fr: articles/article

source: Items/Parts
es: Artículos/Piezas
fr: Articles/Pièces

source: Jasper Report not found.
es: No se encontró el informe Jasper.
fr: Le rapport Jasper n'a pas été trouvé.

source: Jasper Server Error, Unable to generate report
es: Error del servidor Jasper, no se puede generar el informe
fr: Erreur du serveur Jasper, Impossible de générer un rapport

source: JobName
fr: Nom du poste

source: Label
es: Etiqueta
fr: Étiquette

source: Labor
es: Mano de obra
fr: Main d'œuvre

source: Labor Charge (Excl. Taxes)
es: Cargo por mano de obra (Excl. Impuestos)
fr: Frais de main d'œuvre (hors Taxes)

source: Labor Charge(Excl. Taxes)
es: Cargo por mano de obra (Excl. Impuestos)
fr: Frais de main d'œuvre (hors Taxes)

source: Labor Hours
es: Horas de mano de obra
fr: Heures de travail

source: Labor Settled
es: Mano de obra asentada
fr: Travail réglé

source: Labor Submitted
es: Mano de obra presentada
fr: Travail soumis

source: Labor Total Sales
es: Ventas totales de mano de obra
fr: Ventes totales de main-d'œuvre

source: laborAmount
fr: montant du travail

source: LaborTotal
fr: Total du travail

source: Land Scape
fr: Paysage

source: Landing Page
es: Página de aterrizaje
fr: Page d'atterrissage

source: Languages for D365
es: Idiomas para D365
fr: Langues pour D365

source: Last 12 months
es: Últimos 12 meses
fr: 12 derniers mois

source: Last 14 days
es: Últimos 14 días
fr: 14 derniers jours

source: Last 30 Days Credit Authorization
es: Autorización de créditos en los últimos 30 días
fr: Autorisation de crédit des 30 derniers jours

source: Last 7 days
es: Últimos 7 días
fr: 7 derniers jours

source: Last 7 Days Invoice Submissions
es: Presentación de facturas en los últimos 7 días
fr: Soumissions de factures des 7 derniers jours

source: Last Action By
es: Última acción por
fr: Dernière action par

source: Last Bought Date
es: Última fecha de compra
fr: Date du dernier achat

source: Last File Upload
es: Última carga de archivos
fr: Dernier téléchargement de fichier

source: Last FTP Transmission
es: Última transmisión FTP
fr: Dernière transmission FTP

source: Last Image Upload
es: Última carga de imágenes
fr: Dernier téléchargement d'image

source: Last Login
es: Último inicio de sesión
fr: Dernière connexion

source: Last month
es: Último mes
fr: Le mois dernier

source: Last Name
es: Apellido
fr: Nom de famille

source: Last Name is required
es: El Apellido es obligatorio
fr: Le nom de famille est obligatoire

source: Last Name is required.
es: El Apellido es obligatorio.
fr: Le nom de famille est obligatoire.

source: Last Name:
es: Apellido:
fr: Nom de famille :

source: Last Note
es: Última nota
fr: Dernière note

source: Last Updated
es: Última actualización
fr: Dernière mise à jour

source: Last Visit:
es: Última visita:
fr: Dernière visite :

source: LastActivity
fr: Dernière activité

source: lastName
fr: nom de famille

source: LastName is required field
es: LastName es un campo obligatorio
fr: Nom est un champ obligatoire

source: lastUpdateDate
fr: dernière date de mise à jour

source: Lease Type
es: Tipo de arrendamiento
fr: Type de bail

source: Least of Source Price or NTEP
es: Precio mínimo en origen o NTEP
fr: Prix le moins élevé de la source ou NTEP

source: Left Margin:
es: Margen Izquierdo:
fr: Marge gauche :

source: Legal Name
es: Nombre legal
fr: Nom légal

source: LegalName
fr: Nom légal

source: Length of non primary key columns exeeds from the actual data length of the columns
es: La longitud de las columnas sin clave primaria es superior a la longitud de datos real de las columnas.
fr: La longueur des colonnes de clés non primaires est supérieure à la longueur réelle des données des colonnes

source: Length of primary key columns exeeds from the actual data length of the columns
es: La longitud de las columnas de clave primaria es superior a la longitud de datos real de las columnas.
fr: La longueur des colonnes de clés primaires est supérieure à la longueur réelle des données des colonnes

source: Letter Date
es: Fecha de la carta
fr: Date de la lettre

source: Letter Date Range
es: Intervalo de fechas de cartas
fr: Plage de dates de la lettre

source: Letter Delivery
es: Entrega de cartas
fr: Distribution de la lettre

source: Letter Id
es: Id de carta
fr: ID de la lettre

source: Letter marked as Delivered previously; update rejected
es: Carta marcada como Entregada anteriormente; actualización rechazada
fr: Lettre marquée comme délivrée précédemment ; mise à jour rejetée

source: Letter Number
es: Número de carta
fr: Numéro de la lettre

source: Letter Status
es: Estado de la carta
fr: Statut de la lettre

source: Level
es: Nivel
fr: Niveau

source: Level required
es: Nivel es obligatorio
fr: Niveau requis

source: Limited
es: Limitado
fr: Limité

source: line
es: línea
fr: ligne

source: Line #
es: N.º de línea
fr: No de ligne

source: Line Code
es: Código de línea
fr: Code de ligne

source: Line Code is required field.
es: Código de línea es un campo obligatorio
fr: Le code de ligne est un champ obligatoire.

source: Line Count
es: Recuento de líneas
fr: Nombre de lignes

source: Line Detail Type Invalid
es: Tipo de detalle de línea no válido
fr: Type de détail de ligne invalide

source: Line Errors
es: Errores de línea
fr: Erreurs de ligne

source: Line Item Not Found:
es: No se encontró la partida:
fr: L'article est introuvable :

source: Line Item Parsing Rule
es: Regla de análisis de partidas
fr: Règle d'analyse des postes

source: Line Item Parsing Rule Relationship
es: Relación de reglas de análisis de partidas
fr: Relations entre les règles d'analyse des postes

source: Line Item Processing rules Action
es: Reglas de procesamiento de partidas Acción
fr: Règles de traitement des postes Action

source: Line Item Quantity
es: Cantidad de partidas
fr: Quantité de postes

source: Line Item Report
es: Informe de partidas
fr: Rapport sur les postes

source: Line Item that's incorrect:
es: Partida incorrecta:
fr: Poste c’est incorrect :

source: Line Item Total
es: Total de la partida
fr: Total de postes

source: Line Item Total (Excl. Taxes)
es: Total de la partida (Excl. Impuestos)
fr: Total de postes (sans Taxes)

source: Line Item Type does not match:
es: El tipo de partida no coincide:
fr: Le type de poste ne correspond pas :

source: Line Item Types
es: Tipos de partida
fr: Types de postes

source: LINE ITEMS
es: PARTIDAS
fr: POSTES

source: Line Level
es: Nivel de línea
fr: Niveau de ligne

source: Line Level Tax
es: Impuesto a nivel de línea
fr: Taxe au niveau de la ligne

source: Line level taxes
es: Impuestos a nivel de línea
fr: Taxes au niveau de la ligne

source: Line List
es: Lista de líneas
fr: Liste des lignes

source: Line Number
es: Número de la línea
fr: Numéro de ligne

source: Line Number and Part Number
es: Número de línea y número de pieza
fr: Numéro de ligne et numéro de pièce

source: Line number doesn’t match the previous PO’s line number.
es: El número de línea no coincide con el número de línea de la OC anterior.
fr: Le numéro de ligne ne correspond pas au numéro de ligne de la commande précédente.

source: Line number is missing in the new PO. Line:
es: Falta el número de línea en la nueva OC. Línea:
fr: Le numéro de ligne n'apparaît pas dans le nouveau bon de commande. Ligne :

source: Line parsing rule was created
es: Se ha creado una regla de análisis de línea
fr: Une règle d'analyse de ligne a été créée

source: Line Status
es: Estado de la línea
fr: État de la ligne

source: Line Type
es: Tipo de línea
fr: Type de ligne

source: Line Type is required
es: Tipo de línea es obligatorio
fr: Le type de ligne est requis

source: Line Types
es: Tipos de línea
fr: Types de lignes

source: Line#
es: N.º de línea
fr: No de ligne

source: Line#1
es: N.º de línea
fr: No de ligne

source: LineTypePrice
fr: Prix du type de ligne

source: List Box
es: Cuadro de listado
fr: Case de liste

source: List of Active Status
es: Lista de Estado activo
fr: Liste des statuts actifs

source: List of Data Requirements to be excluded from Invoice Rendering
es: Lista de requisitos de datos que deben excluirse de la renderización de facturas
fr: Liste des données à exclure du rendu de la facture

source: Load Bookmark
es: Cargar marcador
fr: Charger un signet

source: Loaded
es: Cargado
fr: Chargé

source: Loading
es: Cargando
fr: Chargement

source: Loading…
es: Cargando…
fr: Chargement…

source: Local dealer
es: Distribuidor local
fr: Distributeur local

source: Local Seller
es: Vendedor local
fr: Vendeur local

source: locale
es: configuración regional
fr: lieu

source: Locale entries supported by the system
es: Entradas de configuración regional admitidas por el sistema
fr: Entrées locales prises en charge par le système

source: Location
es: Ubicación
fr: Emplacement

source: Location Approval
es: Aprobación de la ubicación
fr: Approbation de l’emplacement

source: Location Approval Status
es: Estado de aprobación de la ubicación
fr: Statut d’approbation de l’emplacement

source: Location Assigned
es: Ubicación asignada
fr: Lieu assigné

source: Location Code
es: Código de la ubicación
fr: Code de l’emplacement

source: Location Display Name
es: Nombre visualizado de la ubicación
fr: Nom d'affichage de l'emplacement

source: Location does not allow transactions
es: La ubicación no permite transacciones
fr: Le lieu ne permet pas les transactions

source: Location id value is empty.
es: El valor de id de ubicación está vacío.
fr: La valeur de l'identifiant de l'emplacement est vide.

source: Location id value is not empty.
es: El valor de id de ubicación no está vacío.
fr: La valeur de l'identifiant de l'emplacement n'est pas vide.

source: location is empty
es: la ubicación está vacía
fr: l'emplacement est vide

source: Location is required
es: La Ubicación es obligatoria
fr: L'emplacement est requis

source: Location is required field
es: Ubicación es un campo obligatorio
fr: L'emplacement est un champ obligatoire

source: Location Legal Name
es: Nombre legal de la ubicación
fr: Nom légal de l'emplacement

source: Location List
es: Lista de ubicaciones
fr: Liste des emplacements

source: Location Name
es: Nombre de la ubicación
fr: Nom de l'emplacement

source: Location needs to be assigned; Notification not subscribed.
es: La ubicación se debe asignar; notificación no suscrita.
fr: L'emplacement doit être attribué ; la notification n'est pas souscrite.

source: location should be empty
es: la ubicación debería estar vacía
fr: l'emplacement doit être vide

source: Location should be empty for Community Admin
es: La ubicación debería estar vacía para el administrador de la comunidad
fr: L'emplacement doit être vide pour l'administrateur communautaire

source: Location should be empty for Super Admin
es: La ubicación debería estar vacía para Super Admin
fr: L'emplacement doit être vide pour le super admin

source: Location should be empty for Super Admin.
es: La ubicación debería estar vacía para Super Admin.
fr: L'emplacement doit être vide pour le super admin.

source: Location Summary
es: Resumen de la ubicación
fr: Résumé de l'emplacement

source: Location Summary Detail
es: Detalles del resumen de la ubicación
fr: Détail du résumé de l'emplacement

source: Location Type
es: Tipo de ubicación
fr: Type d'emplacement

source: Location unsubscribed from Notification
es: Ubicación dada de baja de la notificación
fr: Emplacement désabonné de la notification

source: Location:
es: Ubicación:
fr: Localisation :

source: LocationAccess
fr: Accès à l'emplacement

source: LocationApprovalAccess
fr: Accès à l'approbation de l'emplacement

source: LocationCode
fr: Code de l'emplacement

source: Locations cannot be added
es: No se pueden añadir ubicaciones
fr: Impossible d’ajouter des emplacements

source: Locations cannot be added Relationships
es: No se pueden añadir ubicaciones Relaciones
fr: Les emplacements ne peuvent pas être ajoutés Relations

source: locations cannot have same billing location.
es: las localizaciones no pueden tener el mismo lugar de facturación.
fr: les emplacements ne peuvent pas avoir le même lieu de facturation.

source: locations cannot have same billing location.1
es: las localizaciones no pueden tener el mismo lugar de facturación.
fr: les emplacements ne peuvent pas avoir le même lieu de facturation.

source: Locations to check duplicate
es: Ubicaciones que se deben comprobar duplicados
fr: Emplacements de contrôle des doublons

source: LocationType
fr: Type d’emplacement

source: Logged In User
es: Usuario en sesión
fr: Utilisateur connecté

source: Login
es: Inicio de sesión
fr: Connexion

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Long Description
es: Descripción extensa
fr: Description longue

source: Long Description required
es: Descripción extensa es obligatoria
fr: Description longue requise

source: lookup api uri related entries
es: entradas relacionadas con lookup api uri
fr: recherche d'entrées liées à l'uri de l'api

source: lookup for weekdays
es: búsqueda por días laborables
fr: recherche pour les jours de la semaine

source: Lower Limit
es: Límite inferior
fr: Limite inférieure

source: Lower Than Program Price
es: Inferior al precio del programa
fr: Inférieur au prix du programme

source: Loyalty Daily Notification
es: Notificación diaria de fidelización
fr: Notification quotidienne de fidélité

source: Loyalty Levels
es: Niveles de fidelización
fr: Niveaux de fidélité

source: Loyalty Levels Color
es: Color de los niveles de fidelización
fr: Couleur des niveaux de fidélité

source: Loyalty Monthly Notification
es: Notificación mensual de fidelización
fr: Notification mensuelle de fidélité

source: Loyalty Status
es: Estado de la fidelización
fr: Statut de fidélité

source: Loyalty Status rendering from Portal
es: Estado de fidelización desde el portal
fr: Rendu du statut de fidélité à partir du portail

source: Loyalty Status Report
es: Informe sobre el estado de la fidelización
fr: Rapport sur l'état de la fidélité

source: Loyalty Update
es: Actualización de la fidelización
fr: Mise à jour sur la fidélité
