Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: No. Of Days Per Hold Request is Required
es: Número de días por solicitud de retención es obligatorio
fr: Nombre de jours pour lesquels une demande de mise en attente est nécessaire

source: No. Of Days Prior To Draft Date is Required
es: Número de días antes de la fecha de cobro bancario es obligatorio
fr: Nombre de jours requis avant la date de rédaction

source: No. Of Days Prior to Draft Statement Generation is Required
es: Nº de días previos a la generación del estado de cuenta es obligatorio
fr: Nombre de jours avant le projet de déclaration La génération de la déclaration est requise

source: No. of dispute already exceeded in the system for given transactionId.
es: Nº de disputas ya superado en el sistema para un transactionId dado
fr: Nombre de litiges déjà dépassés dans le système pour l'identifiant de transaction donné.

source: Non Recognized Part
es: Pieza no reconocida
fr: Partie non reconnue

source: Non-critical problem with the XML
es: Problema no crítico con el XML
fr: Problème non critique avec le XML

source: Non-part:
es: Distinto de pieza:
fr: Sans pièce :

source: NON-PARTS
es: DISTINTOS DE PIEZA
fr: SANS PIÈCE

source: Non-Rec
es: No rec.
fr: Non comptabilisé

source: Non-Recognized
es: No reconocido
fr: Non comptabilisé

source: None
es: Ninguno
fr: Aucun

source: None (No transmit)
es: Ninguno (No se transmite)
fr: Aucune (pas de transmission)

source: NoOfDaysPerHoldRequest
fr: Nombre de jours par demande de retenue

source: NoProgramCodeAssignmentRow
fr: Ligne d'affectation des codes de programme

source: Normal and Nights
es: Normal y noches
fr: Normal et nuits

source: Normal and Weekend
es: Normal y fin de semana
fr: Normal et week-end

source: Normal Entity User (PermLevel=0)
es: Usuario de entidad normal (PermLevel=0)
fr: Utilisateur de l'entité normale (PermLevel=0)

source: NOT
es: NO
fr: PAS

source: Not Accepted
es: No aceptado
fr: Non accepté

source: Not Allowed
es: No permitido
fr: Non autorisé

source: Not Applicable
es: No corresponde
fr: Sans objet

source: Not available
es: No disponible
fr: Sans objet

source: Not Enabled for Approval
es: No habilitado para aprobación
fr: Pas d'autorisation d'approbation

source: Not Exempt
es: No exento
fr: Non exempté

source: not found in system
es: no se encontró en el sistema
fr: introuvable dans le système

source: Not found in the Corconnect System.
es: No se encontró en el sistema Corconnect.
fr: Non disponible dans le système Corconnect.

source: not found in the system
es: no se encontró en el sistema
fr: introuvable dans le système

source: not found in the system1
es: no se encontró en el sistema
fr: introuvable dans le système

source: Not in Balance
es: No en saldo
fr: Pas en équilibre

source: Not Our Invoice
es: No es factura nuestra
fr: Pas notre facture

source: Not Printed
es: No impreso
fr: Non imprimé

source: not same as
es: no coincide con
fr: différent de

source: not set up for Payment Terms:
es: no configurado para condiciones de pago:
fr: n'est pas configuré pour les conditions de paiement :

source: not set up for Statement Terms:
es: no configurado para condiciones de estado de cuenta:
fr: n’est pas configuré pour les termes de la déclaration :

source: Not setup for Central Payment
es: No configurado para pago centralizado
fr: Non configuré pour le paiement central

source: Not Submitted
es: No enviado
fr: Non soumis

source: Not supported Action for community.
es: Acción no admitida para la comunidad
fr: Non soutenu Action pour la communauté.

source: Not Suspended
es: No suspendido
fr: Non suspendu

source: Not to exceed Price
es: Precio no superable
fr: Prix à ne pas dépasser

source: Notations for API Error Message
es: Notaciones para mensajes de error de API
fr: Notations pour le message d'erreur de l'API

source: NotAvailable
fr: Non disponible

source: Note Cannot be Blank
es: La nota no puede estar en blanco
fr: La note ne peut être vide

source: Note Entry
es: Entrada de nota
fr: Entrée des notes

source: Note is mandatory field.
es: Nota es un campo obligatorio
fr: La note est un champ obligatoire.

source: Note Text cannot be blank.
es: El texto de la nota no puede estar en blanco.
fr: Le texte de note ne peut pas être vide.

source: Note Type
es: Tipo de nota
fr: Type de note

source: Note:
es: Nota:
fr: Remarque :

source: Note: 'Click on refresh button on the tab to reflect the updates on the grid for this change
es: Nota: ‘Pulse el botón de actualización en la pestaña para reflejar los cambios en la cuadrícula
fr: Remarque : ‘Cliquez sur le bouton d'actualisation de l'onglet pour refléter les mises à jour de la grille pour ce changement

source: Note: At least one of the search criteria must be non-empty
fr: Remarque : Au moins un des critères de recherche doit être non vide

source: Note: There may have been changes to fields not displayed below.
es: Nota: Podría haber cambios en los campos que no se muestren a continuación.
fr: Remarque : Il se peut que des modifications aient été apportées à des champs qui ne sont pas affichés ci-dessous.

source: Note: This is an auto-generated message. Please do not reply.
es: Nota: Este es un mensaje generado automáticamente. No responda al mismo.
fr: Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre.

source: Notes By
es: Notas por
fr: Notes par

source: Notes Date
es: Fecha de las notas
fr: Dates des notes

source: Notice
es: Aviso
fr: Avis

source: Notification Attachment Types
es: Tipos de notificación adjunta
fr: Types de pièces jointes à la notification

source: Notification Configuration
es: Configuración de la notificación
fr: Configuration de la notification

source: Notification description:
es: Descripción de la notificación:
fr: Description de la notification :

source: NOTIFICATION SCHEDULE
es: CALENDARIO DE NOTIFICACIÓN
fr: CALENDRIER DE NOTIFICATION

source: Notification Sent
es: Notificación enviada
fr: Notification envoyée

source: Notification successfully unsubscribed
es: Notificación dada de baja correctamente
fr: Désabonnement réussi de la notification

source: Notify &amp; Visible To:
es: Notificado y visible para:
fr: Aviser et visible pour :

source: Not a valid number
es: No&nbsp;es&nbsp;un&nbsp;número&nbsp;válido
fr: Pas&nbsp;un&nbsp;numéro valide&nbsp;

source: Not less than
es: No&nbsp;inferior&nbsp;a
fr: Pas&nbsp;moins&nbsp;que

source: Not more than
es: No&nbsp;superior&nbsp;a
fr: Pas&nbsp;plus&nbsp;que

source: No file attached
es: No&nbsp;hay&nbsp;archivos&nbsp;adjuntos
fr: Aucun fichier&nbsp;n'est&nbsp;joint

source: No file or more then one file attached
es: Ningún&nbsp;archivo&nbsp;adjunto&nbsp;o&nbsp;más&nbsp;de&nbsp;un&nbsp;archivo&nbsp;adjunto
fr: Pas de fichier&nbsp;&nbsp;ou&nbsp;plus&nbsp;d’un&nbsp;fichier&nbsp;&nbsp;joint

source: No more than 4 allocations can be added to a given category
es: No&nbsp;se&nbsp;pueden&nbsp;añadir&nbsp;más&nbsp;de&nbsp;4&nbsp;asignaciones&nbsp;a&nbsp;una&nbsp;categoría&nbsp;dada
fr: Pas&nbsp;plus&nbsp;de&nbsp;4&nbsp;allocations&nbsp;peuvent&nbsp;être&nbsp;ajoutées&nbsp;à&nbsp;une&nbsp;catégorie&nbsp;donnée

source: null
fr: nul

source: Number
es: Número
fr: Nombre

source: Number of Invoices
es: Número de facturas
fr: Nombre de factures

source: Number of Line Items
es: Número de partidas
fr: Nombre de postes

source: Number of New Records
es: Número de registros nuevos
fr: Nombre de nouveaux enregistrements

source: Number of Records imported :
es: Número de registros importados:
fr: Nombre d'enregistrements importés :

source: Number of Records suspended :
es: Número de registros suspendidos:
fr: Nombre de dossiers suspendus :

source: Number of Split Invoices
es: Número de facturas divididas
fr: Nombre de factures fractionnées

source: Numeric Value Type
es: Tipo de valor numérico
fr: Type de valeur numérique

source: Occured in
es: Ocurrido en
fr: Survenu en

source: Occured in1
es: Ocurrido en
fr: Survenu en

source: Occurred in
es: Ocurrido en
fr: Survenu en

source: Odometer
es: Ocurrido en Odómetro
fr: Odomètre

source: Offset Transaction
es: Transacción de compensación
fr: Transaction de compensation

source: Offset Transaction Amount:
es: Monto de la transacción de compensación:
fr: Montant de la transaction de compensation :

source: Old Part Decision
es: Decisión de pieza antigua
fr: Décision sur l’ancienne pièce

source: Old Value
es: Valor antiguo
fr: Ancienne valeur

source: oldPartDecisionId
fr: id de la décision sur l’ancienne pièce

source: OldValue
fr: Ancienne valeur

source: Old password doesn't match our records
es: La&nbsp;antigua&nbsp;contraseña&nbsp;no&nbsp;coincide&nbsp;con&nbsp;nuestros&nbsp;registros
fr: L'ancien mot de passe&nbsp;&nbsp;ne correspond pas à&nbsp;&nbsp;nos enregistrements&nbsp;

source: on
es: en
fr: sur

source: on behalf of
es: en nombre de
fr: au nom de

source: on credit invoice
es: en factura de crédito
fr: sur facture de crédit

source: on line
es: en línea
fr: en ligne

source: on1
es: en
fr: sur

source: Once the contract is deleted, it cannot be undone.
es: Una vez eliminado el contrato, no se puede deshacer.
fr: Une fois le contrat supprimé, il est impossible de revenir en arrière.

source: One of the date fields is not valid.
es: Uno de los campos de fecha no es válido.
fr: L'un des champs de date n'est pas valide.

source: One Split Invoice
es: Una factura dividida
fr: Une facture fractionnée

source: One statement per due date
es: Un estado de cuenta por fecha de vencimiento
fr: Une déclaration par date d'échéance

source: One statement per statement period
es: Un estado de cuenta por periodo de facturación
fr: Un relevé par période de relevé

source: Online
es: En línea
fr: En ligne

source: Online Support
es: Soporte en línea
fr: Assistance en ligne

source: Online Support Center
es: Centro de asistencia en línea
fr: Centre d'assistance en ligne

source: Only .pdf extension allowed
es: Solo se permite la extensión .pdf
fr: Seule l'extension .pdf est autorisée

source: Only a numeric value (0 to 99999) is allowed
es: Solo se permite un valor numérico (0 a 99999)
fr: Seule une valeur numérique (0 à 99999) est autorisée

source: Only a numeric value (0 to 9999999999) with eight decimal precision is allowed
es: Solo se permite un valor numérico (0 a 9999999999) con ocho decimales de precisión
fr: Seule une valeur numérique (0 à 9999999999) avec une précision de huit décimales est autorisée

source: Only a numeric value (0-100) with eight decimal precision is allowed
es: Solo se permite un valor numérico (0-100) con ocho decimales de precisión
fr: Seule une valeur numérique (0-100) avec une précision de huit décimales est autorisée

source: Only a numeric value with 14 digits and 4 decimal places is allowed.
es: Solo se permite un valor numérico con 14 dígitos y 4 decimales.
fr: Seule une valeur numérique de 14 chiffres et 4 décimales est autorisée.

source: Only Disputes
es: Solo disputas
fr: Uniquement les litiges

source: Only Invoices that are eligible for payments via payment portal will be processed
es: Solo se procesarán las facturas elegibles para pago a través del portal de pagos
fr: Seules les factures éligibles au paiement via le portail de paiement seront traitées

source: Only positive integer upto 3 digit values allowed
es: Solo se permiten valores enteros positivos de hasta 3 dígitos
fr: Seuls les nombres entiers positifs jusqu'à 3 chiffres sont autorisés

source: Only positive numbers between 1 to 25 are allowed
es: Solo se permiten valores numéricos positivos entre 1 y 25
fr: Seuls les nombres positifs compris entre 1 et 25 sont autorisés

source: Only positive numeric value is allowed
es: Solo se permiten valores numéricos positivos
fr: Seule une valeur numérique positive est autorisée

source: Only send notification for POs submitted by the user
es: Solo se envían notificaciones para las OC enviadas por el usuario
fr: N'envoyer de notification que pour les bons de commande soumises par l'utilisateur

source: Only single numeric value is allowed between 1-8
es: Solo se permite un valor numérico monodígito entre 1-8
fr: Seule une valeur numérique unique est autorisée entre 1 et 8

source: Open
es: Abrir
fr: Ouvrir

source: Open 0-15
es: Abierto 0-15
fr: Ouvert entre 0 et 15

source: Open 16-30
es: Abierto 16-30
fr: Ouvert entre 16 et 30

source: Open 31-45
es: Abierto 31-45
fr: Ouvert entre 31 et 45

source: Open Account Balance
es: Saldo de cuenta abierta
fr: Solde du compte ouvert

source: Open Auth Amount
es: Monto de aut. abierta
fr: Montant de l'autorisation ouverte

source: Open Authorization
es: Autorización abierta
fr: Autorisation d'ouverture

source: Open Authorization Count
es: Recuento de autorizaciones abiertas
fr: Nombre d'autorisations ouvertes

source: Open Authorizations
es: Autorizaciones abiertas
fr: Autorisations ouvertes

source: Open Balanace File For SFTP
es: Archivo de saldo abierto para SFTP
fr: Ouvrir un fichier de solde pour SFTP

source: Open Balance Notification
es: Notificación de saldo abierto
fr: Notification de solde ouvert

source: Open Balance Report
es: Informe de saldo abierto
fr: Rapport de solde ouvert

source: Open Balance Report Detail
es: Detalle del informe de saldo abierto
fr: Détail du rapport sur les soldes ouverts

source: Open Balance SFTP Failure Notification
es: Notificación de fallo SFTP de saldo abierto
fr: Notification d’échec SFTP du solde ouvert

source: Open discrepancy Invoice Count
es: Recuento de facturas de discrepancia abiertas
fr: Divergence ouverte Comptage des factures

source: Open Inv Amount
es: Monto de fac. abierta
fr: Montant de la facture en cours

source: Open Inv Bal
es: Saldo de fac. abierta
fr: Solde des factures ouvertes

source: Open Items Notification
es: Notificación de partidas abiertas
fr: Notification de postes ouverts

source: OpenAuthorizationAmount
fr: Montant de l’autorisation ouverte

source: OpenBalanceConfig
fr: Configuration du solde ouvert

source: Opening the File System Object
es: Apertura del objeto de sistema de archivos
fr: Ouverture de l'objet système de fichiers

source: OpenInvAmt
fr: Montant de la facture ouverte

source: OpenInvs
fr: Factures ouvertes

source: Operator
es: Operador
fr: Opérateur

source: or
es: o
fr: ou

source: Or Max
es: O máx.
fr: Ou Max

source: Order
es: Ordenar
fr: Commande

source: Order Console
es: Consola de pedidos
fr: Console de commande

source: Order Discrepancy Notification
es: Notificación de discrepancia de pedido
fr: Notification de divergence de commandes

source: Order Information
es: Información del pedido
fr: Informations sur les commandes

source: Order Number
es: Número de pedido
fr: Numéro de commande

source: Order Requisition
es: Solicitud de pedido
fr: Demande de commande

source: Organization
es: Organización
fr: Organisation

source: Orig Amt
es: Monto orig.
fr: Montant original

source: Orig Core Price
es: Precio base orig.
fr: Prix de base original

source: Orig FET
es: FET orig.
fr: FET original

source: Orig Item
es: Artículo orig.
fr: Article original

source: Orig Pricing Level
es: Nivel de fijación de precios orig.
fr: Niveau de tarification original

source: Orig Total
es: Total orig.
fr: Total original

source: Orig Totals
es: Totales orig.
fr: Totaux originaux

source: Orig Unit Core
es: Base unitaria orig.
fr: Unité de base originale

source: Orig Unit Price
es: Precio unitario orig.
fr: Prix unitaire original

source: Original Amount
es: Monto original
fr: Montant original

source: Original Core Price
es: Precio base original
fr: Prix de base original

source: Original Invoice
es: Factura original
fr: Facture originale

source: Original Invoice Amount
es: Monto original de la factura
fr: Montant de la facture originale

source: Original Ship From
es: Envío original desde
fr: Expédié de original

source: Original Ship From Supplier
es: Envío original desde el proveedor
fr: Vendeur d’expédition original

source: Original Ship To
es: Envío original a
fr: Expédié à originale

source: Original Transaction Amount:
es: Monto original de la transacción:
fr: Montant de la transaction initiale :

source: Original Unit Price
es: Precio unitario original
fr: Prix unitaire original

source: Original value
es: Valor original
fr: Valeur originale

source: Originating Document Number
es: Número de documento de origen
fr: Numéro du document d'origine

source: OriginatingDocumentNumber
fr: Numéro du document d'origine

source: Originator
es: Creador
fr: Initiateur

source: Other
es: Otro
fr: Autre

source: Other Fee
es: Otra tasa
fr: Autres frais

source: Other Fee Relationship
es: Otra relación de tasas
fr: Autre relation de frais

source: Other Rate
es: Otra tarifa
fr: Autre taux

source: Other Settled
es: Otro liquidado
fr: Autres réglés

source: Other Submitted
es: Otro presentado
fr: Autre soumis

source: Other Total Sales
es: Otro total de ventas
fr: Autre Total des ventes

source: otherAmount
fr: autremontant

source: Others
es: Otros
fr: Autres

source: OtherTotal
fr: AutreTotal

source: ou can view the details through the website by clicking on the following link:
es: puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace:
fr: vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant :

source: Output Detail
es: Detalle de la salida
fr: Détail de la sortie

source: Output Field Header Type
es: Tipo de encabezado del campo de salida
fr: Type d'en-tête de champ de sortie

source: Output File Type
es: Tipo de archivo de salida
fr: Type de fichier de sortie

source: Output GL Header Type
es: Tipo de encabezado GL de salida
fr: Type d'en-tête du GL de sortie

source: Output Type
es: Tipo de salida
fr: Type de sortie

source: Over 30
es: Más de 30
fr: Plus de 30 ans

source: Over 60
es: Más de 60
fr: Plus de 60 ans

source: Over 90
es: Más de 90
fr: Plus de 90

source: Override Submit
es: Anular envío
fr: Remplacer Soumettre

source: Overshipment
es: Sobreenvío
fr: Surexpédition

source: Overwrite all user's notifications with User Group Notifications
es: Sobrescribir todas las notificaciones de usuario con Notificaciones de grupos de usuarios
fr: Remplacer les notifications de tous les utilisateurs par des notifications de groupe d'utilisateurs

source: Owned By
es: Propiedad de
fr: Propriété de

source: P-Card Error Invoice Resubmit
es: Reenvío de facturas con error de P-Card
fr: Erreur PCard Resoumettre la facture

source: P-Card Error Invoices
es: Facturas con error de P-Card
fr: Erreur PCard Factures

source: P-Card Transactions
es: Transacciones de P-Card
fr: Transactions P-Card

source: Package Count
es: Recuento de paquetes
fr: Nombre de paquets

source: Packing Slip
es: Albarán
fr: Bordereau d'emballage

source: Packing Slip Header
es: Encabezado del albarán
fr: En-tête du bordereau d'emballage

source: Page 1 of 1 (Total Count : 7 items)
es: Página 1 de 1 (Recuento total: 7 artículos)
fr: Page 1 sur 1 (Nombre total : 7 éléments)

source: Page of
es: Página de
fr: Page de

source: Paid
es: Pagado
fr: Payé

source: Paid Amount
es: Monto pagado
fr: Montant payé

source: Paid By Check Number:
es: Pagado por número de cheque
fr: Payé par numéro de chèque :

source: Paid Direct
es: Pagado directamente
fr: Payé directement

source: Paired transaction settled successfully.
es: Transacción emparejada liquidada correctamente.
fr: La transaction appariée a été réglée avec succès.

source: Paper
es: Papel
fr: Papier

source: Parent Company/Location
es: Empresa matriz/ubicación
fr: Société mère/lieu d'implantation

source: Parent Contract Name
es: Nombre del contrato matriz
fr: Nom du contrat de parent

source: Parent contract name is required.
es: Nombre del contrato matriz es obligatorio.
fr: Le nom du contrat des parents est obligatoire.

source: Parent Contract with this name already exist.
es: Ya existe un contrato matriz con este nombre.
fr: Il existe déjà un contrat-parent portant ce nom.

source: Parent Location
es: Ubicación de la empresa matriz
fr: Lieu de résidence des parents

source: ParentLocation
fr: Lieu de résidence des parents

source: Parsing Format field cannot be empty.
es: El campo Formato de análisis no puede estar vacío.
fr: Le champ « Format d’analyse » ne peut pas être vide.

source: Parsing Format field cannot have more than 30 characters.
es: El campo Formato de análisis no puede tener más de 30 caracteres.
fr: Le champ Format d'analyse ne peut pas comporter plus de 30 caractères.

source: Parsing xml failed.
es: Error en el análisis del xml.
fr: L'analyse du xml a échoué.

source: Part
es: Pieza
fr: Pièce

source: Part #
es: N.º de pieza
fr: N° de pièce

source: Part Attribute
es: Atributo de pieza
fr: Attribut de la pièce

source: part Attribute Value
es: Valor del atributo de pieza
fr: valeur de l’attribut de la pièce

source: Part Cat. 1
es: Cat. de pieza 1.
fr: Catégories de pièces 1

source: Part Cat. 2
es: Cat. de pieza 2
fr: Catégories de pièces 2

source: Part Cat. 3
es: Cat. de pieza 3.
fr: Catégories de pièces 3

source: Part Cat. 4
es: Cat. de pieza 4.
fr: Catégories de pièces 4

source: Part Categories
es: Categorías de piezas
fr: Catégories de pièces

source: Part Change
es: Cambio de pieza
fr: Changement de pièce

source: Part core price and FET price not found in the system
es: No se encontró el precio básico ni el precio FET de la pieza en el sistema
fr: Le prix de base de la pièce et le prix du FET sont introuvables dans le système

source: Part core price not found in the system
es: No se encontró el precio básico de la pieza en el sistema
fr: Le prix de base de la pièce est introuvable dans le système

source: Part Criteria
es: Criterios de pieza
fr: Critères des pièces

source: Part Cross Reference error
es: Error de referencia cruzada de piezas
fr: Erreur de référence croisée des pièces

source: Part CrossRef Import Notification
es: Notificación de importación de referencia cruzada de pieza
fr: Notification d'importation de la référence croisée des pièces

source: Part Deactivation Date
es: Fecha de desactivación de la pieza
fr: Date de désactivation des pièces

source: Part Description
es: Descripción de la pieza
fr: Description de la pièce

source: Part Description (Ryder)
es: Descripción de la pieza (Ryder)
fr: Description de la pièce (Ryder)

source: Part Description Source Relationship
es: Relación de origen de descripción de la pieza
fr: Description de la pièce Relation avec la source

source: Part Description'' exeeds from the actual data length of the column
es: Descripción de la pieza'' supera la longitud real de los datos de la columna
fr: Description de la pièce » dépasse la longueur réelle des données de la colonne

source: Part Detail ID
es: ID de detalles de la pieza
fr: ID du détail de la pièce

source: Part does not exist with invalid caterycodes :
es: La pieza no existe con caterycodes no válidos:
fr: La pièce n'existe pas avec des codes de restauration non valides :

source: Part Domain
es: Dominio de la pieza
fr: Domaine de la pièce

source: Part FET Price not found
es: No se encontró el precio FET de la pieza
fr: Prix FET de la pièce introuvable

source: Part FET price not found in the system
es: No se encontró el precio FET de la pieza en el sistema
fr: Le prix de la pièce FET est introuvable dans le système

source: Part Group
es: Grupo de piezas
fr: Groupe de pièces

source: Part Group Levels
es: Niveles del grupo de piezas
fr: Niveaux des groupes de pièces

source: Part History
es: Historial de piezas
fr: Histoire des pièces

source: Part History Chart
es: Gráfico de historial de piezas
fr: Tableau de l'historique des pièces

source: Part ID
es: ID de pieza
fr: ID de la pièce

source: Part Import
es: Importación de piezas
fr: Importation des pièces
