Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Loyalty Update alert
es: Alerta de actualización de fidelización
fr: Alerte sur la mise à jour de la fidélité

source: Lubricants &amp; Coolants
es: Lubricantes y refrigerantes
fr: Lubrifiants et liquides de refroidissement

source: Main Form
es: Formulario principal
fr: Formulaire principal

source: Maintenance Business System
es: Sistema empresarial de mantenimiento
fr: Système de gestion de la maintenance

source: Make:
es: Marca:
fr: Effectuer :

source: Manage Approvals
es: Gestionar aprobaciones
fr: Gérer les approbations

source: Manage Custom Fields
es: Gestionar campos personalizados
fr: Gérer les champs personnalisés

source: Manage Delinquent Fee
es: Gestionar cuotas atrasadas
fr: Gérer les frais de retard

source: Manage Disputes
es: Gestionar disputas
fr: Gérer les litiges

source: Manage Payment Acceleration
es: Gestionar la aceleración de pagos
fr: Gérer l'accélération des paiements

source: Manage Payment Terms
es: Gestionar condiciones de pago
fr: Gérer les conditions de paiement

source: Manage Rebates
es: Gestionar rebajas
fr: Gérer les remises

source: Manage State Exemption
es: Gestionar la exención estatal
fr: Gérer l'exemption de l'État

source: Manage Subscriptions
es: Gestionar suscripciones
fr: Gérer les abonnements

source: Manage Tax Exemption
es: Gestionar exenciones fiscales
fr: Gérer l'exonération fiscale

source: Manage Tax Exemptions
es: Gestionar exenciones fiscales
fr: Gérer les exonérations fiscales

source: Manage User Group Notifications
es: Gestionar notificaciones de grupos de usuarios
fr: Gérer les notifications des groupes d'utilisateurs

source: Manage User insert failed
es: Error en la inserción de Gestión del usuario
fr: Échec de l'insertion de l'utilisateur dans le système de gestion

source: Manage User Notification
es: Gestionar notificación de usuario
fr: Gérer les notifications aux utilisateurs

source: Manage User Notifications
es: Gestionar notificaciones de usuario
fr: Gérer les notifications des utilisateurs

source: Manage User update failed
es: Error en la actualización de Gestión de usuarios
fr: Échec de la mise à jour de la gestion des utilisateurs

source: Manage Users
es: Gestionar usuarios
fr: Gérer les utilisateurs

source: manager
es: administrador
fr: gestionnaire

source: Mandatory field
fr: Champ obligatoire

source: Mandatory on Document Type
es: Obligatorio en Tipo de documento
fr: Obligatoire pour le type de document

source: Mandatory to Document type
es: Obligatorio para Tipo de documento
fr: Obligatoire pour le type de document

source: Manual Price Adjustment
es: Ajuste manual de precios
fr: Ajustement manuel des prix

source: Manufacturer Line Code
es: Código de línea del fabricante
fr: Code de ligne du fabricant

source: Manufacturer Name
es: Nombre del fabricante
fr: Nom du fabricant

source: Mark Dup records
es: Marcar registros dup.
fr: Enregistrements Mark Dup

source: Mark Existing records
es: Marcar registros existentes
fr: Marquer les enregistrements existants

source: Mark New records
es: Marcar registros nuevos
fr: Marquer les nouveaux enregistrements

source: Mark new records to existing
es: Marcar nuevos registros a existentes
fr: Ajouter de nouveaux enregistrements aux enregistrements existants

source: Mark Up Down Value
es: Subida/Rebaja de valor
fr: Marquer la valeur à la hausse à la baisse

source: Markup / Markdown
es: Subir/Rebajar
fr: Marquer à la hausse/ Marquer à la baisse

source: Markup/Markdown Amount
es: Monto de la subida/rebaja
fr: Montant de la majoration ou de la minoration

source: Markup/Markdown Type
es: Tipo de subida/rebaja
fr: Type de balisage/ Marquer à la baisse

source: MarkUpValue
fr: Valeur marquée à la hausse

source: Mask
es: Máscara
fr: Masque

source: MASTER
es: MAESTRO
fr: MAÎTRE

source: Master Billing relationship not found at
es: No se encontró la relación de facturación maestra en
fr: La relation de facturation principale n'a pas été trouvée à l'adresse suivante

source: Master Billing statement
es: Estado de cuenta maestra
fr: Relevé de facturation principal

source: Master INVOICE
es: FACTURA maestra
fr: FACTURE principale

source: Master Invoice Date
es: Fecha de la factura maestra
fr: Date de la facture principale

source: Master Invoice Header
es: Encabezado de la factura maestra
fr: En-tête de la facture principale

source: Master Invoice#/Statement #
es: Factura maestra N.º/Estado de cuenta N.º
fr: Numéro de la facture principale/du relevé

source: Master Invoice#/Statement Date
es: Factura maestra N.º/Fecha del estado de cuenta
fr: Numéro de la facture principale/Date du relevé

source: Master Location
es: Ubicación maestra
fr: Emplacement principal

source: Master/Billing Statement Configuration
es: Configuración de estado de cuenta/cuenta maestra
fr: Configuration du relevé principal/de facturation

source: Match at Billing Level
es: Coincidencia a nivel de facturación
fr: Correspondance au niveau de la facturation

source: Match at Shop Level
es: Coincidencia a nivel de tienda
fr: Correspondance au niveau du magasin

source: Match Exceptions
es: Excepciones de coincidencia
fr: Exceptions pour les correspondances

source: Match failed as multiple POs with this Purchase Order Number found.
es: Error de coincidencia dado que se encontraron varias OC con este número de orden de compra.
fr: La correspondance a échoué car plusieurs bons de commande avec ce numéro de bon de commande ont été trouvés.

source: Match Rule Relationship
es: Relación de reglas de coincidencia
fr: Relation des règles de correspondance

source: Match Rules
es: Reglas de coincidencia
fr: Règles de correspondance

source: Matching item with core price not found on PO:
es: No se encontró artículo coincidente con precio base en la OC:
fr: L'article correspondant avec le prix de base n'a pas été trouvé sur le bon de commande :

source: Matching Rules
es: Reglas de coincidencia
fr: Règles de correspondance

source: Matching Rules Relationship
es: Relación de reglas de coincidencia
fr: Relation des règles de correspondance

source: Material Group
es: Grupo de materiales
fr: Groupe de matériaux

source: Max Date range allowed is 31 days.
es: El intervalo de fechas máximo permitido es de 31 días
fr: La période maximale autorisée est de 31 jours.

source: Max Price Exceeded
es: Precio máximo excedido
fr: Prix maximum dépassé

source: Max Unit Price
es: Precio unitario máximo
fr: Prix unitaire maximum

source: Maximum number of characters allowed on Note is 1000
es: El número máximo de caracteres permitidos en la nota es 1000
fr: Le nombre maximum de caractères autorisés sur la note est de 1000

source: Maximum number of characters allowed on Note is {0}.
es: El número máximo de caracteres permitidos en la nota es {0}.
fr: Le nombre maximum de caractères autorisés sur la note est de {0}.

source: Maximum number of files to upload is 5 and maximum size of each file is
fr: Le nombre maximum de fichiers à télécharger est de 5 et la taille maximale de chaque fichier est

source: Maximum size of upload file is
fr: La taille maximale du fichier de téléchargement est

source: McCollisters 50 Fee
es: Tasa McCollisters 50
fr: Frais McCollisters 50

source: McCollisters CDI Fee
es: Tasa McCollisters CDI
fr: Frais CDI McCollisters

source: MDPCI_Member
fr: MDPCI_Membre

source: MDPCI_Partner
fr: MDPCI_Partenaire

source: Member
es: Miembro
fr: Membre

source: Member ID not found :
es: No se encontró el ID de miembro:
fr: L'identifiant du membre est introuvable :

source: Member Loc ID not found :
es: No se encontró el ID de ubic. de miembro:
fr: L'identifiant de l’emplacement du membre est introuvable :

source: Members
es: Miembros
fr: Membres

source: Menu Name
es: Nombre del menú
fr: Nom du menu

source: Message has been sent successfully
es: El mensaje se ha enviado correctamente
fr: Le message a été envoyé avec succès

source: Message has been sent, but the receiving server has indicated mail is being delivered too quickly and Mandrill should slow down sending temporarily
es: El mensaje se ha enviado, pero el servidor receptor ha indicado que se está entregando correo demasiado rápido y Mandrill debería ralentizar el envío temporalmente
fr: Le message a été envoyé, mais le serveur de réception a indiqué que le courrier est distribué trop rapidement et que Mandrill devrait ralentir temporairement l'envoi

source: Message has hard bounced
es: El mensaje ha rebotado de forma permanente
fr: Le message a fait l'objet d'un rebond

source: Message has soft bounced
es: El mensaje ha rebotado de forma temporal
fr: Le message a rebondi

source: Message was rejected
es: El mensaje fue rechazado
fr: Le message a été rejeté

source: Mileage
es: Kilometraje
fr: Kilométrage

source: Min Unit Price
es: Precio unitario mínimo
fr: Prix unitaire minimum

source: Minimize
es: Minimizar
fr: Minimiser

source: Minimum Amount
es: Monto mínimo
fr: Montant minimum

source: Minimum Order Qty
es: Cantidad mínima de pedido
fr: Qté minimale de commande

source: Misc
es: Varios
fr: Divers

source: Misc Charge
es: Cargos varios
fr: Frais divers

source: Miscellaneous
es: Varios
fr: Divers

source: Miscellaneous (Excl. Taxes)
es: Varios (Excl. Impuestos)
fr: Divers (sans Taxes)

source: Miscellaneous(Excl. Taxes)
es: Varios (Excl. Impuestos)
fr: Divers (sans Taxes)

source: Missing any Required Fields :
es: Faltan algunos campos obligatorios:
fr: Champs obligatoires manquants :

source: Missing Collector Notification
es: Falta la notificación del cobrador
fr: Avis de collecteur manquant

source: Missing Invoice Submission
es: Falta la presentación de factura
fr: Soumission de facture manquante

source: Missing Invoice Submission Notification {1}
es: Falta la notificación de presentación de factura {1}
fr: Notification de soumission de facture manquante {1}

source: Missing reference to PO line #:
es: Falta referencia a N.º de línea de la OC
fr: Référence manquante au numéro de ligne de commande :

source: Missing Transaction Number
es: Falta número de transacción
fr: Numéro de transaction manquant

source: Model:
es: Modelo:
fr: Modèle :

source: Modified PO#
es: Nº de OC modificado
fr: Numéro de bon de commande modifié

source: Modified Receiver Code
es: Código de receptor modificado
fr: Code récepteur modifié

source: Modified Transaction Date
es: Fecha de transacción modificada
fr: Date de transaction modifiée

source: Modify
es: Modificar
fr: Modifier

source: Monday
es: Lunes
fr: Lundi

source: MONRO MUFFLER BRAKE
fr: FREIN DE SILENCIEUX MONRO

source: Monthly
es: Mensual
fr: Mensuel

source: Monthly Billing Cycle Available Values
es: Ciclo de facturación mensual Valores disponibles
fr: Valeurs disponibles du cycle de facturation mensuel

source: Monthly On 15th
es: Mensual el día 15
fr: Le 15 de chaque mois

source: Move Out of History
es: Retirar de Historial
fr: Sortir de l'histoire

source: Move To History
es: Mover a Historial
fr: Passer à l'histoire

source: Move to PO Discrepancy
es: Mover a discrepancia de OC
fr: Passer à la divergence des bons de commande

source: Moved from history to Open discrepancies
es: Movido de Historial a Discrepancias abiertas
fr: Déplacé de l'historique vers Divergences ouvertes

source: Moved to History
es: Movido a Historial
fr: Déplacé dans l'histoire

source: MTD Total
es: Total MTD
fr: Total MTD

source: Multi currency not supported
es: No se admite multidivisa
fr: La multi-devise n'est pas prise en charge

source: Multi-Currency
es: Multidivisa
fr: Multi-devise

source: Multiple &quot;Original Buyer Line #&quot; has been found in request.
es: Se encontraron múltiples "Nº de línea del comprador original" en la solicitud.
fr: Le multiple « No de ligne de l’acheteur original » a été trouvé dans la demande.

source: Multiple POQ documents cannot be referenced.
es: No se pueden referenciar múltiples documentos POQ.
fr: Il n'est pas possible de faire référence à plusieurs documents POQ.

source: Multiple referenced Dealer invoice numbers not allowed.
es: No se permiten múltiples números de factura de distribuidor referenciados.
fr: Les numéros de factures de distributeurs référencés multiples ne sont pas autorisés.

source: Multiple referenced Seller invoice numbers not allowed.
es: No se permiten múltiples números de factura de vendedor referenciados.
fr: Les numéros de facture du vendeur référencés plusieurs fois ne sont pas autorisés.

source: Mutually Defined
es: Definido mutuamente
fr: Défini mutuellement

source: Name
es: Nombre
fr: Nom

source: Name is required
es: Nombre es obligatorio
fr: Le nom est obligatoire

source: Name:
es: Nombre:
fr: Nom :

source: National Account Buyer ID not found :
es: ID de comprador de National Account no encontrado:
fr: L'identifiant de l'acheteur du compte national est introuvable :

source: National Account Company ID
es: ID de empresa de National Account
fr: Identifiant de l'entreprise du compte national

source: National Account Fleet ID not found :
es: ID de flota de National Account no encontrado:
fr: L'identifiant de la flotte du compte national est introuvable :

source: National Account Location not found :
es: Ubicación de National Account no encontrada:
fr: L’emplacement du compte national est introuvable :

source: National Account Locationnot found :
es: Ubicación de National Account no encontrada:
fr: L’emplacement du compte national est introuvable :

source: National Account Managers
es: Gestores de National Account
fr: Gestionnaires de comptes nationaux

source: National Insurance
fr: Assurance nationale

source: NbHrs Comments
es: Comentarios de NbHrs
fr: Commentaires NbHrs

source: NbHrs Exceed
es: Exceso de NbHrs
fr: Dépassement NbHrs

source: NbHrs. All Item Purchases
es: NbHrs. Todas las compras de artículos
fr: NbHrs. Tous les achats d'articles

source: NbHrs. Cost Exceeds
es: NbHrs. Exceso de coste
fr: NbHrs. Le coût dépasse

source: NbHrs. Item Exceed Count
es: NbHrs. Recuento de exceso de artículos
fr: NbHrs. Dépassement du nombre d'articles

source: Need Delivery Receipt
es: Necesita recibo de entrega
fr: Besoin d'un accusé de réception de livraison

source: Need More Info
es: Necesita más información
fr: Besoin de plus d'informations

source: Negative values are not allowed in line level while updating PO
es: No se permiten valores negativos en el nivel de línea al actualizar la OC
fr: Les valeurs négatives ne sont pas autorisées au niveau de la ligne lors de la mise à jour du bon de commande

source: Net 25 EOM Statement
es: Declaración Net 25 EOM
fr: Relevé EOM net 25

source: Net 28 Statement
es: Declaración Net 28
fr: Relevé net 28

source: Net 30 Days
es: Net 30 días
fr: 30 jours nets

source: NET 45 DAYS
es: NET 45 DÍAS
fr: 45 JOURS NET

source: Net 60 Daily
es: Net 60 diario
fr: Net 60 Quotidien

source: Net 7 Days
es: Net 7 días
fr: 7 jours nets

source: Net Amount
es: Monto neto
fr: Montant net

source: Net Due date has not a well format Date.
es: La fecha de vencimiento neto no tiene un formato de fecha correcto.
fr: La date d'échéance nette n'a pas un bon format de date.

source: Net Due Date:
es: Fecha de vencimiento neto:
fr: Date d'échéance nette :

source: Net Payment
es: Pago neto
fr: Paiement net

source: Net Total
es: Neto total
fr: Total net

source: NET-PART
fr: PIÈCE-NETTE

source: NET-PRICE
fr: PRIX-NETT

source: NET-PRIREL
fr: PRIREL-NET

source: NetDueDays
fr: Jours d'échéance nette

source: NetDueStartingFrom
fr: Date de début nette

source: NetSend API Config
es: Configuración de API de NetSend
fr: Configuration de l'API NetSend

source: Network Part File Import
es: Importación de archivos de piezas de red
fr: Importation de fichiers de pièces de réseau

source: Network Part Lookup Category
es: Categoría de búsqueda de piezas de red
fr: Catégorie de consultation des pièces de réseau

source: Network Price File Import
es: Importación de archivos de precios de red
fr: Importation de fichiers de prix en réseau

source: Network Price Relationship File import
es: Importación de archivos de relaciones de precios de red
fr: Importation d'un fichier de relations tarifaires en réseau

source: Never Charge Cores
es: Nunca cargar bases
fr: Ne jamais charger les cœurs

source: Never Received Credit
es: Crédito nunca recibido
fr: N'a jamais reçu de crédit

source: Never Received Product
es: Producto nunca recibido
fr: N'a jamais reçu le produit

source: New
es: Nuevo
fr: Nouveau

source: New Dispute Info
es: Información de nueva disputa
fr: Nouvelles informations sur le litige

source: New Invoice Notification
es: Notificación de nueva factura
fr: Notification de nouvelle facture

source: New Invoice Notification with Excel attachment
es: Notificación de nueva factura con archivo Excel adjunto
fr: Notification de nouvelle facture avec pièce jointe Excel

source: New Invoices Notification
es: Notificación de nuevas facturas
fr: Notification de nouvelles factures

source: New Invoices via NetSend
es: Nuevas facturas a través de NetSend
fr: Nouvelles factures via NetSend

source: New Password is required
fr: Un nouveau mot de passe est requis

source: New Password:
fr: Nouveau mot de passe:

source: New Pinnacle Fleet Solutions Discrepancies
es: Nuevas discrepancias de Pinnacle Fleet Solutions
fr: Nouvelles divergences de Pinnacle Fleet Solutions

source: New PO Document submissions are not allowed
es: No se permite el envío de nuevos documentos de OC
fr: Les soumissions de nouveaux documents de commande ne sont pas autorisées

source: New Pricing Level
es: Nuevo nivel de fijación de precios
fr: Nouveau niveau de tarification

source: New Statement Notification
es: Notificación de nuevo estado de cuenta
fr: Notification de nouvelle déclaration

source: New Training Discrepancies
es: Nuevas discrepancias de Training
fr: Nouvelles divergences de formation

source: new Transaction ID is
es: el nuevo ID de transacción es
fr: le nouvel identifiant de transaction est

source: New Units Purchased
es: Nuevas unidades compradas
fr: Nouvelles unités achetées

source: NEW USER LOGIN ID
es: NUEVO ID DE INICIO DE SESIÓN DE USUARIO
fr: IDENTIFIANT DE CONNEXION DU NOUVEL UTILISATEUR

source: NEW USER PASSWORD
es: NUEVA CONTRASEÑA DE USUARIO
fr: NOUVEAU MOT DE PASSE DE L'UTILISATEUR

source: New Value
es: Valor nuevo
fr: Nouvelle valeur

source: New {0} account
es: Nueva cuenta {0}
fr: Nouveau {0} compte

source: NewEntity
fr: Nouvelle entité

source: Next Accrual Date
es: Próxima fecha de devengo
fr: Prochaine date de régularisation

source: Next Distribution Date
es: Próxima fecha de distribución
fr: Prochaine date de distribution

source: Next Frequency Date:
es: Próxima fecha de frecuencia
fr: Prochaine date de fréquence :

source: Nights
es: Noches
fr: Nuits

source: Nights and Weekends
es: Noches y fines de semana
fr: Nuits et week-ends

source: No
fr: Non

source: No active Distance Rate for the specified date, please contact your System Administrator.
es: No hay Tarifa a distancia activa para la fecha especificada, póngase en contacto con su administrador de sistema.
fr: Pas de tarif à distance actif pour la date spécifiée, veuillez contacter votre administrateur système.

source: No approvers assigned to location
es: No hay aprobadores asignados a la ubicación
fr: Aucun approbateur n'est affecté à un emplacement

source: No change observed.
es: No se ha observado ningún cambio.
fr: Aucun changement n'a été observé.

source: No changes needed
es: No se necesitan cambios
fr: Aucun changement n'est nécessaire

source: No columns selected
es: No hay columnas seleccionadas
fr: Aucune colonne sélectionnée

source: No Compare
es: No hay comparación
fr: Pas de comparaison

source: No configuration exists for this export
es: No existe configuración para esta exportación
fr: Aucune configuration n'existe pour cette exportation

source: No Data Available
es: No hay datos disponibles
fr: Pas de données disponibles

source: No data exists for this export
es: No existen datos para esta exportación
fr: Aucune donnée n'existe pour cette exportation

source: No details to display
es: No hay detalles que mostrar
fr: Pas de détails à afficher

source: No Error
es: Ningún error
fr: Pas d'erreur

source: No handling fee for order picked up
es: No hay gastos de gestión para el pedido recogido
fr: Pas de frais de manutention pour les commandes enlevées

source: No letter was sent for account to be put into Promise to Pay; please select correct Hold status
es: No se envió ninguna carta para que la cuenta se pusiera en promesa de pago; seleccione el estado de retención correcto
fr: Aucune lettre n'a été envoyée pour que le compte soit mis en promesse de paiement ; veuillez sélectionner le statut de mise en attente correct

source: No Limit
es: Sin límite
fr: Pas de limite

source: No Markups On Invoice
es: No hay recargos en la factura
fr: Pas de majoration sur la facture

source: No match found
es: No se han encontrado coincidencias
fr: Aucune correspondance trouvée

source: No of days cannot be less than 1 or more than 30
es: El número de días no puede ser inferior a 1 ni superior a 30
fr: Le nombre de jours ne peut être inférieur à 1 ou supérieur à 30

source: No parent contract exists with this Id.
es: No existe contrato matriz con este Id.
fr: Il n'existe pas de contrat de parenté avec cet ID.

source: No PO fee is applied to fee only invocies
es: No se aplica ninguna tasa de OC a las facturas de solo tasas
fr: Aucun frais de commande n'est appliqué aux invocations de frais uniquement

source: No PO line items are qualified for transmission
es: No hay partidas de OC calificadas para transmisión
fr: Aucun poste de commande n'est qualifié pour la transmission

source: No Pre Authorization Defaults found for the record. Can not approve
es: No se han encontrado valores predeterminados de preautorización para el registro. No se puede aprobar
fr: Aucun défaut de préautorisation n'a été trouvé pour l'enregistrement. Ne peut approuver

source: No price check performed
es: No se ha realizado comprobación de precios
fr: Aucune vérification de prix n'a été effectuée

source: No Price Found
es: No se ha encontrado ningún precio
fr: Aucun prix trouvé

source: No price found in system, price check skipped
es: No se ha encontrado ningún precio en el sistema, se omitió la comprobación de precios
fr: Aucun prix n'a été trouvé dans le système, la vérification des prix a été ignorée

source: No Price Performed
es: Ningún precio realizado
fr: Pas de prix pratiqué

source: No Rebate contract exists with this Id.
es: No existe ningún contrato de rebajas con este Id.
fr: Il n'existe pas de contrat de remboursement avec cet ID.

source: No Rebate Line exists with this Id.
es: No existe ninguna línea de rebajas con este Id.
fr: Il n'existe pas de ligne de remboursement pour cette ID.

source: No Response
es: Sin respuesta
fr: Pas de réponse

source: No Split Invoices
es: No hay facturas divididas
fr: Pas de factures fractionnées

source: No Status
es: No hay estado
fr: Pas de statut

source: No Tier
es: No hay nivel
fr: Pas de palier

source: No Tier Added Yet
es: No se añadió aún ningún nivel
fr: Aucun niveau n'a encore été ajouté

source: No user assigned for notification; request cannot be sent
es: No hay usuario asignado para la notificación; no se puede enviar la solicitud
fr: Aucun utilisateur n'est affecté à la notification ; la demande ne peut pas être envoyée

source: No. Of Business Days Prior To Draft Date is Required
es: Número de días hábiles antes de la fecha de cobro bancario es obligatorio
fr: Nombre de jours ouvrables avant la date de rédaction requis

source: No. Of Business Days Prior to Draft Statement Generation is Required
es: Número de días hábiles antes de la generación del estado de cuenta es obligatorio
fr: Nombre de jours ouvrables avant la production d'un projet de déclaration
