Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: # of Days Awaiting Release
es: N.º de días en espera de liberación
fr: Nombre de jours d'attente de la validation

source: %i.e. program start date%
fr: %i.e. date de début du programme%

source: &amp;nbsp;to get another reset password link or click
es: &nbsp;para obtener otro enlace de restablecimiento de contraseña o haga clic en
fr: &nbsp;pour obtenir un autre lien de réinitialisation du mot de passe ou cliquer sur

source: &amp;nbsp;to get another temporary password link
es: &nbsp;para obtener otro enlace de contraseña temporal
fr: &nbsp;pour obtenir un autre lien de mot de passe temporaire

source: &amp;nbsp;to log-in into system
es: &nbsp;para iniciar sesión en el sistema
fr: &nbsp;pour se connecter au système

source: &amp;nbsp;to proceed
es: &nbsp;para continuar
fr: &nbsp;pour procéder

source: (Hide Details...)
es: (Ocultar detalles...)
fr: (Masquer les détails...)

source: (Inherited from parent.)
es: (Heredado del nivel superior)
fr: (Hérité du parent.)

source: (Show Details...)
es: (Mostrar detalles...)
fr: (Afficher les détails...)

source: ) , process terminated.
es: ), proceso terminado.
fr: ) , le processus est terminé.

source: ) days
es: ) días
fr: ) jours

source: *- indicates required Field
es: *- indica campo requerido
fr: *- indique un champ obligatoire

source: *ADW Part Domain
fr: *Domaine de pièce ADW

source: *ADW Part Domain is required field.
es: *ADW Part Domain es un campo obligatorio.
fr: *Domaine de pièce ADW est un champ obligatoire.

source: *Category Value
es: *Valor de la categoría
fr: *Valeur de la catégorie

source: *Company Name
es: *Nombre de la empresa
fr: *Nom de l'entreprise

source: *Dealer Company Name
es: *Nombre de la empresa del distribuidor
fr: *Nom de l'entreprise du distributeur

source: *Effective Date
es: *Fecha de vigencia
fr: *Date d'entrée en vigueur

source: *Fleet Company Name
es: *Nombre de empresa de la flota
fr: *Nom de l'entreprise de la flotte

source: *From
es: *desde
fr: *de

source: *Group Description
es: *Descripción del grupo
fr: *Description du groupe

source: *Group Name
es: *Nombre del grupo
fr: *Nom du groupe

source: *Line Code
es: *Código de línea
fr: *Code de ligne

source: *Line Code is required field.
es: *Código de línea es un campo obligatorio
fr: *Le code de ligne est un champ obligatoire.

source: *Long Descripiton
es: *Descripción larga
fr: *Description longue

source: *Part Number
es: *Número de pieza
fr: *Numéro de pièce

source: *Sub Line Code
es: *Código de sublínea
fr: *Code de sous-ligne

source: *Sub Line Code is required field.
es: *Código de sublínea es un campo obligatorio.
fr: *Le code de sous-ligne est un champ obligatoire.

source: *The dates displayed on the invoice are based on U.S. Eastern Time Zone.
es: *Las fechas que aparecen en la factura se basan en la zona horaria del este de EE. UU.
fr: *Les dates affichées sur la facture sont basées sur le fuseau horaire de l'Est des États-Unis.

source: *To
es: *para
fr: *à

source: , &quot;For Credit&quot;:
es: , “para crédito”:
fr: , « Pour le crédit » :

source: , BrandId:
fr: , ID de la marque :

source: , but PO unit price is
es: , pero el precio unitario de la OC es
fr: , mais le prix unitaire du bon de commande est

source: , cannot create duplicate setup
es: , no se puede crear configuración duplicada
fr: , impossible de créer une configuration en double

source: , Category Code 1 :
es: , Código de categoría 1:
fr: , code de catégorie 1 :

source: , Category Code 1:
es: , Código de categoría 1:
fr: , code de catégorie 1 :

source: , Category Code 2:
es: , Código de categoría 2:
fr: , code de catégorie 2 :

source: , Category Code 3:
es: , Código de categoría 3:
fr: , code de catégorie 3 :

source: , Category Code 4:
es: , Código de categoría 4:
fr: , code de catégorie 4 :

source: , CBSVendorCode
fr: , Code fournisseur CBS

source: , CBSVendorCode:
fr: , Code fournisseur CBS :

source: , CorcentricCode:
fr: , Code Corcentric :

source: , Currency, Adjustment Of Price, Transaction Type, Accounting Document Type, Transaction Line Type, Validated Flag, Effective Date, End Date,
es: , Divisa, Ajuste de precio, Tipo de transacción, Tipo de documento contable, Tipo de línea de transacción, Indicador validado, Fecha de vigencia, Fecha de finalización,
fr: , le type de transaction, le type de document comptable, le type de ligne de transaction, le drapeau validé, la date d'entrée en vigueur, la date de fin,

source: , CurrencyCode:
fr: , Code de devise :

source: , Effective Date:
es: , Fecha de vigencia:
fr: , Date d'entrée en vigueur :

source: , End Date:
es: , Fecha de finalización:
fr: , Date de fin :

source: , Gross Margin Credit
es: , Crédito de margen bruto
fr: , Crédit de marge brute

source: , has been generated.
es: , se ha generado.
fr: , a été généré.

source: , Invoice Type, Start Date and End Date already exists, change one of these values and try again.
es: , Tipo de factura, Fecha de inicio y Fecha de finalización ya existen, cambie uno de estos valores e inténtelo de nuevo.
fr: , si les champs Type de facture, Date de début et Date de fin existent déjà, modifiez l'une de ces valeurs et réessayez.

source: , invoiceNumber: &quot;
es: , invoiceNumber: "
fr: , Numéro de facture : «

source: , PriceLevel Code:
fr: , Code de niveau de prix :

source: , pricing Group
es: , Grupo de fijación de precios
fr: , groupe de tarification

source: , requested by
es: , solicitado por
fr: , demandé par

source: , resubmit will result in fatal error.
es: , el reenvío dará lugar a un error fatal.
fr: , le fait de soumettre à nouveau le formulaire entraînera une erreur fatale.

source: , settlementDate:
fr: , Date de règlement :

source: , srcCommunityId:
fr: , ID de communauté SRC :

source: , srcTransactionId:
fr: , ID de transaction SRC :

source: , SupplierLineCode
fr: Code de ligne de vendeur

source: , SupplierLineCode:
fr: , Code de ligne de vendeur :

source: , validationCode:
fr: , Code de validation :

source: ,''Change Invoice''
es: , ''Modificar Factura''
fr: , « Modifier la facture »

source: ,Adjustment of Price:
es: , Ajuste de precio:
fr: ,Ajustement du prix :

source: ,BrandId
fr: ,ID de la marque

source: ,Category Code 2 :
es: , Código de categoría 2:
fr: ,Code de catégorie 2 :

source: ,Category Code 3 :
es: , Código de categoría 3:
fr: ,Code de catégorie 3 :

source: ,Category Code 4 :
es: , Código de categoría 4:
fr: ,Code de catégorie 4 :

source: ,CategoryCode1:
fr: ,Code de catégorie 1 :

source: ,CategoryCode2:
fr: ,Code de catégorie 2 :

source: ,CategoryCode3:
fr: ,Code de la catégorie 3 :

source: ,CategoryCode4:
fr: ,Code de la catégorie 4 :

source: ,CurrencyCode:
fr: ,Code de devise :

source: ,EffectiveDate:
fr: ,Date d’entrée en vigueur :

source: ,EndDate:
fr: ,Date de fin :

source: ,ItemNumberSKU:
fr: ,UGS du numéro de l’article

source: ,ValidateFlag:
fr: ,Valider le drapeau :

source: -Disputed
es: -Disputado
fr: -Contesté

source: -Resolved
es: -Resuelto
fr: -Résolu

source: . Please contact your system administrator.
es: . Póngase en contacto con el administrador del sistema.
fr: . Veuillez contacter votre administrateur système.

source: . Valid line numbers are required.
es: . Se requieren números de línea válidos.
fr: . Des numéros de ligne valides sont requis.

source: 0-15 Days
es: 0-15 días
fr: 0-15 jours

source: 1 invoice
es: 1 factura
fr: 1 facture

source: 10 Days After End of Month (10 EOM)
es: 10 días después de fin de mes (10 EOM)
fr: 10 jours après la fin du mois (10 EOM)

source: 10th day of the month
es: 10.º día del mes
fr: 10ème jour du mois

source: 11th day of the month
es: 11.º día del mes
fr: 11ème jour du mois

source: 12th day of the month
es: 12.º día del mes
fr: 12ème jour du mois

source: 13th day of the month
es: 13.º día del mes
fr: 13ème jour du mois

source: 14th day of the month
es: 14.º día del mes
fr: 14ème jour du mois

source: 15-30 Days
es: 15-30 días
fr: 15-30 jours

source: 15th and end of the Month
es: 15.º y fin de mes
fr: 15 et fin du mois

source: 15th day of the month
es: 15.º día del mes
fr: 15ème jour du mois

source: 16th day of the month
es: 16.º día del mes
fr: 16ème jour du mois

source: 17th day of the month
es: 17.º día del mes
fr: 17ème jour du mois

source: 18th day of the month
es: 18.º día del mes
fr: 18ème jour du mois

source: 19th day of the month
es: 19.º día del mes
fr: 19ème jour du mois

source: 1st day of the month
es: 1.º día del mes
fr: 1er jour du mois

source: 1st Segmentation
es: 1.ª segmentación
fr: 1ère segmentation

source: 2% 30 (Draft)
es: 2 % 30 (preliminar)
fr: 2 % 30 (projet)

source: 2% Net 30 - EFT
es: 2 % Neto 30 - EFT
fr: 2 % 30 Net - EFT

source: 20 days after the end of the month
es: 20 días después de fin de mes
fr: 20 jours après la fin du mois

source: 20th day of the month
es: 20.º día del mes
fr: 20ème jour du mois

source: 21st day of the month
es: 21.º día del mes
fr: 21ème jour du mois

source: 22nd day of the month
es: 22.º día del mes
fr: 22ème jour du mois

source: 23rd day of the month
es: 23.º día del mes
fr: 23ème jour du mois

source: 24th day of the month
es: 24.º día del mes
fr: 24ème jour du mois

source: 25th day of the month
es: 25.º día del mes
fr: 25ème jour du mois

source: 26th day of the month
es: 26.º día del mes
fr: 26ème jour du mois

source: 27th day of the month
es: 27.º día del mes
fr: 27ème jour du mois

source: 28th day of the month
es: 28.º día del mes
fr: 28ème jour du mois

source: 29th day of the month
es: 29.º día del mes
fr: 29ème jour du mois

source: 2nd day of the month
es: 2.º día del mes
fr: 2ème jour du mois

source: 2nd Segmentation
es: 2.ª segmentación
fr: 2ème segmentation

source: 3 DAY PAY PROMO
es: PROMOCIÓN DE PAGO DE 3 DÍAS
fr: PROMOTION DE PAIEMENT DE 3 JOURS

source: 30 Days Month
es: 30 días del mes
fr: 30 jours Mois

source: 30-45 Days
es: 30-45 días
fr: 30-45 jours

source: 30th day of the month
es: 30.º día del mes
fr: 30ème jour du mois

source: 31st day of the month
es: 31.º día del mes
fr: 31ème jour du mois

source: 3rd day of the month
es: 3.º día del mes
fr: 3ème jour du mois

source: 45-60 Days
es: 45-60 días
fr: 45-60 jours

source: 4th day of the month
es: 4.º día del mes
fr: 4ème jour du mois

source: 5th day of the month
es: 5.º día del mes
fr: 5ème jour du mois

source: 60+ Days
es: 60+ días
fr: 60 jours et plus

source: 6th day of the month
es: 6.º día del mes
fr: 6ème jour du mois

source: 7 Days after Statement Date
es: 7 días después de la fecha del estado de cuenta
fr: 7 jours après la date du relevé

source: 7 Days after Stmt Dt
es: 7 días después de fecha est. cuen.
fr: 7 jours après la déclaration Dt

source: 7th day of the month
es: 7.º día del mes
fr: 7ème jour du mois

source: 80 characters allowed only'
es: Sólo se admiten 80 caracteres’
fr: 80 caractères autorisés seulement'

source: 8th day of the month
es: 8.º día del mes
fr: 8ème jour du mois

source: 9th day of the month
es: 9.º día del mes
fr: 9ème jour du mois

source: :Archive XML complete successfully.
es: : Archivo XML completado correctamente.
fr: :L'archivage XML s'est terminé avec succès.

source: :Archive XML Failed.
es: : Archivo XML fallido.
fr: :Échec de l'archivage XML.

source: &lt;b style=&quot;color:red;float: left;width: 300px;margin-right: -200px;&quot;&gt;Note: Only Active records will be shown if we specify Effective Date in the search criteria&lt;/b&gt;
es: <b style="color:red;float: left;width: 300px;margin-right: -200px;">Nota: Solo se mostrarán los registros activos si especificamos Fecha de vigencia en los criterios de búsqueda</b>
fr: <b style="color:red;float: left;width: 300px;margin-right: -200px;">Remarque : Seuls les enregistrements actifs seront affichés si nous spécifions la date d'entrée en vigueur dans les critères de recherche</b>

source: &lt;b&gt;Date Criteria&lt;/b&gt;
es: <b>Criterios de fecha</b>
fr: <b>Critères des dates</b>

source: &lt;b&gt;Display Criteria&lt;/b&gt;
es: <b>Criterios de visualización</b>
fr: <b>Critères d'affichage</b>

source: &lt;b&gt;Payer Criteria&lt;/b&gt;
es: <b>Criterios de pagador</b>
fr: <b>Critères du payeur</b>

source: &lt;b&gt;Quick Search&lt;/b&gt;
es: <b>Búsqueda rápida</b>
fr: <b>Recherche rapide</b>

source: &lt;b&gt;Rebate Contract Criteria&lt;/b&gt;
es: <b>Criterios del contrato de rebajas</b>
fr: <b>Critères du contrat de remboursement</b>

source: &lt;b&gt;Receiver Criteria&lt;/b&gt;
es: <b>Criterios de receptor</b>
fr: <b>Critères de réception</b>

source: &lt;br /&gt; Invoice can not be updated.
es: <br/> No se puede actualizar la factura.
fr: <br/> La facture ne peut pas être mise à jour.

source: &lt;br /&gt; resubmit will result in fatal error.
es: <br/> el reenvío dará lugar a un error fatal.
fr: <br/> la nouvelle soumission entraînera une erreur fatale.

source: &lt;br /&gt; resubmit will result in fixable error.
es: <br/> el reenvío dará lugar a un error corregible.
fr: <br/> une nouvelle soumission aboutira à une erreur corrigeable.

source: &lt;br&gt; Number of Records imported :
es: <br/> Número de registros importados:
fr: <br/> Nombre d'enregistrements importés :

source: &lt;br&gt; Please contact
es: <br/> Póngase en contacto con
fr: <br/> Veuillez contacter

source: &lt;br&gt; Please contact1
es: <br/> Póngase en contacto con
fr: <br/> Veuillez contacter

source: &lt;br&gt;&lt;br&gt;&lt;b&gt;Advanced Search&lt;/b&gt;
es: <br/><br/><b>Búsqueda avanzada</b>
fr: <br/><br/><b>Recherche avancée</b>

source: &lt;br&gt;&lt;br&gt;&lt;b&gt;Thank You,&lt;br&gt;Corcentric&lt;/b&gt;
es: <br/><br/><b>Gracias,<br/>Corcentric</b>
fr: <br/><br/><b>Merci,<br/>Corcentric</b>

source: &lt;br&gt;&lt;br&gt;You can view the details through the website by clicking on the following link:
es: <br/><br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace:
fr: <br/><br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant :

source: &lt;corRequest&gt; &lt;corTransactionNumber&gt;
es: <corRequest> <corTransactionNumber>
fr: <corRequest> <corTransactionNumber>

source: &lt;html&gt;&lt;body&gt;&lt;div&gt;A discrepancy regarding Purchase Order Transaction ID ({0})&lt;/div&gt;&lt;/br&gt; &lt;div&gt;Note Details: Please login to the program and navigate to PO Discrepancy, search for the above Transaction Id to see additional details regarding the discrep
es: <html><body><div>Una discrepancia relativa al ID de transacción de la orden de compra ({0})</div> <div>Detalles de la nota: Inicie sesión en el programa y navegue hasta Discrepancia de OC, busque el ID de transacción antes mencionado para ver los detalles adicionales relativos a la discrepancia
fr: <html><body><div>Une divergence concernant l'ID de transaction de la commande d'achat ({0})</div> <div>Détails de la note : Veuillez vous connecter au programme et naviguer jusqu'à la divergence des bons de commande, rechercher l'identifiant de transaction ci-dessus pour obtenir des détails supplémentaires concernant la divergence

source: &lt;p&gt;The invoices for pdf for batch printing, requested by
es: <p>Las facturas para pdf para impresión por lotes, solicitadas por
fr: <p>Les factures au format pdf pour l'impression par lots, demandées par

source: &lt;p&gt;The invoices for Statement #
es: <p>Las facturas para el estado de cuenta N.º
fr: <p>Les factures relatives au no de la déclaration

source: @DealerName +' is not set for Pre-Authorization'
es: @DealerName +' no está configurado para preautorización'
fr: @Nomdudistributeur +' n'est pas défini pour l’autorisation préalable'

source: @FleetName + ' , '+ @DealerName +' are not set for Pre-Authorization'
es: @FleetName + ' , '+ @DealerName +' no está configurado para preautorización'
fr: @Nomdelaflotte + ' , '+ @Nomdudistributeur +' ne sont pas définis pour l’autorisation préalable'

source: @FleetName + ' is not set for Pre-Authorization'
es: @FleetName + ' no está configurado para preautorización'
fr: @Nomdelaflotte+ ' n'est pas défini pour la préautorisation'

source: A BSM record was deleted from Web Portal
es: Se ha eliminado un registro BSM del portal web
fr: Un enregistrement BSM a été supprimé du portail Web

source: A buyer is required!
es: ¡Es obligatorio un comprador!
fr: Un acheteur est requis !

source: A dispute has been created for invoice: &quot; + invNumber + &quot; &lt;br/&gt; &quot; + &quot;Note Details:
es: Se ha creado una disputa para la factura: " + invNumber + " <br/> " + "Detalles de la nota:
fr: Un litige a été créé pour la facture : « + Numéro de facture + » <br/> « + « Détails de la note :

source: A dispute note has been created for the Disputed invoice: {0}. &lt;br/&gt; Note Details:
es: Se ha creado una nota de disputa para la factura disputada: {0}. <br/> Detalles de la nota:
fr: Une note de litige a été créée pour la facture contestée : {0}. <br/> Détails de la note :

source: A invoice date is required!
es: ¡Es obligatoria una fecha de factura!
fr: Une date de facturation est requis !

source: A Invoice Pre-Approval Defaults was added
es: Se añadieron valores predeterminados de preaprobación de factura
fr: Une option Défauts d'approbation préalable des factures a été ajoutée

source: A Invoice Pre-Approval Defaults was added.
es: Se añadieron valores predeterminados de preaprobación de factura.
fr: Une option Défauts d'approbation préalable des factures a été ajoutée.

source: A Invoice Pre-Approval Defaults was updated.
es: Se han actualizado los valores predeterminados de preaprobación de factura.
fr: Une option Défauts d'approbation préalable des factures a été mise à jour.

source: A Invoice Pre-Approval Rule was added.
es: Se ha añadido una regla de preaprobación de facturas.
fr: Une règle Défauts d'approbation préalable des factures a été ajoutée.

source: A line item parsing rule was deleted
es: Se ha eliminado una regla de partida
fr: Une règle d'analyse des postes a été supprimée

source: A new invoice with Program Invoice Number of {0} is available on the {1} website.
es: Una nueva factura con número de factura de programa {0} está disponible en el sitio web {1}.
fr: Une nouvelle facture portant le numéro de facture du programme {0} est disponible sur le {1} site web.

source: A new price detail cannot be created for an inactive price record.
es: No se puede crear un nuevo detalle de precio para un registro de precio inactivo.
fr: Il n'est pas possible de créer un nouveau détail de prix pour un enregistrement de prix inactif.

source: A PO Date must be entered.
es: Debe introducirse una Fecha de OC.
fr: Une date de bon de commande doit être saisie.

source: A PO Number must be entered.
es: Debe introducirse un Número de OC.
fr: Un numéro de bon de commande doit être saisi.

source: A PO Rule was added
es: Se ha añadido una Regla de OC
fr: Une règle de bon de commande a été ajoutée

source: A PO Rule was added.
es: Se ha añadido una Regla de OC.
fr: Une règle de bon de commande a été ajoutée.

source: A PO Rule was updated.
es: Se ha actualizado una Regla de OC.
fr: Une règle de bon de commande a été mise à jour.

source: A Pricing relationship was deleted from Web Portal
es: Se ha eliminado una relación de fijación de precios del portal web
fr: Une relation de tarification a été supprimée du portail Web

source: A Pricing relationship was updated from BSM import
es: Se ha actualizado una relación de fijación de precios de la importación de BSM
fr: Une relation de prix a été mise à jour à partir de l'importation de BSM

source: A template is require&#x18;!
es: ¡Se requiere una plantilla!
fr: Un modèle est requis !

source: A user cannot be his/her own proxy.
es: Un usuario no puede ser su propio apoderado.
fr: Un utilisateur ne peut pas être son propre proxy.

source: A value must be selected in Action drop down.
es: Debe seleccionarse un valor en el desplegable Acción.
fr: Une valeur doit être sélectionnée dans le menu déroulant Action.

source: A vendor is required!
es: ¡Es obligatorio un proveedor!
fr: Un vendeur est requis !

source: AAIA Brand ID not found :
es: No se encontró el ID de marca AAIA:
fr: ID de marque AIAA introuvable :

source: AAIA Brand ID , CBS Dealer code and Supplier Line code not found :
es: No se encontró el ID de marca AAIA, el código de distribuidor CBS ni el código de línea de proveedor:
fr: ID de marque AIAA, code de distributeur CBS et code de ligne du vendeur introuvables :

source: AAIA Brand ID , CBS Seller code and Supplier Line code not found :
es: No se encontró el ID de marca AAIA, el código de vendedor CBS ni el código de línea de proveedor:
fr: ID de marque AIAA, code de distributeur CBS et code de ligne du vendeur introuvables :

source: AAIA Brand ID and CBS Dealer code not found :
es: No se encontró el ID de marca AAIA ni el código de distribuidor CBS:
fr: ID de marque AIAA, code de distributeur CBS introuvables :

source: AAIA Brand ID and CBS Seller code not found :
es: No se encontró el ID de marca AAIA ni el código de vendedor CBS:
fr: ID de marque AIAA, code de vendeur CBS introuvables :

source: AAIA Brand ID and Supplier Line code not found :
es: No se encontró el ID de marca AAIA ni el código de línea de proveedor:
fr: ID de marque AIAA, code de ligne du vendeur introuvables :

source: AbHrs Cost Exceed
es: Supera el costo de AbHrs
fr: Surpassement des coûts AbHrs

source: AbHrs Exceeds
es: AbHrs supera
fr: AbHrs Dépasse

source: AbHrs. All Item Purchaes
es: AbHrs. Todas las compras de artículos
fr: AbHrs. Tous les achats d'articles

source: AbHrs. Comments
es: AbHrs. Comentarios
fr: AbHrs. Commentaires

source: AbHrs. Item Exceeds count
es: AbHrs. El artículo excede el recuento
fr: AbHrs. Article dépasse le nombre

source: Acceleration Fee
es: Tasa de aceleración
fr: Frais d'accélération

source: Acceleration Program Id is invalid
es: El ID del programa de aceleración no es válido
fr: L'identifiant du programme d'accélération n'est pas valide

source: Acceleration Program ID not found
es: No se encontró el ID del programa de aceleración
fr: L'identifiant du programme d'accélération n'a pas été trouvé

source: Acceleration Program is required when Acceleration Type is
es: El programa de aceleración es obligatorio cuando el Tipo de aceleración es
fr: Le programme d'accélération est requis lorsque le type d'accélération est

source: Acceleration Program Name
es: Nombre del programa de aceleración
fr: Nom du programme d'accélération

source: Acceleration program with this name already exists, please change the name.
es: Ya existe un programa de aceleración con este nombre; cambie el nombre.
fr: Un programme d'accélération portant ce nom existe déjà, veuillez changer le nom.

source: Acceleration Term Name
es: Nombre del término de aceleración
fr: Nom du terme d'accélération

source: Acceleration Type
es: Tipo de aceleración
fr: Type d'accélération

source: AccelerationDays
fr: Jours d'accélération

source: AccelerationProgramName
fr: Nom du programme d'accélération

source: AccelerationTypeName
fr: Nom du type d'accélération

source: Accept
es: Aceptar
fr: Accepter

source: Accept POQ
es: Aceptar POQ
fr: Accepter le POQ

source: Accepted
es: Aceptado
fr: Accepté

source: Accepted but errors were noted
es: Aceptado pero se observaron errores
fr: Accepté mais des erreurs ont été relevées

source: Accepted by Mandrill
es: Aceptado por Mandrill
fr: Accepté par Mandrill

source: Access Failed.
es: Acceso fallido.
fr: Échec de l'accès.

source: Access to all Entities (PermLeverl=98)
es: Acceso a todas las entidades (PermLeverl=98)
fr: Accès à toutes les entités (PermLeverl=98)
