Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Dear {0}, &lt;br&gt;&lt;br&gt; Bulk Invoice Resend email failed for the following invoices as the attachment is larger than {1}MB. Please select lower batch size; batch size used was: [X] invoices per email.&lt;br&gt;&lt;br&gt;Recipients for the Resend: {2}&lt;br&gt;&lt;br&gt;Invoices faile
es: Estimado {0}: <br/><br/> El reenvío masivo de facturas por correo electrónico ha fallado para las siguientes facturas, dado que el archivo adjunto es mayor que {1} MB. Seleccione un tamaño de lote menor; el tamaño de lote utilizado fue: [X] facturas por correo electrónico.<br/><br/>Destinatarios para el reenvío: {2}<br/><br/>Fallo con las facturas
fr: Cher(ère) {0}, <br/><br/> Le courriel de renvoi de factures en bloc a échoué pour les factures suivantes car la taille de la pièce jointe est supérieure à {1}MB. Veuillez sélectionner une taille de lot inférieure ; la taille de lot utilisée était de : [X] factures par courriel.<br/><br/>Destinataires pour le renvoi : {2}<br/><br/>Échec de facture

source: Dear {0}, &lt;br&gt;&lt;br&gt; {1} POs have been sent. &lt;br&gt; Last Send Date: {2} &lt;br&gt;&lt;br&gt; You can view the details through the website by clicking on the following link: {3} &lt;br&gt; Please contact {4} or {5} if you have any questions or need any assistance &lt;br&gt;&lt;br&gt; Note:
es: Estimado {0}: <br/><br/> Se le han enviado {1} OC. <br/> Última fecha de envío: {2} <br/><br/> Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: {3} <br/> Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia <br/><br/> Nota:
fr: Cher(ère) {0}, <br/><br/> {1} les bons de commande ont été envoyés. <br/> Dernière date d’envoi : {2} <br/><br/> Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {3} <br/> Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide <br/><br/> Remarque :

source: Dear {0}, &lt;br&gt;&lt;br&gt; {1} records have been sent. &lt;br&gt; Last Send Date: {2} &lt;br&gt;&lt;br&gt; You can view the details through the website by clicking on the following link: &amp;#60;{3}&amp;#62; &lt;br&gt;&lt;br&gt; Please contact {4} or {5} if you have any questions or need any assista
es: Estimado {0}: <br/><br/> Se le han enviado {1} registros. <br/> Última fecha de envío: {2} <br/><br/> Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: &lt;{3}&gt; <br/><br/> Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia
fr: Cher(ère) {0}, <br/><br/> {1} les enregistrements ont été envoyés. <br/> Dernière date d’envoi : {2} <br/><br/> Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : &lt;{3}&gt; <br/><br/> Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide

source: Dear {0},&lt;br /&gt;&lt;br /&gt;Bulk Dispute creation submitted at {1} for {2} Community has been processed.&lt;br /&gt;&lt;br /&gt;Results Summary:&lt;br /&gt;&lt;br /&gt; 1) Number of Dispute created successfully: {3} &lt;br /&gt; 2) Number of Dispute update errored: {4} &lt;ol type=&quot;a&quot;&gt;&lt;li&gt;Invoi
es: Estimado {0}:<br/><br/>Se ha procesado la creación de una disputa masiva enviada a {1} para la Comunidad {2}.<br/><br/>Resumen de resultados:<br/><br/> 1) Número de disputa creado correctamente: {3} <br/> 2) La actualización del número de disputa dio el error: {4} <ol type="a"><li>Factura
fr: Cher(ère) {0},<br/><br/>La création d'un litige en bloc soumise à {1} pour {2} la communauté a été traitée.<br/><br/>Résumé des résultats :<br/><br/> 1) Nombre de litiges créés avec succès : {3} <br/> 2) Nombre de mises à jour de litiges erronées : {4} <ol type="a"><li>Facture

source: Dear {0},&lt;br/&gt; Missing Invoice Submission alert that no invoice has been received for the last {1} days for the following Billing Locations:&lt;br/&gt; {2} &lt;br/&gt;You can view the details through the website by clicking on the following link:&lt;br/&gt; {3} Please cont
es: Estimado {0},<br/> El envío de facturas faltantes alerta de que no se ha recibido ninguna factura en los últimos {1} días para los siguientes lugares de facturación:<br/> {2} <br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace:<br/> {3} Póngase en cont
fr: Cher(ère) {0},<br/> La soumission de factures manquantes signale qu'aucune facture n'a été reçue au cours des derniers {1} jours pour les lieux de facturation suivants :<br/> {2} <br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant :<br/> {3} Veuillez poursuivre

source: Dear {0},&lt;br/&gt;Please see below PO updates for PO Number:{1}. You can also access the PO documents by logging on to the program website {2}.&lt;br/&gt;&lt;br/&gt;PO Number: {3}&lt;br/&gt;&lt;br/&gt;Dealer:{4}&lt;br/&gt;&lt;br/&gt;Bill To: {5}&lt;br/&gt;&lt;br/&gt;Ship To: {6}&lt;br/&gt;&lt;br/&gt;Updated Lines: [U
es: Estimado {0}:<br/>Consulte a continuación las actualizaciones de OC para la OC número:{1}. También puede acceder a los documentos de la OC iniciando sesión en el sitio web del programa {2}.<br/><br/>Número de OC: {3}<br/><br/>Distribuidor:{4}<br/><br/>Facturar a: {5}<br/><br/>Enviar a: {6}<br/><br/>Líneas actualizadas: [U
fr: Cher(ère) {0},<br/>Veuillez consulter les mises à jour de bons de commande ci-dessous associées au numéro de bon de commande :{1}. Vous pouvez également accéder aux documents de bons de commande en vous connectant au site web du programme {2}.<br/><br/>Numéro du bon de commande : {3}<br/><br/>Distributeur :{4}<br/><br/>Facturer à : {5}<br/><br/>Expédier à : {6}<br/><br/>Lignes mises à jour : [U

source: Dear {0},&lt;br/&gt;Please see below PO updates for PO Number:{1}. You can also access the PO documents by logging on to the program website {2}.&lt;br/&gt;&lt;br/&gt;PO Number: {3}&lt;br/&gt;Dealer:{4}&lt;br/&gt;&lt;br/&gt;Bill To: {5}&lt;br/&gt;Ship To: {6}&lt;br/&gt;&lt;br/&gt;Updated Lines: [UpdatePOLin
es: Estimado {0}:<br/>Consulte a continuación las actualizaciones de OC para la OC número:{1}. También puede acceder a los documentos de la OC iniciando sesión en el sitio web del programa {2}.<br/><br/>Número de OC: {3}<br/>Distribuidor:{4}<br/><br/>Facturar a: {5}<br/>Enviar a: {6}<br/><br/>Líneas actualizadas: [UpdatePOLin
fr: Cher(ère) {0},<br/>Veuillez consulter les mises à jour de bons de commande ci-dessous associées au numéro de bon de commande :{1}. Vous pouvez également accéder aux documents de bons de commande en vous connectant au site web du programme {2}.<br/><br/>Numéro du bon de commande : {3}<br/>Distributeur :{4}<br/><br/>Facturer à : {5}<br/>Expédier à : {6}<br/><br/>Lignes mises à jour : [UpdatePOLin

source: Dear {0},&lt;br&gt;&lt;br&gt; We received the following PO:&lt;br&gt; &lt;br&gt;&lt;b&gt;PO Number:&lt;/b&gt; {1} &lt;br&gt;&lt;b&gt;Received Date:&lt;/b&gt; {2} &lt;br&gt;&lt;b&gt;Buyer:&lt;/b&gt; {3} &lt;br&gt;&lt;b&gt;Vendor:&lt;/b&gt; {4} {5}
es: Estimado {0}:<br/><br/> Hemos recibido la siguiente OC:<br/> <br/><b>Número de OC:</b> {1} <br/><b>Fecha de recepción</b> {2} <br/><b>Comprador:</b> {3} <br/><b>Proveedor:</b> {4} {5}
fr: Cher(ère) {0},<br/><br/> Nous avons reçu le bon de commande suivant :<br/> <br/><b>Numéro du bon de commande :</b> {1} <br/><b>Date de réception :</b> {2} <br/><b>Acheteur :</b> {3} <br/><b>Vendeur :</b> {4} {5}

source: Dear {0},&lt;br&gt;&lt;br&gt;Bulk Credit Update submitted at {1} for {2} Community has been processed.&lt;br&gt;&lt;br&gt;Results Summary:&lt;br&gt; 1) Number of locations credit updated successfully: {3} &lt;br&gt; 2) Number of locations credit update errored: {4}&lt;br&gt;{5} &lt;br&gt;&lt;br&gt;Note: This
es: Estimado {0}:<br/><br/>Se ha procesado la actualización masiva de créditos presentada en {1} para la Comunidad {2}.<br/><br/>Resumen de resultados:<br/> 1) Número de ubicaciones de crédito actualizado correctamente: {3} <br/> 2) Número de ubicaciones de actualización de crédito con error: {4}<br/>{5} <br/><br/>Nota: Este
fr: Cher(ère) {0},<br/><br/>La mise à jour du crédit en bloc soumise à {1} pour la communauté {2} a été traitée.<br/><br/>Résumé des résultats :<br/> 1) Nombre de lieux crédités mis à jour avec succès : {3} <br/> 2) Nombre de lieux où la mise à jour du crédit a été erronée : {4}<br/>{5} <br/><br/>Remarque : Ce

source: Dear {0},&lt;br&gt;&lt;br&gt;Invoice Update submitted at {1} for {2} Community has been processed.&lt;br&gt;&lt;br&gt;Results Summary:&lt;br&gt;&lt;br&gt; 1) Number of Invoices updated successfully: [{3}] &lt;br&gt; 2) Number of Invoices update errored: [{4}]&lt;ol style=&quot;margin-top: 0%;&quot; type=&quot;a&quot;&gt;&lt;
es: Estimado {0}:<br/><br/>Se ha procesado la actualización de la factura presentada en {1} para la Comunidad {2}.<br/><br/>Resumen de resultados:<br/><br/> 1) Número de facturas actualizadas correctamente: [{3}] <br/> 2) Número de facturas actualizadas con error: [{4}]<ol style="margin-top: 0%;" type="a">&lt;
fr: Cher(ère) {0},<br/><br/>La mise à jour de la facture soumise à {1} pour {2} la communauté a été traitée.<br/><br/>Résumé des résultats :<br/><br/> 1) Nombre de factures mises à jour avec succès : [{3}] <br/> 2) Nombre de factures mises à jour par erreur : [{4}]<ol style="margin-top: 0%;" type="a">&lt;

source: Dear {0},&lt;br&gt;&lt;br&gt;Termination for {1} for Community {2} has as been completed successfully and the following Accounts have been Terminated as well as invoice forwarding, and cross reference were set:&lt;br&gt;&lt;br&gt;{3}&lt;br&gt;&lt;br&gt;Note: This is an auto-generated messag
es: Estimado {0}:<br/><br/>La terminación de {1} para la Comunidad {2} se ha completado correctamente y se han cancelado las siguientes cuentas así como el reenvío de facturas, y se han establecido referencias cruzadas:<br/><br/>{3}<br/><br/>Nota: Este es un mensaje generado automáticamente.
fr: Cher(ère) {0},<br/><br/>La résiliation de {1} pour la communauté {2} a été effectuée avec succès et les comptes suivants ont été résiliés ainsi que la transmission des factures et les références croisées ont été définies :<br/><br/>{3}<br/><br/>Remarque : Ceci est un message généré automatiquement

source: Dear {0},&lt;br&gt;&lt;br&gt;Termination for {1} for Community {2} has failed please open a Corcentric Support ticket (CPS) for further assistance.&lt;br&gt;&lt;br&gt;Note: This is an auto-generated message. Please do not reply.
es: Estimado {0}:<br/><br/>La terminación de {1} para la Comunidad {2} ha fallado. Abra un ticket de Soporte de Corcentric (CPS) para recibir mayor asistencia.<br/><br/>Nota: Este es un mensaje generado automáticamente. No responda al mismo.
fr: Cher(ère) {0},<br/><br/>La résiliation de {1} pour la communauté {2} a échoué. Veuillez ouvrir un billet de support Corcentric (CPS) pour obtenir de l'aide.<br/><br/>Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre.

source: Dear {0},&lt;br&gt;&lt;br&gt;We received {1} POs received since {2}.&lt;br&gt;&lt;br&gt;You can view the details through the website by clicking on the following link: {3}&lt;br&gt;Please contact {4} or {5} if you have any questions or need any assistance.&lt;br&gt;&lt;br&gt;Note: This is an auto
es: Estimado {0}:<br/><br/>Hemos recibido {1} OC desde el {2}.<br/><br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: {3}<br/>Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia.<br/><br/>Nota: Este es un
fr: Cher(ère) {0},<br/><br/>Nous avons reçu {1} les bons de commande reçus depuis {2}.<br/><br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {3}<br/>Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide.<br/><br/>Note : Ceci est un message généré automatiquement

source: Dear {0},&lt;br&gt;&lt;br&gt;{1} ({2}) has rejected the Pre Authorization request; Pre Authorization dollar limit requested was {3}.&lt;br&gt;&lt;br&gt;You can view the details through the website by clicking on the following link: &lt;br&gt;{4}. &lt;br&gt;&lt;br&gt;Please contact {5} or {6} if y
es: Estimado {0}:<br/><br/>{1} ({2}) ha rechazado la solicitud de preautorización; el límite en dólares de la preautorización solicitada era de {3}.<br/><br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: <br/>{4}. <br/><br/>Póngase en contacto con {5} o {6} si
fr: Cher(ère) {0},<br/><br/>{1} ({2}) a rejeté la demande d'autorisation préalable ; la limite en dollars de l'autorisation préalable demandée était de {3}.<br/><br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : <br/>{4}. <br/><br/>Veuillez contacter {5} ou {6} si vous

source: Dear {0},&lt;br&gt;{1} ({2}) has rejected the Pre Authorization request; Pre Authorization dollar limit requested was {3}.&lt;br&gt;You can view the details through the website by clicking on the following link: &lt;br&gt;{4}. &lt;br&gt;Please contact {5} or {6} if you have any
es: Estimado {0}:<br/>{1} ({2}) ha rechazado la solicitud de preautorización; el límite en dólares de la preautorización solicitada era de {3}.<br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: <br/>{4}. <br/>Póngase en contacto con {5} o {6} si tiene alguna
fr: Cher(ère) {0},<br/>{1} ({2}) a rejeté la demande d'autorisation préalable ; la limite en dollars de l'autorisation préalable demandée était de {3}.<br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : <br/>{4}. <br/>Veuillez contacter {5} ou {6} si vous avez des

source: Dear {0}: &lt;br&gt; &lt;br&gt; We received a request to get the username(s) associated with this email. Click {3} to login.&lt;br&gt; &lt;b&gt;UserName&lt;/b&gt; &lt;br&gt; {1} &lt;br&gt; Sincerely&lt;br&gt; {2} team&lt;br&gt; &lt;br&gt; Please do
es: Estimado {0}: <br/> <br/> Hemos recibido una solicitud para obtener los nombres de usuario asociados con este correo electrónico. Haga clic en {3} para iniciar sesión.<br/> <b>UserName</b> <br/> {1} <br/> Atentamente<br/>El equipo de {2}<br/> <br/> No
fr: Cher(ère) {0}: <br/> <br/> Nous avons reçu une demande pour obtenir le(s) nom(s) d'utilisateur associé(s) à ce courriel. Cliquez sur {3} pour vous connecter.<br/> <b>Nom d'utilisateur</b> <br/> {1} <br/> Cordialement<br/> {2} équipe<br/> <br/> Veuillez faire

source: Dear {0}: &lt;br&gt;&lt;br&gt;Your {1} personal user account has been suspended due to {2}. This is only for your own individual access to the {1} portal; your company's EDI functionality and ability to submit/process invoices has not been affected. &lt;br&gt;&lt;
es: Estimado {0}: <br/><br/>Su cuenta de usuario personal {1} ha sido suspendida debido a {2}. Esto es aplicable solo a su propio acceso individual al portal {1}; la funcionalidad EDI de su empresa y la capacidad de enviar/procesar facturas no se ha visto afectada. <br/>&lt;
fr: Cher(ère) {0}: <br/><br/>Votre compte d'utilisateur personnel {1} a été suspendu en raison de {2}. Cela ne concerne que votre accès individuel au portail {1}; la fonctionnalité EDI de votre entreprise et sa capacité à soumettre/traiter des factures n'ont pas été affectées. <br/>&lt;

source: Dear {0}: &lt;br&gt;There {1} new ASN{2} received since {3}. &lt;br&gt;You can view the details through the website by clicking on the following link:&lt;br&gt;{4} &lt;br&gt;Please contact {5} or {6} if you have any questions or need any assistance. &lt;br&gt;&lt;br&gt;Sinc
es: Estimado {0}: <br/>Hay {1} nuevos ASN{2} recibidos desde {3}. <br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace:<br/>{4} <br/>Póngase en contacto con {5} o {6} si tiene alguna pregunta o necesita asistencia. <br/><br/>Aten
fr: Cher(ère) {0}: <br/>De {1} nouveaux ASN{2} ont été reçus depuis {3}. <br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant :<br/>{4} <br/>Veuillez contacter {5} ou {6} si vous avez des questions ou si vous avez besoin d'aide. <br/><br/>Sinc

source: Dear {0}: &lt;br&gt;There {1} new invoice{2} received since {3}. &lt;br&gt;You can view the details through the website by clicking on the following link:&lt;br&gt;{4} &lt;br&gt;Please contact {5} or {6} if you have any questions or need any assistance. &lt;br&gt;&lt;br&gt;
es: Estimado {0}: <br/>Hay {1} nueva factura{2} recibida desde {3}. <br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace:<br/>{4} <br/>Póngase en contacto con {5} o {6} si tiene alguna pregunta o necesita asistencia. <br/><br/>
fr: Cher(ère) {0}: <br/>De {1} nouvelles factures{2} ont été reçues depuis {3}. <br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant :<br/>{4} <br/>Veuillez contacter {5} ou {6} si vous avez des questions ou si vous avez besoin d'aide. <br/><br/>

source: Dear {0}: We received a request to reset your password. Please click the below link to reset the password. Reset Password {1}. Sincerely {2} &lt;br&gt;&lt;p&gt;Corcentric, LLC is able to obtain highly-advantageous pricing from its suppliers for its members
es: Estimado {0}: Hemos recibido una solicitud para restablecer su contraseña. Haga clic en el siguiente enlace para restablecer la contraseña. Restablecer contraseña {1} Atentamente {2} <br/><p>Corcentric, LLC puede obtener de sus proveedores precios muy ventajosos para sus miembros
fr: Cher(ère) {0}: Nous avons reçu une demande de réinitialisation de votre mot de passe. Veuillez cliquer sur le lien ci-dessous pour réinitialiser le mot de passe. Réinitialisation du mot de passe {1}. Cordialement {2} <br/><p>Corcentric, LLC est en mesure d'obtenir de ses fournisseurs des prix très avantageux pour ses membres

source: Dear {0}: &lt;br&gt;&lt;br&gt; Please find attached the Preliminary Draft Statement pertaining to your activity in the {1} program. Funds will be drafted on {2} out of your designated bank account on file. Please review this information and promptly identify any
es: Estimado {0}: <br/><br/> Le adjuntamos el estado de cuenta relativo a su actividad en el programa {1}. Los fondos se retirarán el {2} de su cuenta bancaria designada en su archivo. Revise esta información e identifique con prontitud cualquier
fr: Cher(ère) {0}: <br/><br/> Vous trouverez ci-joint l'avant-projet de déclaration concernant votre activité dans le cadre du programme {1}. Les fonds seront prélevés à l'adresse {2} sur le compte bancaire que vous avez indiqué dans votre dossier. Veuillez prendre connaissance de ces informations et identifier rapidement tout

source: Dear {0}: &lt;br&gt;&lt;br&gt;As requested, below is your temporary password to {1} that will allow accessing your account at {2}. This password is case sensitive and will expire {3} hours from the time of your request. &lt;br&gt;&lt;br&gt;Temporary password: {4}&lt;br&gt;&lt;br&gt;Pl
es: Estimado {0}: <br/><br/>Tal y como solicitó, a continuación encontrará su contraseña temporal para {1} que le permitirá acceder a su cuenta en {2}. Esta contraseña distingue mayúsculas y minúsculas y caducará en {3} horas desde el momento de su solicitud. <br/><br/>Contraseña temporal: {4}<br/><br/>Pl
fr: Cher(ère) {0}: <br/><br/>Comme demandé, vous trouverez ci-dessous votre mot de passe temporaire pour {1} qui vous permettra d'accéder à votre compte sur {2}. Ce mot de passe est sensible à la casse et expirera {3} heures après votre demande. <br/><br/>Mot de passe temporaire : {4}<br/><br/>Pl

source: Dear {0}: &lt;br&gt;&lt;br&gt;Here is the temporary password which will allow you to access your account at {1}. This password will expire {2} from the time your account was created and is case sensitive. &lt;br&gt;&lt;br&gt;Temporary password: {3} &lt;br&gt;&lt;br&gt;Please enter
es: Estimado {0}: <br/><br/>Esta es la contraseña temporal que le permitirá acceder a su cuenta en {1}. Esta contraseña caducará en {2} a partir de la fecha de creación de su cuenta y distingue mayúsculas y minúsculas. <br/><br/>Contraseña temporal: {3} <br/><br/>Por favor, introduzca
fr: Cher(ère) {0}: <br/><br/>Voici le mot de passe temporaire qui vous permettra d'accéder à votre compte sur {1}. Ce mot de passe expirera à l'adresse {2} à compter de la date de création de votre compte et est sensible à la casse. <br/><br/>Mot de passe temporaire : {3} <br/><br/>Veuillez saisir

source: Dear {0}: &lt;br&gt;&lt;br&gt;We received a request to reset your password. Please click {1} to reset your password. &lt;br&gt;&lt;br&gt;If you did not request to have your password reset, call us immediately at {2} or email us at {3}. &lt;br&gt;&lt;br&gt;Sincerely &lt;br&gt;{4} team
es: Estimado {0}: <br/><br/>Hemos recibido una solicitud para restablecer su contraseña. Haga clic en {1} para restablecer su contraseña. <br/><br/>Si no ha solicitado un restablecimiento de contraseña, llámenos de inmediato al {2} o envíenos un correo electrónico a {3}. <br/><br/>Atentamente,<br/>El equipo de {4}
fr: Cher(ère) {0}: <br/><br/>Nous avons reçu une demande de réinitialisation de votre mot de passe. Veuillez cliquer sur {1} pour réinitialiser votre mot de passe. <br/><br/>Si vous n'avez pas demandé la réinitialisation de votre mot de passe, appelez-nous immédiatement à l'adresse {2} ou envoyez-nous un courriel à l'adresse {3}. <br/><br/>Cordialement <br/>{4} l’Équipe

source: Dear {0}: &lt;br&gt;&lt;br&gt;Welcome to {1}! Thank you for registering. Here is your User ID to access your account at &lt;a href=&quot;{2}&quot;&gt;{2}&lt;/a&gt;. &lt;br&gt;&lt;br&gt;User ID: {3} &lt;br&gt;&lt;br&gt;Please check your Inbox for additional information necessary to complete your accoun
es: Estimado {0}: <br/><br/>¡Bienvenido a {1}! Gracias por inscribirse. Este es ID de usuario para acceder a su cuenta en <a href="{2}">{2}</a>. <br/><br/>ID de usuario: {3} <br/><br/>Consulte su buzón de entrada para obtener la información adicional necesaria para completar su cuenta
fr: Cher(ère) {0}: <br/><br/>Bienvenue sur {1}! Merci de vous inscrire. Voici votre identifiant pour accéder à votre compte à l'adresse suivante <a href="{2}">{2}</a>. <br/><br/>Identifiant de l’utilisateur : {3} <br/><br/>Veuillez consulter votre boîte de réception pour obtenir les renseignements supplémentaires nécessaires à l'établissement de votre compte

source: Dear {0}: &lt;br&gt;&lt;br&gt;Your {1} account has been suspended due to {2}. Please call the support team at {4} to re-activate your account. &lt;br&gt;&lt;br&gt;Sincerely &lt;br&gt;{1} team &lt;br&gt;&lt;br&gt;Please do not reply to this message. This e-mail was automatically generat
es: Estimado {0}: <br/><br/>Su cuenta de {1} ha sido suspendida debido a {2}. Llame al equipo de asistencia al {4} para reactivar su cuenta. <br/><br/>Atentamente <br/>El equipo de {1} <br/><br/>No responda a este mensaje. Este correo electrónico se generó automáticamente.
fr: Cher(ère) {0}: <br/><br/>Votre compte {1} a été suspendu en raison de {2}. Veuillez contacter l'équipe d'assistance à l'adresse {4} pour réactiver votre compte. <br/><br/>Cordialement <br/>{1} l’Équipe <br/><br/>Veuillez ne pas répondre à ce message. Cet e-mail a été généré automatiquement
