Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: What street did you live on in third grade?
es: ¿En qué calle vivía en tercer grado?
fr: Dans quelle rue viviez-vous en lorsque vous étiez en 4ème ?

source: What was the last name of your favorite teacher?
es: ¿Cuál era el apellido de su profesor favorito?
fr: Quel était le nom de famille de votre professeur préféré ?

source: What was the make of your first car?
es: ¿Cuál era la marca de su primer coche?
fr: Quelle était la marque de votre première voiture ?

source: What was the name of your first stuffed animal?
es: ¿Cómo se llamaba su primer peluche?
fr: Quel était le nom de votre premier animal en peluche ?

source: What was your childhood nickname?
es: ¿Cuál era su apodo de la infancia?
fr: Quel était votre surnom lorsque vous étiez enfant ?

source: What was your favorite place to visit as a child?
es: ¿Cuál era su lugar favorito para visitar cuando era niño?
fr: Quel était l'endroit que vous préfériez visiter lorsque vous étiez enfant ?

source: What was your favorite sport in high school?
es: ¿Cuál era su deporte favorito en la escuela secundaria?
fr: Quel était votre sport préféré au lycée ?

source: What would you like to do?
es: ¿Qué le gustaría hacer?
fr: Qu'aimeriez-vous faire ?

source: When &quot;Change Line Type To&quot; Action is selected, &quot;Applicable to Line Item Type&quot; and &quot;Change Line Type To&quot; drop downs cannot have the same value selected.
es: Al seleccionar la acción “Cambiar tipo de línea a”, los cuadros desplegables “Aplicable al tipo de partida” y “Cambiar tipo de línea" no pueden tener el mismo valor seleccionado.
fr: Lorsque l'action « Changer le type de ligne en » est sélectionnée, les menus déroulants « Applicable au type de ligne » et « Changer le type de ligne en » ne peuvent pas avoir la même valeur sélectionnée.

source: When &quot;Parse Data&quot; Action is selected and &quot;~&quot; is not specified in the Parsing Format field then no characters can be embedded between &quot;#&quot; and &quot;*&quot; or between &quot;*&quot; and &quot;#&quot;
es: Al seleccionar la acción “Analizar datos” y no se especifica “~” en el campo Formato de análisis, no se pueden incrustar caracteres entre “#” y “*” o entre “*” y “#”
fr: Lorsque l'action « Analyse des données » est sélectionnée et que « ~ » n'est pas spécifié dans le champ Format d'analyse, aucun caractère ne peut être inséré entre « # » et « * » ou entre « * » et « # »

source: When &quot;Parse Data&quot; Action is selected and &quot;~&quot; is not specified in the Parsing Format field then no characters can be embedded between &quot;#&quot; and &quot;*&quot; or between &quot;*&quot; and &quot;#&quot;.
es: Al seleccionar la acción “Analizar datos” y no se especifica “~” en el campo Formato de análisis, no se pueden incrustar caracteres entre “#” y “*” o entre “*” y “#”.
fr: Lorsque l'action « Analyse des données » est sélectionnée et que « ~ » n'est pas spécifié dans le champ Format d'analyse, aucun caractère ne peut être inséré entre « # » et « * » ou entre « * » et « # »

source: When &quot;Parse Data&quot; Action is selected, &quot;%&quot; cannot be the first character of Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, “%” no puede ser el primer carácter del campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, « % » ne peut pas être le premier caractère du champ Format d'analyse.

source: When &quot;Parse Data&quot; Action is selected, &quot;*&quot; or &quot;#&quot; cannot follow immediately after &quot;~&quot; character in the Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, los caracteres “*” o “#” no pueden ir inmediatamente después del carácter “~” en el campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, les caractères « * » ou « # » ne peuvent pas suivre immédiatement le caractère « ~ » dans le champ Format d’analyse.

source: When &quot;Parse Data&quot; Action is selected, &quot;*&quot; or &quot;#&quot; cannot precede &quot;~&quot; character in the Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, los caracteres “*” o “#” no pueden preceder al carácter “~” en el campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, les caractères « * » ou « # » ne peuvent pas précéder le caractère « ~ » dans le champ Format d’analyse.

source: When &quot;Parse Data&quot; Action is selected, &quot;*&quot; or &quot;#&quot; cannot precede immediately before the &quot;%&quot; character.
es: Al seleccionar la acción “Analizar datos”, “*” o “#” no pueden preceder inmediatamente antes al carácter “%”.
fr: Lorsque l'action « Analyse des données » est sélectionnée, les caractères « * » ou « # » ne peuvent pas précéder immédiatement le caractère « % ».

source: When &quot;Parse Data&quot; Action is selected, &quot;*&quot; or &quot;#&quot; is required in the Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, los caracteres “*” o “#” son obligatorios en el campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, le caractère « * » ou « # » est requis dans le champ Format d'analyse.

source: When &quot;Parse Data&quot; Action is selected, after &quot;~&quot; and before &quot;*&quot; only 1 &quot;#&quot; is allowed in the Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, después de “~” y antes de “*” sólo se permite 1 “#” en el campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, après « ~ » et avant « * », seul 1 « # » est autorisé dans le champ Format d'analyse.

source: When &quot;Parse Data&quot; Action is selected, if multiple &quot;#&quot; characters are specified in the parsing format then they should be consecutive.
es: Al seleccionar la acción “Analizar datos”, si se especifican múltiples caracteres “#” en el formato de análisis, estos deben ser consecutivos.
fr: Lorsque l'action « Analyse des données » est sélectionnée, si plusieurs caractères « # » sont spécifiés dans le format d'analyse, ils doivent être consécutifs.

source: When &quot;Parse Data&quot; Action is selected, multiple &quot;%&quot; characters are not allowed before or after &quot;*&quot; / &quot;#&quot; characters in the Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, no se permiten múltiples caracteres “%” ni antes ni después de los caracteres “*” / “#” en el campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, plusieurs caractères « % » ne sont pas autorisés avant ou après les caractères « * » / « # » dans le champ Format d'analyse.

source: When &quot;Parse Data&quot; Action is selected, multiple &quot;%&quot; characters are not allowed before or after &quot;~&quot; character in the Parsing Format field.
es: Al seleccionar la acción “Analizar datos”, no se permiten múltiples caracteres “%” ni antes ni después del carácter “~” en el campo Formato de análisis.
fr: Lorsque l'action « Analyse des données » est sélectionnée, plusieurs caractères « % » ne sont pas autorisés avant ou après le caractère « ~ » dans le champ Format d'analyse.

source: When &quot;Parse Data&quot; Action is selected, Parsing Format field cannot have more than one occurance of &quot;*&quot; character.
es: Al seleccionar la acción “Analizar datos”, el campo Formato de análisis no puede contener más de una ocurrencia del carácter “*”.
fr: Lorsque l'action « Analyse des données » est sélectionnée, le champ Format d’analyse ne peut pas contenir plus d'une occurrence du caractère « * ».

source: When &quot;Parse Data&quot; Action is selected, Parsing Format field cannot have more than one occurance of &quot;~&quot; character.
es: Al seleccionar la acción “Analizar datos”, el campo Formato de análisis no puede contener más de una ocurrencia del carácter “~”.
fr: Lorsque l'action « Analyse des données » est sélectionnée, le champ Format d’analyse ne peut pas contenir plus d'une occurrence du caractère « ~ ».

source: When &quot;Parse Data&quot; action is selected, Parsing Format field cannot have&quot;%&quot; character specified between &quot;~&quot; and &quot;*/#&quot; characters.
es: Al seleccionar la acción “Analizar datos”, el campo Formato de análisis no puede tener el carácter “%” especificado entre los caracteres “~” y “*/#”.
fr: Lorsque l'action « Analyse des données » est sélectionnée, le champ Format d’analyse ne peut pas contenir le caractère « % » entre les caractères « ~ » et « */# ».

source: When Action other than &quot;Parse Data&quot; is selected, Parsing Format can have &quot;!&quot; character only at the beginning or end of the Parsing Format field.
es: Al seleccionar una acción distinta de “Analizar datos”, el campo Formato de análisis puede tener el carácter “!” solo al principio o al final del mismo.
fr: Lorsqu’une autre action que « Analyser les données » est sélectionnée, le format d'analyse ne peut comporter le caractère « ! » qu'au début ou à la fin du champ Format d'analyse.

source: When Action other than &quot;Parse Data&quot; is selected, Parsing Format cannot have $ or ! embedded within other characters
es: Al seleccionar una acción distinta de “Analizar datos”, Formato de análisis no puede tener $ o ! incrustados en medio de otros caracteres
fr: Lorsqu’une autre action que « Analyser les données » est sélectionnée, le format d'analyse ne peut pas comporter de $ ou de ! intégrés à d'autres caractères

source: When Action other than &quot;Parse Data&quot; is selected, Parsing Format cannot have $ or ! embedded within other characters.
es: Al seleccionar una acción distinta de “Analizar datos”, Formato de análisis no puede tener $ o ! incrustados en medio de otros caracteres.
fr: Lorsqu’une autre action que « Analyser les données » est sélectionnée, le format d'analyse ne peut pas comporter de $ ou de ! intégrés à d'autres caractères

source: When Action other than &quot;Parse Data&quot; is selected, Parsing Format cannot have consecutive &quot;$&quot; characters.
es: Al seleccionar una acción distinta de “Analizar datos”, Formato de análisis no puede tener caracteres “$” consecutivos.
fr: Lorsqu’une autre action que « Analyser les données » est sélectionnée, le format d'analyse ne peut pas comporter de caractères « $ » consécutifs.

source: When Action other than &quot;Parse Data&quot; is selected, Parsing Format should have atleast one character other than &quot;$&quot; or &quot;!&quot;.
es: Al seleccionar una acción distinta de “Analizar datos”, Formato de análisis debe tener al menos un carácter distinto de “$” o “!”.
fr: Lorsqu’une autre action que « Analyser les données » est sélectionnée, le format d'analyse doit comporter au moins un caractère autre que « $ » ou « ! ».

source: when Avalara tax is used
es: cuando se utiliza el impuesto Avalara
fr: lorsque la taxe Avalara est utilisée

source: when invoice forwarding is used
es: cuando se utiliza el reenvío de facturas
fr: lorsque le transfert de facture est utilisé

source: WHEN RECEIVED
es: CUANDO SE RECIBE
fr: UNE FOIS REÇU

source: when variable payment term is used
es: cuando se utiliza el plazo de pago variable
fr: lorsque la condition de paiement variable est utilisée

source: When you were young, what did you want to be when you grew up?
es: Cuando era joven, ¿qué quería ser de mayor?
fr: Quand vous étiez jeune, que vouliez-vous faire plus tard ?

source: Who was paid:
es: A quién se pagó:
fr: Qui a été payé :

source: Who was your childhood hero?
es: ¿Quién fue su héroe de la infancia?
fr: Quel était votre héro quand vous étiez enfant ?

source: with tolerance of
es: con una tolerancia de
fr: avec une tolérance de

source: with tolerance of1
es: con una tolerancia de
fr: avec une tolérance de

source: Work
es: Trabajo
fr: Travail

source: Work #:
fr: Travail #:

source: Work address
es: Dirección del trabajo
fr: Adresse professionnelle

source: Wreck Order
es: Orden de destrucción
fr: Commande d’épaves

source: Write
es: Escribir
fr: Écrire

source: writing to the file
es: escribir en el archivo
fr: écrire dans le fichier

source: Wrong buyer account
es: Cuenta de comprador errónea
fr: Mauvais compte d'acheteur

source: Wrong dealer code
es: Código de distribuidor erróneo
fr: Mauvais code de distributeur

source: Wrong fleet account
es: Cuenta de flota errónea
fr: Mauvais compte de flotte

source: Wrong PO
es: OC errónea
fr: Mauvais bon de commande

source: Wrong seller code
es: Código de vendedor erróneo
fr: Mauvais code de vendeur

source: XML export completed successfully.
es: La exportación XML se completó correctamente.
fr: L'exportation XML s'est achevée avec succès.

source: Year:
es: Año:
fr: Année :

source: Yes
es: Sí
fr: Oui

source: You are logged in as
es: Ha iniciado sesión como
fr: Vous êtes connecté comme

source: You can not assign location already is in use.Please modify entity assignment(s).
es: No puede asignar una ubicación que ya está en uso. Modifique las asignaciones de entidad.
fr: Vous ne pouvez pas assigner un emplacement déjà utilisé. Veuillez modifier l'assignation de l'entité.

source: You can not check the Auto populate core with Never Charge Cores
es: No puede marcar Rellenar base automáticamente con Nunca cargar bases
fr: Vous ne pouvez pas cocher la case « Remplir automatiquement le prix de base » de prix qui n’ont jamais été facturés

source: You can reach the Program Support team via email by using the following email address:
fr: Vous pouvez contacter l'équipe d'assistance au programme par courrier électronique en utilisant l'adresse électronique suivante :

source: You can retrieve the invoices from the Batch Request Status grid Under Reports by clicking the &lt;u&gt;Download&lt;/u&gt; link.&lt;p/&gt;
es: Puede recuperar las facturas desde la cuadrícula Estado de solicitud de lote en Informes haciendo clic en el enlace <u>Descargar</u>.<p/>
fr: Vous pouvez récupérer les factures à partir de la grille État de la demande de lot sous Rapports en cliquant sur le lien <u>Télécharger</u>.<p/>

source: You can retrieve the invoices from the Statement grid by clicking the &lt;u&gt;Download&lt;/u&gt; link.&lt;p/&gt;
es: Puede recuperar las facturas de la grilla Estado de solicitud de lote en Informes haciendo clic en el enlace <u>Descargar</u>.<p/>
fr: Vous pouvez récupérer les factures à partir de la grille des relevés en cliquant sur le lien <u>Télécharger</u>.<p/>

source: You can view the details through the website by clicking on the following link:
es: Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace:
fr: Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant :

source: You can view the details through the website by clicking on the following link: &lt;br/&gt;
es: Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: <br/>
fr: Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : <br/>

source: You cannot deactivate a group that is in use.
es: No puede desactivar un grupo que está en uso.
fr: Vous ne pouvez pas désactiver un groupe présentement utilisé

source: You cannot deactivate a group that is in use. Please review configurations for:
es: No puede desactivar un grupo que está en uso. Revise las configuraciones de:
fr: Vous ne pouvez pas désactiver un groupe présentement utilisé Veuillez examiner les configurations pour :

source: You do not have authorization to perform this operation
es: No tiene autorización para realizar esta operación
fr: Vous n'avez pas l'autorisation d'effectuer cette opération

source: You do not have the authorization to perform this operation
es: No tiene autorización para realizar esta operación
fr: Vous n'avez pas l'autorisation d'effectuer cette opération

source: You have attempted to access a page that you are not authorized to view.
es: Ha intentado acceder a una página que no está autorizado a ver.
fr: Vous avez tenté d'accéder à une page que vous n'êtes pas autorisé à consulter.

source: You have selected 0
es: Ha seleccionado 0
fr: Vous avez sélectionné 0

source: Your password has been changed successfully. Please click
es: Su contraseña se ha cambiado correctamente. Haga clic en
fr: Votre mot de passe a été modifié avec succès. Veuillez cliquer sur

source: Your {0} password about to expire in {1} days
es: Su contraseña {0} está a punto de caducar en {1} días
fr: Votre {0} mot de passe est sur le point d'expirer dans {1} jours

source: Your {0} password is about to expire in {1} days. Please click {2} to change your password now. &lt;br&gt;&lt;br&gt;Sincerely &lt;br&gt;{0} team &lt;br&gt;&lt;br&gt;Please do not reply to this message. This e-mail was automatically generated.
es: Su contraseña {0} está a punto de caducar en {1} días. Haga clic en {2} para cambiar ahora su contraseña. <br/><br/>Atentamente <br/>El equipo de {0} <br/><br/>No responda a este mensaje. Este correo electrónico se generó automáticamente.
fr: Votre {0} mot de passe est sur le point d'expirer dans {1} jours. Veuillez cliquer sur {2} pour modifier votre mot de passe maintenant. <br/><br/>Cordialement <br/>{0} l’Équipe <br/><br/>Veuillez ne pas répondre à ce message. Cet e-mail a été généré automatiquement.

source: Your session is about to expire
es: Su&nbsp;sesión&nbsp;está&nbsp;a&nbsp;punto&nbsp;de&nbsp;caducar
fr: Votre session&nbsp;&nbsp;est&nbsp;sur&nbsp;le point&nbsp;d’expirer

source: Youthful
es: Juvenil
fr: Jeune

source: You do not have access
es: No&nbsp;tiene &nbsp;acceso
fr: Vous&nbsp;n'&nbsp;avez&nbsp;pas&nbsp;accès

source: YTD Total
es: Total de YTD
fr: Total YTD

source: Zendesk Configuration
es: Configuración de Zendesk
fr: Configuration Zendesk

source: Zero Amount invoice is not allowed to be settled by this seller
es: No se permite a este vendedor liquidar una factura de monto cero
fr: La facture à montant zéro n'est pas autorisée à être réglée par ce vendeur

source: Zip
es: CP
fr: Code postal

source: Zip Code
es: Código postal
fr: Code postal

source: ZipCode is a mandatory value for
es: ZipCode es un valor obligatorio para
fr: Le code postal est une valeur obligatoire pour

source: [createDate]
fr: [Date de création]

source: [priceListId]
fr: [ID de la liste des prix]

source: [priceListName]
fr: [Nom de la liste des prix]

source: \nCredit update is only for Billing Locations, please remove the following Accounts:\n
es: \nLa actualización de crédito es solo para lugares de facturación; elimine las siguientes cuentas:\n
fr: \NLa mise à jour du crédit ne concerne que les lieux de facturation, veuillez supprimer les comptes suivants :\N

# Invalid Credit limit for the following accounts:
source: \nInvalid Credit limit for the following accounts:\n
es: \nLímite de crédito no válido para las siguientes cuentas:\n
fr: \Limite de crédit invalide pour les comptes suivants :\n

# Please remove duplicate accounts:
source: \nPlease remove duplicate accounts:\n
es: \nElimine las cuentas duplicadas:\n
fr: \nVeuillez supprimer les comptes en double :\n

# Please remove the following accounts as they are inactive or terminated:
source: \nPlease remove the following accounts as they are inactive or terminated:\n
es: \nElimine las siguientes cuentas dado que están inactivas o dadas de baja:\n
fr: \Veuillez supprimer les comptes suivants car ils sont inactifs ou résiliés :\n

# Attachment:
source: \r\nAttachment:
es: \r\nDocumento adjunto:
fr: \r\nPièce jointe :

# ] not found, please correct and try submitting again.
source: ] not found, please correct and try submitting again.\n
es: ] no encontrado, corrija e intente enviar de nuevo.\n
fr: ] n'a pas été trouvé, veuillez corriger et essayer de soumettre à nouveau.\n

source: ^ character is not allowed in the beginning or end of the Parsing Format field.
es: No se permite el carácter ^ al principio o al final del campo Formato de análisis.
fr: le caractère ^ n'est pas autorisé au début ou à la fin du champ Format d'analyse.

source: ^ character is not allowed in the beginning or end of the Parsing Format field.1
es: No se permite el carácter ^ al principio o al final del campo Formato de análisis.
fr: le caractère ^ n'est pas autorisé au début ou à la fin du champ Format d'analyse.

source: {0} &lt;br&gt;You can approve or reject through the Invoice Submission – Buyer Release Invoices page on the program website. To log in, click on the following link: {1}. &lt;br&gt;&lt;br&gt;Please contact {2} or {3} if you have any questions or need any assistance.
es: {0} <br/>Puede aprobar o rechazar a través de la página Presentación de facturas - Facturas de liberación del comprador en el sitio web del programa. Para iniciar sesión, haga clic en el siguiente enlace: {1}. <br/><br/>Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia.
fr: {0} <br/>Vous pouvez approuver ou rejeter les factures par le biais de la page Soumission des factures - Factures à valider de l'acheteur sur le site web du programme. Pour vous connecter, cliquez sur le lien suivant : {1}. <br/><br/>Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide.

source: {0} &lt;br&gt;You can approve or reject through the Invoice Submission – Fleet Release Invoices page on the program website. To log in, click on the following link: {1}. &lt;br&gt;&lt;br&gt;Please contact {2} or {3} if you have any questions or need any assistance.
es: {0} <br/>Puede aprobar o rechazar a través de la página Presentación de facturas - Facturas de liberación de flota en el sitio web del programa. Para iniciar sesión, haga clic en el siguiente enlace: {1}. <br/><br/>Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia.
fr: {0} <br/>Vous pouvez les approuver ou les rejeter en consultant la page Soumission de factures - Factures de mise à disposition de la flotte sur le site web du programme. Pour vous connecter, cliquez sur le lien suivant : {1}. <br/><br/>Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide.

source: {0} &lt;br&gt;You can review and make corrections through the Invoice Discrepancies queue on the program website. To log in, click on the following link: {1}. &lt;br&gt;&lt;br&gt;Please contact {2} or {3} if you have any questions or need any assistance. &lt;br&gt;&lt;b
es: {0} <br/>Puede revisar y hacer correcciones a través de la cola de Discrepancias de Factura en el sitio web del programa. Para iniciar sesión, haga clic en el siguiente enlace: {1}. <br/><br/>Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia. <br/>&lt;b
fr: {0} <br/>Vous pouvez vérifier et apporter des corrections dans la file d'attente des anomalies de facturation sur le site web du programme. Pour vous connecter, cliquez sur le lien suivant : {1}. <br/><br/>Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide. <br/>&lt;b

source: {0} &lt;br&gt;You can review and make corrections through the Invoice Discrepancies queue on the program website. To log in,{1} &lt;br&gt;&lt;br&gt;Please contact {2} or {3} if you have any questions or need any assistance. &lt;br&gt;&lt;br&gt;Sincerely,&lt;br&gt;{4} team &lt;b
es: {0} <br/>Puede revisar y hacer correcciones a través de la cola de Discrepancias de Factura en el sitio web del programa. Para iniciar sesión,{1} <br/><br/>Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia. <br/><br/>Atentamente,<br/>El equipo de {4} &lt;b
fr: {0} <br/>Vous pouvez vérifier et apporter des corrections dans la file d'attente des anomalies de facturation sur le site web du programme. Pour vous connecter,{1} <br/><br/>Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide. <br/><br/>Cordialement,<br/>{4} l’Équiepe &lt;b
