Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: disputereasonadditionalinfo1 field value for Description of the items covered under warranty can not exceed {0} characters.
es: El valor del campo disputereasonadditionalinfo1 de Descripción de los artículos cubiertos por la garantía no puede superar los {0} caracteres.
fr: la valeur du champ disputereasonadditionalinfo1 pour la Description des éléments couverts par la garantie ne doit pas dépasser {0} caractères.

source: disputereasonadditionalinfo1 field value for invoice number can not exceed {0} characters.
es: El valor del campo disputereasonadditionalinfo1 de Número de factura no puede superar los {0} caracteres.
fr: la valeur du champ disputereasonadditionalinfo1 pour le numéro de facture ne doit pas dépasser {0} caractères.

source: disputereasonadditionalinfo1 field value for invoice number does not exists in the system.
es: El valor del campo disputereasonadditionalinfo1 de Número de factura no existe en el sistema.
fr: la valeur du champ disputeereasonadditionalinfo1 pour le numéro de facture n'existe pas dans le système.

source: disputereasonadditionalinfo1 field value for invoice number is required field.
es: El valor del campo disputereasonadditionalinfo1 de Número de factura es un campo obligatorio.
fr: la valeur du champ disputereasonadditionalinfo1 pour le numéro de facture est un champ obligatoire.

source: disputereasonadditionalinfo1 field value for invoice number should not be same as current disputed invoice number.
es: El valor del campo disputereasonadditionalinfo1 de Número de factura no debe ser el mismo que el número de factura en disputa actual.
fr: la valeur du champ disputereasonadditionalinfo1 pour le numéro de facture ne doit pas être la même que le numéro de facture contesté actuel.

source: disputereasonadditionalinfo1 field value for Line item can not exceed {0} characters.
es: El valor del campo disputereasonadditionalinfo1 de Partida no puede superar los {0} caracteres.
fr: la valeur du champ disputereasonadditionalinfo1 pour le poste ne doit pas dépasser {0} caractères.

source: disputereasonadditionalinfo1 field value for Line item is required field.
es: El valor del campo disputereasonadditionalinfo1 de Partida es un campo obligatorio.
fr: la valeur du champ disputereasonadditionalinfo1 pour le poste est un champ obligatoire.

source: disputereasonadditionalinfo1 field value for Purchase Order Number can not exceed {0} characters.
es: El valor del campo disputereasonadditionalinfo1 de Número de orden de compra no puede superar los {0} caracteres.
fr: la valeur du champ disputereasonadditionalinfo1 pour le numéro de bon de commande ne peut pas dépasser {0} caractères.

source: disputereasonadditionalinfo1 field value for Purchase Order Number is required field.
es: El valor del campo disputereasonadditionalinfo1 de Número de orden de compra es obligatorio.
fr: la valeur du champ disputereasonadditionalinfo1 pour le numéro de bon de commande est un champ obligatoire.

source: disputereasonadditionalinfo1 field value for who was paid can not exceed {0} characters.
es: El valor del campo disputereasonadditionalinfo1 de a quién se pagó no puede superar los {0} caracteres.
fr: la valeur du champ disputereasonadditionalinfo1 pour la personne qui a été rémunérée ne doit pas dépasser {0} caractères.

source: disputereasonadditionalinfo1 field value for who was paid is required field.
es: El valor del campo disputereasonadditionalinfo1 de a quién se pagó es un campo obligatorio.
fr: la valeur du champ disputereasonadditionalinfo1 pour la personne qui a été rémunérée est un champ obligatoire.

source: disputereasonadditionalinfo2 field value for Correct Price is invalid.
es: El valor del campo disputereasonadditionalinfo2 de Precio correcto no es válido.
fr: la valeur du champ disputereasonadditionalinfo2 pour le Bon prix n'est pas valide.

source: disputereasonadditionalinfo2 field value for Correct Price is required field.
es: El valor del campo disputereasonadditionalinfo2 de Precio correcto es obligatorio.
fr: la valeur du champ disputereasonadditionalinfo2 pour le Bon prix est un champ obligatoire.

source: disputereasonadditionalinfo2 field value for Date paid is invalid format.
es: El valor del campo disputereasonadditionalinfo2 de Fecha de pago tiene un formato no válido.
fr: la valeur du champ disputereasonadditionalinfo2 pour la Date de paiement n'est pas valide.

source: disputereasonadditionalinfo2 field value for Date paid is required field.
es: El valor del campo disputereasonadditionalinfo2 de Fecha de pago es obligatorio.
fr: la valeur du champ disputereasonadditionalinfo2 pour la Date de paiement est un champ obligatoire.

source: disputereasonadditionalinfo3 field value for paid by check number can not exceed {0} characters.
es: El valor del campo disputereasonadditionalinfo3 de pagado por número de cheque no puede superar los {0} caracteres.
fr: la valeur du champ disputereasonadditionalinfo1 pour « payé par numéro de chèque » ne doit pas dépasser {0} caractères.

source: disputereasonadditionalinfo3 field value for paid by check number is required field.
es: El valor del campo disputereasonadditionalinfo3 de pagado por número de cheque es un campo obligatorio.
fr: la valeur du champ disputereasonadditionalinfo1 pour « payé par numéro de chèque » est un champ obligatoire.

source: Disputes
es: Disputas
fr: Litiges

source: Disputes Info
es: Información de disputas
fr: Informations sur les litiges

source: DisputesOpen
fr: Litiges ouverts

source: DisputesRcvd
fr: Litiges reçus

source: DisputesResolved
fr: Litiges résolus

source: DisputeStatusCode
fr: Code de statut du litige

source: Distance rate should be a much smaller amount.
es: La tasa de distancia debería ser mucho menor.
fr: Le taux de distance devrait être beaucoup plus faible.

source: Distribution Frequency
es: Frecuencia de distribución
fr: Fréquence de distribution

source: Distribution Frequency is required
es: La frecuencia de distribución es obligatoria
fr: La fréquence de distribution est requise

source: Distribution Method
es: Método de distribución
fr: Méthode de distribution

source: Distribution Waiting Period
es: Periodo de espera de distribución
fr: Période d'attente de distribution

source: Distribution Waiting Period is required
es: El período de espera de distribución es obligatorio
fr: Une période d'attente de distribution est requise

source: Distributor
es: Distribuidor
fr: Distributeur

source: DMS Interface
es: Interfaz del DMS
fr: Interface DMS

source: DMS Service
es: Servicio DMS
fr: Service DMS

source: DMS url Entries
es: Entradas url del DMS
fr: Entrées dans l'url DMS

source: Do Not Automatch
es: No hacer coincidir automáticamente
fr: Ne pas automatiser

source: Do Not Match
es: No hacer coincidir
fr: Ne pas correspondre

source: do not participate in same Program.
es: no participa en el mismo programa.
fr: ne participent pas au même programme.

source: Do not reverse fees
es: No anular tasas
fr: Ne pas inverser les frais

source: Do not reverse processing fees
es: No anular tasas de tramitación
fr: Ne pas reverser les frais de traitement

source: Doc Date
es: Fecha del doc.
fr: Date du document

source: Document #
es: Documento N.º
fr: No du document

source: Document Api Entries
es: Entradas de Api del documento
fr: Entrées de l'api du document

source: Document Date
es: Fecha del documento
fr: Date du document

source: Document Fill
es: Documento relleno
fr: Remplissage du document

source: Document Invalid
es: Documento no válido
fr: Document invalide

source: Document Nbr
es: N.º de documento
fr: Nbre de documents

source: Document No.
es: N.º de documento
fr: No du document

source: Document Number
es: Número del documento
fr: Numéro du document

source: Document Reference Type
es: Tipo de referencia del documento
fr: Type de référence du document

source: Document Rejected
es: Documento rechazado
fr: Document rejeté

source: Document submissions are not allowed: Transaction Type
es: No se permite la presentación de documentos: Tipo de transacción
fr: Les soumissions de documents ne sont pas autorisées : Type de transaction

source: Document Tracking
es: Seguimiento del documento
fr: Suivi des documents

source: Document Type
es: Tipo de documento
fr: Type de document

source: Document type INV or POQ needs to be passed.
es: Es necesario aprobar el tipo de documento INV o POQ.
fr: Le type de document INV ou POQ doit être transmis.

source: DocumentsRcvd
fr: Documents reçus

source: DocumentsSettled
fr: Documents réglés

source: DocumentType
fr: Type de document

source: DocumentView
fr: Affichage du document

source: Document_Error
fr: Erreur de document

source: does not allow duplicate PO
es: no permite duplicar la OC
fr: n'autorise pas la duplication des bons de commande

source: does not allow duplicate Pre-Approval PO Number
es: no permite duplicar el número de preaprobación de OC
fr: ne permet pas de dupliquer le numéro de commande d'approbation préalable

source: does not allow Transaction Date older than
es: no permite una fecha de transacción anterior a
fr: n'autorise pas les dates de transaction antérieures à

source: does not exist
es: no existe
fr: n'existe pas

source: does not exist in the Purchase order number document:
es: no existe en el documento del número de orden de compra:
fr: n'existe pas dans le document du numéro de commande :

source: does not exist1
es: no existe
fr: n'existe pas

source: does not have Category Codes Description
es: no tiene descripción de códigos de categoría
fr: n'a pas de codes de catégorie Description

source: does not have Item Attributes Description
es: no tiene descripción de atributos del artículo
fr: n'a pas d'attributs d'élément Description

source: does not have required fields
es: no tiene campos obligatorios
fr: n'a pas de champs obligatoires

source: does not have Superceded CategoryCodes Description
es: no tiene descripción de códigos de categoría sustituidos
fr: n'a pas de codes de catégorie remplacés - Description

source: Does not match Quoted Contract Price
es: No coincide con el precio cotizado del contrato
fr: Ne correspond pas au prix contractuel indiqué

source: does not match with the original PO :
es: no coincide con la OC original:
fr: ne correspond pas au bon de commande original :

source: Download
es: Descargar
fr: Télécharger

source: Download fleet Part cross reference template from here
fr: Télécharger fleet Pime Cross Reference Modèle à partir d'ici

source: Download Link
es: Enlace de descarga
fr: Lien de téléchargement

source: Draft
es: Borrador
fr: Projet

source: Draft Amount Due:
es: Monto adeudado de cobro bancario:
fr: Montant du projet dû :

source: Draft Balance
es: Saldo por cobro bancario
fr: Solde du projet

source: Draft Date
es: Fecha de cobro bancario
fr: Date du projet

source: Draft Date Schedule is Required
es: El calendario de fecha de cobro bancario es obligatorio
fr: Le projet de calendrier est nécessaire

source: Draft Hold Request
es: Borrador de solicitud de retención
fr: Projet de demande de retenue

source: Draft ID:
es: ID de cobro bancario:
fr: ID du projet :

source: Draft Invoice
es: Factura de cobro bancario
fr: Facture du projet

source: Draft Statement Id
es: ID de estado de cuenta
fr: ID de la déclaration du projet

source: Draft Statement Report
es: Informe de estado de cuenta
fr: Rapport de déclaration du projet

source: Draft Statement Report Notes
es: Notas del informe del estado de cuenta
fr: Rapport déclaration du projet - Notes

source: DRAFT STATEMENTS
es: ESTADOS DE CUENTA
fr: DÉCLARATIONS DU PROJET

source: DraftDateSchedule
fr: Calendrier des dates de rédaction

source: DraftStatmentType
fr: Type de projet de déclaration

source: Drag a column header here to group by that column
es: Arrastre un encabezado de columna aquí para agrupar por esa columna
fr: Faites glisser l'en-tête d'une colonne ici pour regrouper les données en fonction de cette colonne

source: Drop Shipment?
es: ¿Envío directo?
fr: Expédition directe ?

source: DropShipment
fr: Expédition directe

source: DTNA employee
es: Empleado de DTNA
fr: Employé DTNA

source: DTNA Order Number
es: Número de pedido de DTNA
fr: Numéro de commande DTNA

source: DTNA Payment Amount
es: Monto del pago de DTNA
fr: Montant du paiement DTNA

source: Due Date
es: Fecha de vencimiento
fr: Date d'échéance

source: Due Date:
es: Fecha de vencimiento:
fr: Date d’échéance :

source: DUE UPON RECEIPT
es: PAGADERO A LA RECEPCIÓN
fr: DÛ À LA RÉCEPTION

source: DueDate
fr: Date d'échéance

source: Dulpicate record for
es: Registro duplicado para
fr: Enregistrement en double pour

source: Dulpicate record for Item Number/SKU -
es: Registro duplicado para el Número de artículo/SKU -
fr: Enregistrement en double pour le numéro d’article/UGS -

source: Dulpicate record for part number -
es: Registro duplicado para el Número de pieza -
fr: Enregistrement en double pour le numéro de pièce -

source: Dunning ID
es: ID de requerimiento de pago
fr: ID de relance

source: Dunning Letter Delivery Method
es: Método de entrega de la carta de requerimiento de pago
fr: Mode de distribution de la lettre de relance

source: Dunning Letter Delivery Status
es: Estado de entrega de la carta de requerimiento de pago
fr: Statut de livraison de la lettre de relance

source: Dunning Letter Relationship
es: Relación de la carta de requerimiento de pago
fr: Relation avec la lettre de relance

source: Dunning letter sent out; please put in Hold-Stop Letter to stop current Letter trigger before moving to Active
es: Carta de requerimiento de pago enviada; marque Retener/Detener Carta para detener la activación de la carta actual antes de pasar a Activa
fr: La lettre de relance a été envoyée ; veuillez insérer une lettre de suspension pour arrêter le déclenchement de la lettre actuelle avant qu'elle ne devienne active

source: Dunning Status
es: Estado del requerimiento de pago
fr: Statut de la relance

source: Dunning Status Search
es: Búsqueda del estado del requerimiento de pago
fr: Recherche de statut de la relance

source: DUNS #
es: DUNS N.º
fr: N° DUNS

source: Dup PO Not Allowed
es: No se permite duplicar OC
fr: Bon de commande en double non autorisé

source: Duplicate
es: Duplicar
fr: Doublon

source: Duplicate Document Number
es: Número de documento duplicado
fr: Numéro du document en double

source: Duplicate Entry.
es: Entrada duplicada.
fr: Double entrée.

source: Duplicate entry; relationship entry for
es: Entrada duplicada; entrada de relación para
fr: Double entrée ; entrée de relation pour

source: Duplicate Invoice
es: Factura duplicada
fr: Facture en double

source: Duplicate Invoice Number
es: Número de factura duplicado
fr: Numéro de facture en double

source: Duplicate key and value
es: Clave y valor duplicados
fr: Clé et valeur en double

source: Duplicate line found on Line:
es: Línea duplicada encontrada en Línea:
fr: Un doublon a été trouvé sur la ligne :

source: duplicate line number =
es: número de línea duplicado =
fr: numéro de ligne en double =

source: Duplicate part number found for part
es: Se encontró número de pieza duplicado para la pieza
fr: Un numéro de pièce en double a été trouvé pour la pièce

source: Duplicate Part/Price:
es: Pieza/precio duplicado:
fr: Pièce/ prix en double :

source: Duplicate PO Not Allowed
es: No se permite OC duplicado
fr: Bon de commande en double non autorisé

source: Duplicate PO Number :
es: Número de OC duplicado:
fr: Numéro du bon de commande en double :

source: Duplicate PO Number :1
es: Número de OC duplicado:
fr: Numéro du bon de commande en double :

source: Duplicate POQ Number :
es: Número de POQ duplicado:
fr: Numéro POQ en double :

source: duplicate Purchase Order
es: Orden de compra duplicada
fr: bon de commande en double

source: Duplicate record for
es: Registro duplicado para
fr: Enregistrement en double pour

source: Duplicate record for community part number and
es: Registro duplicado para número de pieza comunitario y
fr: Enregistrement en double pour le numéro de pièce de la communauté et

source: Duplicate Records
es: Registros duplicados
fr: Enregistrements en double

source: Duplicate records found :
es: Registros duplicados encontrados:
fr: Enregistrements en double trouvés :

source: Duplicate Reference -
es: Referencia duplicada -
fr: Référence en double -

source: Duplicate Reference Document Line Number is not allowed on update PO Request
es: No se permite número de línea de documento de referencia duplicado en la solicitud de actualización de OC
fr: Le numéro de ligne du document de référence en double n'est pas autorisé dans la demande de mise à jour du bon de commande

source: Duplicate request cannot be approved; record exists
es: No se puede aprobar la solicitud duplicada; existe un registro
fr: La demande en double ne peut être approuvée ; l'enregistrement existe déjà

source: Duplicate request; request exists for
es: Solicitud duplicada; la solicitud existe para
fr: Demande en double ; la demande existe pour

source: Duplicate Sequence is not allowed on PO Request
es: No se permite la secuencia duplicada en la solicitud de OC
fr: La séquence en double n'est pas autorisée dans la demande de bon de commande

source: Duplicate token
es: Ficha duplicada
fr: Jeton en double

source: Duplicate Transaction Map
es: Mapa de transacción duplicado
fr: Carte des transactions en double

source: Duplicate User Name
es: Nombre de usuario duplicado
fr: Nom d'utilisateur en double

source: Duplicate: entry exists for ''Xref code-Cust bill To-Entity Type-Xref Type''
es: Duplicado: existe una entrada para ''Xref code-Cust bill To-Entity Type-Xref Type''
fr: Doublon : l'entrée existe pour « Xref code-Cust bill To-Entity Type-Xref Type »

source: Duplicate: entry exists for ''Xref code-Entity Type-Xref Type''
es: Duplicado: existe una entrada para ''Xref code-Entity Type-Xref Type''
fr: Doublon : l'entrée existe pour « Xref code-Entity Type-Xref Type »

source: Duplicates
es: Duplicados
fr: Doublons

source: Each Height
es: Altura de cada uno
fr: Chaque hauteur

source: Each Weight
es: Peso de cada uno
fr: Chaque poids

source: Eamil ID
es: ID de correo electrónico
fr: ID de l’e-mail

source: Early Pay Discount %
es: % de descuento por pronto pago
fr: Remise pour paiement anticipé

source: eCommerce Processing
es: Procesamiento eCommerce
fr: traitement du commerce électronique

source: Edit
es: Editar
fr: Modifier

source: Edit Configuration
es: Editar configuración
fr: Modifier la configuration

source: Edit User
fr: Modifier l'utilisateur

source: Edited report policy &quot;{0}&quot;
es: Se editó la política de informes "{0}"
fr: Politique de rapport modifiée « {0} »

source: Edited report policy rule &quot;{0}&quot;
es: Se editó la norma de la política de informes "{0}"
fr: Règle de politique de rapport modifiée « {0} »

source: Effective Date
es: Fecha de vigencia
fr: Date d'entrée en vigueur

source: Effective Date Based On
es: Fecha de vigencia basada en
fr: Date d'entrée en vigueur Basée sur

source: Effective Date can not be NULL while editing a Payment Terms relationship
es: La fecha de vigencia no puede ser NULL al editar una relación de condiciones de pago
fr: La date d'entrée en vigueur ne peut pas être VIDE lors de la modification d'une relation de conditions de paiement

source: Effective Date can only be in the future
es: La fecha de vigencia solo puede ser en el futuro
fr: La date d'entrée en vigueur ne peut être que future

source: Effective Date is required
es: La fecha de vigencia es obligatoria
fr: La date d'entrée en vigueur est requise

source: Effective Date is required field.
es: Fecha de vigencia es un campo obligatorio.
fr: La date d'entrée en vigueur est un champ obligatoire.

source: Effective date must not be greater than the end date.
es: La fecha de vigencia no debe ser mayor que la fecha final.
fr: La date d'entrée en vigueur ne doit pas être supérieure à la date de fin.

source: Effective date ranges should not overlap for all proxy users.
es: Los rangos de fecha de vigencia no deben solaparse para todos los usuarios apoderados.
fr: Les plages de dates effectives ne doivent pas se chevaucher pour tous les utilisateurs proxy.

source: Effective Date required
es: La fecha de vigencia es obligatoria
fr: Date d'entrée en vigueur requise

source: Effective Date:
es: Fecha de vigencia:
fr: Date d'entrée en vigueur :

source: Effective End Date
es: Fecha de finalización efectiva
fr: Date de fin effective

source: Effective Rebate Rate
es: Tasa de rebaja efectiva
fr: Taux de remboursement effectif

source: Effective Start Date
es: Fecha de inicio efectiva
fr: Date de début effective

source: Effective Start Date is required
es: La Fecha de inicio efectiva es obligatoria
fr: La date de début effective est requise

source: EffectiveDate
fr: Date d'entrée en vigueur

source: Either location is deactivated or set as non transactionable in the system.
es: La ubicación está desactivada o bien configurada como no transaccionable en el sistema.
fr: L'un ou l'autre lieu est désactivé ou défini comme non transactionnel dans le système.

source: Electronic
es: Electrónico
fr: Électronique

source: Electronically Delivered
es: Entregado electrónicamente
fr: Livré par voie électronique

source: Email address
es: Dirección de correo electrónico
fr: Adresse électronique

source: Email Address is mandatory field.
es: Dirección de correo electrónico es un campo obligatorio
fr: L'adresse électronique est un champ obligatoire.

source: Email Address is required
es: La dirección de correo electrónico es obligatoria
fr: L'adresse électronique est obligatoire

source: Email is required
es: El correo electrónico es obligatorio
fr: L’e-mail est requis

source: Email is required field
es: Correo electrónico es un campo obligatorio
fr: L’e-mail est un champ obligatoire

source: Email is required field.
es: Correo electrónico es un campo obligatorio.
fr: L’e-mail est un champ obligatoire.

source: Email Subject
es: Asunto del correo electrónico
fr: Objet de l'e-mail

source: Email Us
es: Envíenos un correo electrónico
fr: Nous envoyer un e-mail

source: EmailBody
fr: Corps de l’e-mail

source: Email not valid
es: Correo&nbsp;electrónico&nbsp;no&nbsp;válido
fr: L’e-mail&nbsp;n'est pas&nbsp;valide

source: Emergency Order
es: Pedido de emergencia
fr: Ordonnance d'urgence

source: EMPTY
es: VACÍO
fr: VIDE

source: EN
es: FR-CA
fr: FR-CA

source: Enable Do not move to History
es: Activar No mover a historial
fr: Activer Ne pas déplacer dans l'historique

source: Enable Group By
es: Habilitar Agrupar por
fr: Active le groupe par

source: Enable Group By Search
es: Habilitar Agrupar por búsqueda
fr: Activer la recherche par groupe

source: Enable Originating Document Number
es: Habilitar número de documento de origen
fr: Activer le numéro du document d'origine

source: Enabled
es: Habilitado
fr: Activé

source: End Date
es: Fecha de finalización
fr: Date de fin

source: End Date can not be less than Effective Date
es: La Fecha de finalización no puede ser anterior a la Fecha de vigencia
fr: La date de fin ne peut être inférieure à la date d'entrée en vigueur

source: End Date should be equal to or greater than the Effective Date.
es: La Fecha de finalización debe ser igual o posterior a la Fecha de vigencia.
fr: La date de fin doit être égale ou supérieure à la date d'entrée en vigueur.

source: End date should be greater than Start Date
es: La fecha de finalización debe ser posterior a la fecha de inicio
fr: La date de fin doit être supérieure à la date de début

source: End Date:
es: Fecha de finalización:
fr: Date de fin :

source: End of Month (EOM)
es: Fin de mes (EOM)
fr: Fin de mois (EOM)

source: End User License Agreement
es: Acuerdo de licencia de usuario final
fr: Accord de licence pour l'utilisateur final
