Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: EndDate
fr: Date de fin

source: endDate field value can not be empty.
es: El valor del campo endDate no puede estar vacío.
fr: la valeur du champ endDate ne peut pas être vide.

source: Ends With
es: Termina con
fr: Se termine par

source: Engine
es: Motor
fr: Moteur

source: Engine Parts Total Sales
es: Ventas totales de piezas de motor
fr: Pièces de moteur Total des ventes

source: EngineTotal
fr: Total moteur

source: Enhanced Duplicate Check
es: Control de duplicados mejorado
fr: Contrôle renforcé des doublons

source: Enrich
fr: Enrichir

source: Enter a Day
es: Introduzca un día
fr: Saisir un jour

source: Enter a valid day between 1-31
es: Introduzca un día válido entre 1 y 31
fr: Saisir un jour valide entre 1-31

source: Enter at least 2 characters.
es: Introduzca al menos 2 caracteres.
fr: Saisir au moins 2 caractères.

source: Enter at least 3 characters.
es: Introduzca al menos 3 caracteres.
fr: Saisir au moins 3 caractères.

source: Enter Field Ids, Field Description and Order information
es: Introduzca los ID de campo, la descripción del campo y la información del pedido
fr: Saisir les identifiants des champs, la description des champs et les informations relatives à la commande

source: Enter GL Code, GL Account Name and Order information
es: Introduzca el código GL, el nombre de la cuenta GL y la información del pedido
fr: Saisir le code GL, le nom du compte GL et les informations relatives à la commande

source: Enter Invoice Number:
es: Introduzca el número de factura:
fr: Saisir le numéro de la facture :

source: Enter notes
es: Introducir notas
fr: Saisir les notes

source: Enter part of Vendor PN or press GO to see all list
es: Introduzca el PN de la pieza del proveedor o pulse GO para ver toda la lista
fr: Saisir une partie du numéro d'identification du fournisseur ou appuyer sur GO pour voir toute la liste

source: Enter required Notes
es: Introduzca las notas necesarias
fr: Saisir les notes requises

source: Enter the characters you see
es: Introduzca los caracteres que ve
fr: Saisir les caractères que vous voyez

source: Enter the PO number
es: Introduzca el número de OC
fr: Saisir le numéro du bon de commande

source: Enter your desired password in New Password field. Re-type your desired password in Confirm Password field.
es: Introduzca la contraseña que desee en el campo Nueva contraseña. Vuelva a escribir la contraseña deseada en el campo Confirmar contraseña.
fr: Saisir le mot de passe souhaité dans le champ Nouveau mot de passe. Saisir à nouveau le mot de passe souhaité dans le champ Confirmer le mot de passe.

source: EnteredBy
fr: Entré par

source: Entire Transaction
es: Transacción completa
fr: Transaction complète

source: Entity &amp; Contact API Config
es: Configuración de API de entidades y contactos
fr: Configuration de l'API de l'entité et du contact

source: Entity Administrator (PermLeverl=99)
es: Administrador de entidades (PermLeverl=99)
fr: Administrateur d'entités (PermLeverl=99)

source: Entity Bulk Creation
es: Creación masiva de entidades
fr: Création d'entités en gros

source: Entity Code
es: Código de entidad
fr: Code de l'entité

source: Entity Cross Reference Maintenance
es: Mantenimiento de referencias cruzadas de entidades
fr: Maintenance des références croisées des entités

source: Entity Detail Id
es: ID de detalles de la entidad
fr: Identité détaillée de l'entité

source: Entity Details
es: Detalles de la entidad
fr: Détails de l'entité

source: Entity Group Maintenance
es: Mantenimiento del grupo de entidades
fr: Maintenance des groupes d'entités

source: Entity Static Fields
es: Campos estáticos de entidad
fr: Champs statiques de l'entité

source: Entity Termination Failure
es: Fallo en la terminación de la entidad
fr: Échec de la cessation d'activité de l'entité

source: Entity Termination Success
es: Terminación exitosa de la entidad
fr: Succès de la cessation d'activité de l'entité

source: Entity Type
es: Tipo de entidad
fr: Type d'entité

source: Entity Type is required
es: El tipo de entidad es obligatorio
fr: Le type d'entité est obligatoire

source: Entity Type is required.
es: El tipo de entidad es obligatorio.
fr: Le type d'entité est obligatoire.

source: Entity Type:
es: Tipo de entidad:
fr: Type d’entité :

source: Entity Types
es: Tipos de entidades
fr: Types d'entités

source: EntityCode
fr: Code de l'entité

source: EntityType
fr: Type d'entité

source: Environment
es: Entorno
fr: Environnement

source: Environmental
es: Medioambiente
fr: Environnemental

source: EOM Statement Net 45
es: Estado de cuenta EOM Net 45
fr: Relevé EOM Net 45

source: erm Description and Variable Due Date Calculation fields can be set only for Corcentric locations.
es: Los campos Descripción de términos y Cálculo de fecha de vencimiento variable solo pueden configurarse para ubicaciones de Corcentric.
fr: les champs Description des conditions et Calcul de la date d'échéance variable ne peuvent être définis que pour les lieux Corcentric.

source: Error
fr: Erreur

source: Error adding invoice to a statement, Please submit again
es: Error al añadir una factura a un estado de cuenta, envíe de nuevo
fr: Erreur lors de l'ajout d'une facture à un relevé. Veuillez soumettre à nouveau

source: Error in API call
es: Error en la llamada API
fr: Erreur dans l'appel API

source: Error in finding ##### @SelectedU_ID in [WEBCORE_UID]:
es: Error al encontrar ##### @SelectedU_ID en \[WEBCORE_UID]:
fr: Erreur dans la recherche de ##### @SelectedU_ID dans [WEBCORE_UID] :

source: Error in finding updating [WEBCORE_UID]:
es: Error al encontrar la actualización de \[WEBCORE_UID]:
fr: Erreur dans la recherche de la mise à jour de [WEBCORE_UID] :

source: Error in reversing transaction Both
es: Error en la reversión de la transacción Ambos
fr: Erreur dans l'annulation de la transaction Les deux

source: Error in reversing transaction;
es: Error en la reversión de la transacción;
fr: Erreur dans l'annulation de la transaction ;

source: Error in the Import tasks of Import Service
es: Error en las tareas de Importación de Servicio de Importación
fr: Erreur dans les tâches d'importation du service d'importation

source: Error List
es: Lista de errores
fr: Liste d'erreurs

source: Error Message
es: Mensaje de error
fr: Message d'erreur

source: Error Message:
es: Mensaje de error:
fr: Message d’erreur :

source: Error occurred in tier modification.
es: Se produjo un error en la modificación de niveles.
fr: Une erreur s'est produite lors de la modification des niveaux.

source: Error occurred while processing the request.
es: Se produjo un error al procesar la solicitud.
fr: Une erreur s'est produite lors du traitement de la demande.

source: Error populating dynamic attributes values in response xml
es: Error al rellenar los valores de los atributos dinámicos en el xml de respuesta
fr: Erreur dans le remplissage des valeurs des attributs dynamiques dans la réponse xml

source: Error retrieving data; please try again.
es: Error al recuperar los datos; inténtelo de nuevo.
fr: Erreur dans la récupération des données ; veuillez réessayer.

source: Error while creating a dispute. Please contact System Administrator.
es: Error al crear una disputa. Póngase en contacto con el administrador del sistema.
fr: Erreur lors de la création d'un litige. Veuillez contacter l'administrateur du système.

source: Error while creating entity/user in eop
es: Error al crear entidad/usuario en eop
fr: Erreur lors de la création d'une entité ou d'un utilisateur dans eop

source: Error while exporting the dispute to Great Plains.
es: Error al exportar la disputa a Great Plains.
fr: Erreur lors de l'exportation du litige vers Great Plains.

source: Error while fetching BatchGuid, please contact with an administrator
es: Error al recuperar BatchGuid, póngase en contacto con un administrador
fr: Erreur lors de la récupération de BatchGuid, veuillez contacter un administrateur

source: Error while inserting the dispute resolution details. Please contact the system administrator.
es: Error al insertar los detalles de resolución de la disputa. Póngase en contacto con el administrador del sistema.
fr: Erreur lors de l'insertion des détails de la résolution du litige. Veuillez contacter l'administrateur du système.

source: Error while retrieving datastyleid.
es: Error al recuperar datastyleid.
fr: Erreur lors de la récupération du datastyleid.

source: Error while updating product group, The combination of the both product Group Name, Group Type is already added for the company
es: Error al actualizar el grupo de productos. La combinación de Nombre de grupo y Tipo de grupo del producto ya se ha añadido para la empresa.
fr: Erreur lors de la mise à jour du groupe de produits, la combinaison du nom du groupe de produits et du type de groupe est déjà ajoutée pour l'entreprise

source: Error whilst
es: Error mientras
fr: Erreur pendant que

source: Error: Dulpicate record by compressed Part Number for Item:
es: Error: Registro duplicado por número de pieza comprimido para el Artículo:
fr: Erreur : Enregistrement en double par numéro de pièce compressé pour le poste :

source: Error: Dulpicate record by Part Id for Item:
es: Error: Registro duplicado por ID de pieza para el Artículo:
fr: Erreur : Enregistrement en double par l'identifiant de la pièce pour le poste :

source: Error: Dulpicate record for Item:
es: Error: Registro duplicado para el Artículo:
fr: Erreur : Enregistrement en double pour le poste :

source: Error: Invalid Corcentric Code :
es: Error: Código Corcentric no válido:
fr: Erreur : Code Corcentric non valide :

source: Error: Invalid Core Price:
es: Error: Precio base no válido:
fr: Erreur : Prix de base non valide :

source: Error: Invalid effective date :
es: Error: Fecha de vigencia no válida:
fr: Erreur : Date d’entrée en vigueur non valide :

source: Error: Invalid End date:
es: Error: Fecha de finalización no válida:
fr: Erreur : Date de fin non valide :

source: Error: Invalid Flag of Item:
es: Error: Indicador del artículo no válido:
fr: Erreur : Drapeau non valide de l’article :

source: Error: Invalid Tax:
es: Error: Impuesto no válido:
fr: Erreur : Taxe non valide :

source: Error: Invalid Unit Price:
es: Error: Precio unitario no válido:
fr: Erreur : Prix unitaire non valide :

source: Error: Item Number:
es: Error: Número de artículo:
fr: Erreur : Numéro de poste :

source: Error: Part number:
es: Error: Número de pieza:
fr: Erreur : Numéro de pièce :

source: Error: Price did not get imported because the part:
es: Error: El precio no se importó porque la pieza:
fr: Erreur : Le prix n'a pas été importé parce que la pièce :

source: Error: Price level not found in the system of Item:
es: Error: No se encontró el Nivel de precio en el sistema del Artículo:
fr: Erreur : Niveau de prix introuvable dans le système du poste :

source: Error:Invalid Currency Code:
es: Error: Código de divisa no válido:
fr: Erreur:Code devise non valide :

source: ErrorMessage:Statement is not generated, there is no information to display.
es: ErrorMessage: No se genera estado de cuenta, no hay información que mostrar.
fr: ErrorMessage:La déclaration n'est pas générée, il n'y a pas d'informations à afficher.

source: ErrorMessage:This is an unapplied payment, there is no information to display.
es: ErrorMessage: Se trata de un pago no aplicado, no hay información que mostrar.
fr: ErrorMessage:Il s'agit d'un paiement non appliqué, il n'y a pas d'informations à afficher.

source: Errors
es: Errores
fr: Erreurs

source: Errors found:
es: Errores encontrados:
fr: Erreurs trouvées :

source: Error\
fr: Erreur\

source: Error\: max length
es: Error\:&nbsp;longitud&nbsp;máx.
fr: Erreur\ :&nbsp;longueur&nbsp;max

source: Error\: min length
es: Error\:&nbsp;longitud&nbsp;mín.
fr: Erreur\ :&nbsp;longueur&nbsp;min

source: Error occurs when verifying
es: Se&nbsp;produce&nbsp;un&nbsp;error&nbsp;al&nbsp;verificar
fr: L'erreur&nbsp;se produit&nbsp;lors de la vérification&nbsp;

source: Estimated Payment Date
es: Fecha estimada de pago
fr: Date de paiement estimée

source: Estimated Resale Value must not be a negative number.
es: El valor de reventa estimado no debe ser un número negativo.
fr: La valeur de revente estimée ne doit pas être un nombre négatif.

source: ET transaction reference value cannot be greater than 12.
es: El valor de referencia de la transacción ET no puede ser superior a 12.
fr: La valeur de référence de la transaction ET ne peut pas être supérieure à 12.

source: EULA
fr: CLUF

source: exceeds PO core quantity of
es: supera la cantidad base de la OC de
fr: dépasse la quantité de base du bon de commande de

source: Exchange Rate service failed
es: Fallo en el servicio de cambio de divisas
fr: Échec du service de change

source: Exclude Disputes
es: Excluir disputas
fr: Exclure les litiges

source: Execute
es: Ejecutar
fr: Exécuter

source: Exit
es: Salir
fr: Sortie

source: Expense
es: Gastos
fr: Dépense

source: Expense Allocation
es: Asignación de gastos
fr: Répartition des dépenses

source: Expense Item attached to report
es: Partida de gastos adjunta al informe
fr: Poste de dépenses annexé au rapport

source: Expense Item created
es: Partida de gastos creada
fr: Poste de dépense créé

source: Expense Item deleted
es: Partida de gastos eliminada
fr: Poste de dépense supprimé

source: Expense Item removed from report.
es: Partida de gastos eliminada del informe.
fr: Poste de dépense supprimé du rapport.

source: Expense Item updated
es: Partida de gastos actualizada
fr: Poste de dépense mis à jour

source: Expense Report approved
es: Informe de gastos aprobado
fr: Note de frais approuvée

source: Expense Report deleted
es: Informe de gastos eliminado
fr: Note de frais supprimée

source: Expense Report recalled
es: Informe de gastos retirado
fr: Note de frais appelée

source: Expense Report rejected
es: Informe de gastos rechazado
fr: Note de frais rejetée

source: Expense Report status updated to pending
es: Estado del informe de gastos actualizado a pendiente
fr: Le statut de la note de frais est passé à « en attente »

source: Expense Report submitted
es: Informe de gastos enviado
fr: Note de frais soumise

source: Expense Report updated
es: Informe de gastos actualizado
fr: Note de frais mise à jour

source: Expense reports can only be submitted if it is in Draft status
es: Los informes de gastos sólo pueden presentarse si están en estado Borrador
fr: Les notes de frais ne peuvent être soumises que si elles sont au stade de projet

source: Expired
es: Caducado
fr: Expiré

source: Expired Authorization
es: Autorización caducada
fr: Autorisation expirée

source: Expired Card
es: Tarjeta caducada
fr: Carte expirée

source: Export Data
es: Exportar datos
fr: Exporter des données

source: Export Document Types
es: Exportar tipos de documentos
fr: Exporter des types de documents

source: Export Headings
es: Exportar encabezados
fr: Rubriques d'exportation

source: Export Options:
es: Opciones de exportación:
fr: Options d’exportation :

source: Export to:
es: Exportar a:
fr: Exporter vers :

source: Exported to 3DSI
es: Exportar a 3DSI
fr: Exporté vers 3DSI

source: ext
fr: prolongé

source: Ext Cost
es: Coste ext.
fr: Coût prolongé

source: Ext Difference
es: Diferencia ext.
fr: Différence prolongée

source: Ext. GMC
es: GMC ext.
fr: GMC prolongé

source: Ext. Price
es: Precio ext.
fr: Prix prolongé

source: Ext:
fr: Prolongé :

source: Extended
es: Extendido
fr: Prolongé

source: Extended Amount
es: Monto extendido
fr: Montant prolongé

source: Extended FET
es: FET extendido
fr: FET prolongé

source: Extended No Tax
es: Extendido sin impuestos
fr: Prolongé sans taxe

source: Extended Price
es: Precio extendido
fr: Prix prolongé

source: Extended Unit Price
es: Precio unitario extendido
fr: Prix unitaire prolongé

source: ExtendedTotal
fr: Total prolongé

source: Facility Name/Fleet Shop Name
es: Nombre de la instalación/Nombre del taller de la flota
fr: Nom de l'installation/de l'atelier de la flotte

source: Facing Dealer
es: Distribuidor representante
fr: Face au distributeur

source: Facing Dealer ATTRIBURE:
es: ATRIBUTO de distribuidor representante:
fr: Face au distributeur ATTRIBUT :

source: Facing Dealer is not available.
es: El distribuidor representante no está disponible.
fr: Face au distributeur n'est pas disponible.

source: Facing Seller
es: Vendedor representante
fr: Face au vendeur

source: Facing Seller is not available.
es: El vendedor representante no está disponible
fr: Face au vendeur n'est pas disponible.

source: FacingDealer
fr: Face au distributeur

source: Failed
es: Error
fr: Échec

source: Failed to calculate AP due date
es: Error al calcular la fecha de vencimiento de AP
fr: Échec du calcul de la date d’échéance AP

source: Failed to calculate AP statement date
es: Error al calcular la fecha del estado de cuenta de AP
fr: Échec du calcul de la date du relevé AP

source: Failed to calculate AR due date
es: Error al calcular la fecha de vencimiento de AR
fr: Échec du calcul de la date d'échéance AR

source: Failed to calculate AR statement date
es: Error al calcular la fecha del estado de cuenta de AR
fr: Échec du calcul de la date du relevé AR

source: Failed to determine Dealer currency
es: Error al determinar la divisa del distribuidor
fr: Échec de la détermination de la devise du distributeur

source: Failed to determine Seller currency
es: Error al determinar la divisa del vendedor
fr: Échec de la détermination de la devise du vendeur

source: Failed to export invoice to accounting
es: Error al exportar la factura a contabilidad
fr: Échec de l'exportation de la facture vers la comptabilité

source: Failed to get authorization number. SQL Err Num:
es: Error al obtener el número de autorización. Núm. de error SQL:
fr: Échec de l'obtention du numéro d'autorisation. No de l’erreur SQL :

source: Failed to get authorization number. Sub-Community is not assigned or authorization prefix is not correctly setup.
es: Error al obtener el número de autorización. La subcomunidad no está asignada o el prefijo de autorización no está configurado correctamente.
fr: Échec de l'obtention du numéro d'autorisation. La sous-communauté n'est pas attribuée ou le préfixe d'autorisation n'est pas correctement configuré.

source: Failed to get remitToId. RemitTo is not correctly setup.
es: Error al obtener remitToId. RemitTo no está correctamente configurado.
fr: Échec de l'obtention du remitToId. RemitTo n'est pas correctement configuré.

source: Failed to import Acknowledgments from accounting
es: Error al importar acuses de recibo de contabilidad.
fr: Échec de l'importation des accusés de réception de la comptabilité

source: Failed to Import Open Invoices
es: Error al importar facturas pendientes
fr: Échec de l'importation des factures ouvertes

source: Failed to import Remmittance details from accounting
es: Error al importar los detalles de la remesa desde contabilidad.
fr: Échec de l'importation des détails des versements à partir de la comptabilité

source: Failed to insert record, Please contact system administrator.
es: Error al insertar registro, póngase en contacto con el administrador del sistema.
fr: Échec de l'insertion de l'enregistrement, veuillez contacter l'administrateur du système.

source: Failed to retrieve dispute configured email addresses.
es: Error al recuperar las direcciones de correo electrónico configuradas para la disputa.
fr: Échec de la récupération des adresses électroniques configurées pour les litiges.

source: Failed to update record, Please contact system administrator.
es: Error al actualizar el registro, póngase en contacto con el administrador del sistema.
fr: Échec de la mise à jour de l'enregistrement, veuillez contacter l'administrateur du système.

source: failed, requested quantity if not acceptable value
es: falló, cantidad solicitada si el valor no es aceptable
fr: a échoué, la quantité demandée n'est pas acceptable

source: failed, selected value for quantity =
es: falló, valor seleccionado para cantidad =
fr: a échoué, valeur sélectionnée pour la quantité =

source: failed, selected values for unit and core prices are not allowed
es: falló, los valores seleccionados de precios unitarios y base no están permitidos
fr: a échoué, les valeurs sélectionnées pour les prix unitaires et les prix de base ne sont pas autorisées

source: Failed.
es: Error.
fr: Échec.

source: Failure during updateValidationStatus in Cor34000
es: Error durante updateValidationStatus en Cor34000
fr: Échec lors de la mise à jour de l'état de validation (updateValidationStatus) dans Cor34000

source: Failure in calling updateValidationStatus in Cor34000
es: Error al llamar a updateValidationStatus en Cor34000
fr: Échec de l'appel à la mise à jour de l'état de validation (updateValidationStatus) dans Cor34000

source: Failure occured during PCard Invoice Export
es: Se produjo un error durante la exportación de facturas de PCard
fr: Une erreur s'est produite lors de l'exportation de la facture de la carte P (PCard)

source: Failure Occured during Report Execution
es: Se produjo un error durante la ejecución del informe
fr: Échec survenu lors de l'exécution du rapport

source: Failure occured in ADP Remittannce Export
es: Se produjo un error en la exportación de remesas de ADP
fr: Échec survenu lors de l’exportation du rapport de versements ADP

source: Failure occured in NBS Statement Export
es: Se produjo un error en la exportación de estados de cuenta de NBS
fr: Échec survenu lors de l'exportation du relevé NBS

source: Failure occured in PROCEDE Entity Export
es: Se produjo un error en la exportación de entidades PROCEDE
fr: Échec survenu lors de l'exportation de l'entité PROCEDE

source: Failure occured while generating GP Draft Statements
es: Se produjo un error al generar estados de cuenta de GP
fr: Échec survenu lors de la génération de projets de déclaration GP

source: Fall in Condition &lt;br/&gt;
es: Condición de colapso <br/>
fr: Doit respecter les conditions <br/>

source: Fatal Discrepancy
es: Discrepancia fatal
fr: Divergence fatale

source: Fatal Error
es: Error fatal
fr: Erreur fatale

source: Fatal Error - No Price Check
es: Error fatal - Ninguna comprobación de precios
fr: Erreur fatale - Pas de vérification des prix

source: Fatal Error - No Price Check Performed for Invoice
es: Error fatal - No se efectuó comprobación de precios para la factura
fr: Erreur fatale - Aucun contrôle de prix n'a été effectué pour la facture

source: Fatal Invoices
es: Facturas fatales
fr: Factures fatales

source: FedEx Service Configuration
es: Configuración del servicio FedEx
fr: Configuration du service FedEx

source: fedexMeterNo is required.
es: fedexMeterNo es obligatorio.
fr: fedexMeterNo est nécessaire.

source: Fee
es: Tasa
fr: Frais

source: Fee Amount Withheld
es: Monto de la tasa retenido
fr: Montant des frais retenu

source: Fee Management
es: Gestión de tasas
fr: Gestion des frais

source: Fee Name
es: Nombre de la tasa
fr: Nom des frais

source: Fee Name is not a unique value. Please resolve
es: El Nombre de la tasa no es un valor único. Resuélvalo
fr: Le nom des frais n'est pas une valeur unique. Veuillez résoudre

source: Fee Percentage
es: Porcentaje de tasa
fr: Pourcentage des frais

source: FEE REPORT
es: INFORME DE TASAS
fr: RAPPORT SUR LES FRAIS

source: Fee Value
es: Valor de la tasa
fr: Valeur des frais

source: Fee-Sum
fr: Somme des frais

source: FeeName
fr: Nom des frais

source: Fees
es: Tasas
fr: Frais

source: Fees Reversal
es: Reversión de tasas
fr: Annulation des frais

source: FeeSum
fr: Somme des frais

source: FeeValueType
fr: Type de valeur des frais

source: FET Difference
es: Diferencia de FET
fr: Différence FET

source: FET Per Unit
es: FET por unidad
fr: FET par unité
