Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Dear {0}: Your {1} account has been suspended due to {2}. Please call the support team at {4} to re-activate your account. Sincerely {1} team Please do not reply to this message. This e-mail was automatically generated.
es: Estimado {0}: Su cuenta de {1} ha sido suspendida debido a {2}. Llame al equipo de asistencia al {4} para reactivar su cuenta. Atentamente El equipo de {1} No responda a este mensaje. Este correo electrónico se generó automáticamente.
fr: Cher(ère) {0}: Votre compte {1} a été suspendu en raison de {2}. Veuillez contacter l'équipe d'assistance à l'adresse {4} pour réactiver votre compte. Cordialement {1} l’Équipe Veuillez ne pas répondre à ce message. Cet e-mail a été généré automatiquement.

source: Dear {0}: &lt;br&gt;&lt;br&gt; Please find attached the automatic Draft Statement for the {1} program. Funds will be drafted on {2} out of your designated bank account on file. You can also access this information by logging on to the program website {3}. If you
es: Estimado {0}: <br/><br/>Le adjuntamos el estado de cuenta automático del programa {1}. Los fondos se retirarán el {2} de su cuenta bancaria designada en su archivo. También puede acceder a esta información iniciando sesión en el sitio web del programa {3}. Si usted
fr: Cher(ère) {0}: <br/><br/> Vous trouverez ci-joint le projet de déclaration automatique pour le programme {1}. Les fonds seront prélevés à l'adresse {2} sur le compte bancaire que vous avez indiqué dans votre dossier. Vous pouvez également accéder à ces informations en vous connectant au site web du programme {3}. Si vous

source: Dear {0}:&lt;br&gt;&lt;br&gt;Please find attached the Preliminary Draft Statement pertaining to your activity in the {1} program. Funds will be drafted on {2} out of your designated bank account on file. Please review this information and promptly identify any disput
es: Estimado {0}:<br/><br/>Le adjuntamos el estado de cuenta preliminar relativo a su actividad en el programa {1}. Los fondos se retirarán el {2} de su cuenta bancaria designada en su archivo. Revise esta información e identifique con prontitud cualquier disputa
fr: Cher(ère) {0}:<br/><br/>Veuillez trouver ci-joint l'avant-projet de déclaration concernant votre activité dans le programme {1}. Les fonds seront prélevés à l'adresse {2} sur le compte bancaire que vous avez indiqué dans votre dossier. Veuillez examiner ces informations et signaler rapidement tout litige

source: Dear {0}:&lt;br&gt;Please find attached the automatic Draft Statement for the {1} program. Funds will be drafted on {2} out of your designated bank account on file. You can also access this information by logging on to the program website {3}. If you have any q
es: Estimado {0}:<br/>Le adjuntamos el estado de cuenta automático del programa {1}. Los fondos se retirarán el {2} de su cuenta bancaria designada en su archivo. También puede acceder a esta información iniciando sesión en el sitio web del programa {3}. Si tiene alguna
fr: Cher(ère) {0}:<br/>Veuillez trouver ci-joint le projet de déclaration automatique pour le programme {1}. Les fonds seront prélevés à l'adresse {2} sur le compte bancaire que vous avez indiqué dans votre dossier. Vous pouvez également accéder à ces informations en vous connectant au site web du programme {3}. Si vous avez des questions

source: Dear {0}&lt;br&gt;Please find attached the latest Open Balance Report for the Corcentric program. Payment for past due invoices is being requested. You can also access this report by logging on to the program website {1}&lt;br&gt;&lt;br&gt;If you have any questions, please
es: Estimado {0}:<br/>Le adjuntamos el último Informe de Saldo Abierto del programa Corcentric. Se solicita el pago de facturas vencidas. También puede acceder a este informe iniciando sesión en el sitio web del programa {1}<br/><br/>Si tiene alguna pregunta,
fr: Cher(ère) {0}<br/>Veuillez trouver ci-joint le dernier rapport de solde ouvert pour le programme Corcentric. Le paiement des factures en souffrance est demandé. Vous pouvez également accéder à ce rapport en vous connectant au site web du programme {1}<br/><br/>. Si vous avez des questions, veuillez

source: Dear, {0}&lt;br&gt;&lt;br&gt;Resend Invoices Submitted at {1} For {2} Community has been processed and sent to the email address listed. Status for sending to each of the email address is below:&lt;br&gt; &lt;br&gt; &lt;ol&gt;[x]&lt;/ol&gt; &lt;br&gt; Note: This is an auto-generated message. Plea
es: Estimado, {0}<br/><br/>Se ha procesado el reenvío de las facturas presentadas en {1} para la comunidad {2} y enviado a la dirección de correo electrónico indicada. A continuación se indica el estado del envío a cada una de las direcciones de correo electrónico:<br/> <br/> <ol>[x]</ol> <br/> Nota: Este es un mensaje generado automáticamente. No
fr: Cher, {0}<br/><br/>Renvoyer les factures soumises {1} pour {2} la Communauté a été traité et envoyé à l'adresse électronique indiquée. L'état d'avancement de l'envoi à chacune des adresses électroniques est indiqué ci-dessous :<br/> <br/> <ol>[x]</ol> <br/> Remarque : Il s'agit d'un message généré automatiquement. Plaidoyer

source: Decentralized
es: Descentralizado
fr: Décentralisé

source: Decentralized First
es: Descentralizado primero
fr: Décentralisé d'abord

source: Decimal
fr: Décimal

source: Declined
es: Rechazado
fr: Refusé

source: Default
es: Predeterminado
fr: Défaut

source: Default Locale settings are not found in the system. Please contact the system administrator.
es: La configuración regional predeterminada no se encuentra en el sistema. Póngase en contacto con el administrador del sistema.
fr: Les paramètres locaux par défaut sont introuvables dans le système. Veuillez contacter l'administrateur du système.

source: Default Relationship
es: Relación por defecto
fr: Relation par défaut

source: Default Relationship Payment Terms does not exist for
es: Las condiciones de pago de relación por defecto no existen para
fr: La relation par défaut Conditions de paiement n'existe pas pour

source: Default Value
es: Valor por defecto
fr: Valeur par défaut

source: DefaultEntity
fr: Entité par défaut

source: deferred
es: diferido
fr: différé

source: Delaer program Invoice Number:
es: Número de factura del programa del distribuidor:
fr: Numéro de facture du programme du distributeur :

source: Delete
es: Eliminar
fr: Supprimer

source: Delete Stage Files
es: Eliminar archivos de escenario
fr: Supprimer les fichiers d’étape

source: Delete Acceleration Payment Terms
es: Eliminar condiciones de pago de aceleración
fr: Supprimer les conditions de paiement accéléré

source: Delete Contract Confirmation
es: Eliminar confirmación de contrato
fr: Supprimer la confirmation de contrat

source: Delete Entity XRef Maintenance
es: Eliminar mantenimiento de XRef de entidad
fr: Supprimer l'entité Entretien XRef

source: Delete Invoice
es: Eliminar factura
fr: Supprimer une facture

source: Delete items are not allowed in line level while updating PO
es: Eliminar partidas no está permitido en el nivel de línea al actualizar la OC
fr: La suppression d'éléments n'est pas autorisée au niveau de la ligne lors de la mise à jour du bon de commande

source: Delete Last Tier
es: Eliminar último nivel
fr: Supprimer le dernier niveau

source: Delete Manage Payment Terms
es: Eliminar gestionar condiciones de pago
fr: Supprimer Gérer les conditions de paiement

source: Delete Part Cross Reference
es: Eliminar referencia cruzada de pieza
fr: Supprimer la référence croisée des pièces

source: Delete Parts
es: Eliminar piezas
fr: Supprimer des pièces

source: Delete Price
es: Eliminar precio
fr: Supprimer le prix

source: Delete Price Detail
es: Eliminar detalle de precio
fr: Supprimer le détail du prix

source: Delete Section
es: Eliminar sección
fr: Supprimer la section

source: Delete Tax Code Configuration
es: Eliminar configuración de códigos fiscales
fr: Supprimer la configuration du code fiscal

source: Delete Tax Documents
es: Eliminar documentos fiscales
fr: Supprimer les documents fiscaux

source: Delete this record
es: Eliminar este registro
fr: Supprimer cet enregistrement

source: Delete Tiers Confirmation
es: Eliminar confirmación de niveles
fr: Supprimer la confirmation des niveaux

source: Deleted
es: Eliminado
fr: Supprimé

source: Deleted report policy &quot;{0}&quot;
es: Se eliminó la política de informes “{0}“
fr: Politique de rapport supprimée "{0}"

source: Deleted report policy rule &quot;{0}&quot;
es: Se eliminó la regla de política de informes “{0}“
fr: Règle de politique de rapport supprimée "{0}"

source: Deletion has been completed
es: Eliminación completada
fr: La suppression a été effectuée

source: Delimiter Option
es: Opción de delimitador
fr: Option de délimitation

source: Delinquent Fee (Per Period %)
es: Tasa por demora (% por periodo)
fr: Frais de retard (% par période)

source: Delinquent Fee (Yearly %)
es: Tasa por demora (% anual)
fr: Frais de retard (% annuel)

source: Delinquent Fee Default Relationships
es: Relaciones por defecto de tasa por demora
fr: Frais de retard Relations par défaut

source: DelinquentFeeConfig
fr: Configuration des frais de retard

source: Deliver statement by Mail
es: Entregar estado de cuenta por correo
fr: Envoi de la déclaration par courrier

source: delivered
es: entregado
fr: livré

source: Delivery By Company Vehicle
es: Entrega por vehículo de empresa
fr: Livraison par le véhicule de l'entreprise

source: Delivery Date
es: Fecha de entrega
fr: Date de livraison

source: Delivery date has not a well format Date.
es: La fecha de entrega no tiene un formato de fecha correcto
fr: La date de livraison n'a pas un bon format de date.

source: Delivery information
es: Información de entrega
fr: Informations sur la livraison

source: Delivery Receipt
es: Recibo de entrega
fr: Reçu de livraison

source: Delivery Status
es: Estado de la entrega
fr: État de la livraison

source: Delivery Structure
es: Estructura de la entrega
fr: Structure de livraison

source: Delivery ticket #
es: Ticket de entrega N.º
fr: No du ticket de livraison

source: Denied
es: Denegado
fr: Refusé

source: Depth
es: Profundidad
fr: Profondeur

source: Description Invalid
es: Descripción no válida
fr: Description invalide

source: Description is required.
es: La descripción es obligatoria.
fr: Une description est requise.

source: Description Missing
es: Falta descripción
fr: Description manquante

source: Description of category codes are not found
es: No se encuentra la descripción de códigos de categoría
fr: La description des codes de catégorie est introuvable

source: Description of item attributes are not found
es: No se encuentra la descripción de atributos del artículo
fr: La description des attributs de l'article est introuvable

source: Description of superceded category codes are not found
es: No se encuentra la descripción de códigos de categoría sustituidos
fr: La description des codes de la catégorie remplacée est introuvable

source: Dest. Community Code
es: Dest. Código de comunidad
fr: Dest. Code communautaire

source: Dest. Dealer Invoice #
es: Dest. N.º de factura del distribuidor
fr: Dest. Facture du distributeur

source: Dest. Seller Invoice #
es: Dest. N.º de factura del vendedor
fr: Dest. Numéro de facture du vendeur

source: Dest. Settlement Date
es: Dest. Fecha de liquidación
fr: Dest. Date de règlement

source: Dest. Txn Status
es: Dest. Estado de Txn
fr: Dest. Statut Txn

source: Destination Acct. Code
es: Acct. de destino Código
fr: Compte de destination Code

source: Destination Program
es: Programa de destino
fr: Programme de destination

source: Destination Program Code
es: Código del programa de destino
fr: Code du programme de destination

source: Detail Grouping by Buyer Unit
es: Agrupación detallada por unidad de comprador
fr: Détail Regroupement par unité d’acheteur

source: Detail Grouping by Fleet Unit
es: Agrupación detallada por unidad de flota
fr: Détail Regroupement par unité de flotte

source: Detail Grouping by Invoice
es: Agrupación detallada por factura
fr: Détail Regroupement par facture

source: Detail Line Item Charges
es: Cargos detallados de partidas
fr: Détail des frais par poste

source: Developer Settings
es: Configuración de desarrollador
fr: Paramètres du développeur

source: Direct Bill Code
fr: Code de facturation directe

source: DIRECT DRAFT STATEMENT/PRELIMINARY DIRECT DRAFT STATEMENT
es: ESTADO DE CUENTA DIRECTO/ESTADO DE CUENTA DIRECTO PRELIMINAR
fr: PROJET DE DÉCLARATION DIRECTE/AVANT-PROJET DE DÉCLARATION DIRECTE

source: DirectBillCode
fr: Code de facturation directe

source: Disabled
es: Deshabilitado
fr: Désactivé

source: Disallow
es: No permitir
fr: Refuser

source: Disbabled
es: Deshabilitado
fr: Désactivé

source: DISC
fr: ESCOMPTE

source: Disc/Adj Amount
es: Monto de Desc./Aj.
fr: Montant de la remise/de l'ajustement

source: Discount Amount
es: Monto del descuento
fr: Montant de l'escompte

source: Discount amount / percent is invalid :
es: El monto/porcentaje de descuento no es válido:
fr: Le montant / pourcentage de l’escompte n'est pas valide :

source: Discount Amount and Discount Due Date both should be empty or both should have value
es: Monto del descuento y Fecha de vencimiento del descuento deben estar ambos vacíos o tener un valor
fr: Le montant de l’escompte et la date d'échéance de l’escompte doivent être vides ou doivent avoir une valeur

source: Discount Amount not correct
es: El monto del descuento no es correcto
fr: Le montant de l’escompte n'est pas correct

source: Discount Amount should be 0 when Transaction Amount is 0
es: El monto del descuento debería ser 0 cuando el monto de la transacción es 0
fr: Le montant de l’escompte doit être égal à 0 lorsque le montant de la transaction est égal à 0

source: Discount Date cannot be greater than Payment Due Date
es: La fecha de descuento no puede ser mayor que la fecha de vencimiento del pago
fr: La date d'escompte ne peut être supérieure à la date d'échéance du paiement

source: Discount Date should be greater than
es: La fecha de descuento debe ser mayor que
fr: La date d'actualisation doit être supérieure à

source: Discount Due Date
es: Fecha de vencimiento del descuento
fr: Date d'échéance de l’escompte

source: Discount Due date has not a well format Date.
es: Fecha de vencimiento del descuento no tiene un formato de fecha correcto.
fr: La date d'échéance de l’escompte n'a pas un bon format de date.

source: Discount Not Applicable
es: Descuento no aplicable
fr: Escompte non applicable

source: Discount Percent
es: Porcentaje de descuento
fr: Pourcentage d'actualisation

source: Discount Percent values should be 0-100
es: Los valores de porcentaje de descuento deben ser entre 0 y 100
fr: Les valeurs du pourcentage d'escompte doivent être comprises entre 0 et 100

source: Discount Percentage:
es: Porcentaje de descuento:
fr: Pourcentage de l’escompte :

source: Discount Type
es: Tipo de descuento
fr: Type de l’escompte

source: Discount Type is invalid :
es: El Tipo de descuento no es válido:
fr: Le type d’escompte n'est pas valide :

source: Discountable Type
es: Tipo descontable
fr: Type d'escompte

source: DiscountCalculationBasedOnDate
fr: Calcul de l’escompte en fonction de la date

source: Discrepancies
es: Discrepancias
fr: Écarts

source: Discrepancy Amount
es: Monto de la discrepancia
fr: Montant de divergence

source: Discrepancy Attachment Configurations
es: Configuraciones de anexos de discrepancia
fr: Configurations des pièces jointes de divergence

source: Discrepancy Information
es: Información sobre discrepancias
fr: Informations sur les divergences

source: Discrepancy Invoices
es: Facturas de discrepancia
fr: Factures de divergence

source: Discrepancy Read Status
es: Estado de lectura de discrepancias
fr: Statut de lecture de l'anomalie

source: Discrepancy Report
es: Informe de discrepancia
fr: Rapport de divergence

source: Discrepancy Type
es: Tipo de discrepancia
fr: Type de divergence

source: DiscrepancyRcvd
fr: DiscordanceRcvd

source: Discrepency Creation Status
es: Estado de creación de la discrepancia
fr: Statut de création de divergence

source: Display Criteria
es: Criterios de visualización
fr: Critères d'affichage

source: Display Invoice references
es: Visualizar referencias de factura
fr: Afficher les références de la facture

source: Display Name
es: Visualizar nombre
fr: Nom d'affichage

source: Display On Rendering
es: Visualizar al renderizar
fr: Affichage lors du rendu

source: Display on Rendering:
es: Visualizar al renderizar:
fr: Affichage lors du rendu :

source: Display Preferences
es: Preferencias de visualización
fr: Préférences d'affichage

source: Display Referenced Dealer Invoice Number
es: Visualizar número de factura del distribuidor referenciado
fr: Affichage du numéro de facture du distributeur référencé

source: Display User Settings
es: Visualizar ajustes de usuario
fr: Afficher les paramètres de l'utilisateur

source: DisplayName
fr: Nom d'affichage

source: dispute
es: disputa
fr: litige

source: Dispute Action
es: Acción de disputa
fr: Action de litige

source: Dispute already exists in the system for the given transactionId.
es: La disputa ya existe en el sistema para el transactionId dado.
fr: Un litige existe déjà dans le système pour l'identifiant de transaction donné.

source: Dispute configuration does not exists. Please contact the system administrator.
es: La configuración de la disputa no existe. Póngase en contacto con el administrador del sistema.
fr: La configuration du litige n'existe pas. Veuillez contacter l'administrateur du système.

source: Dispute Contact
es: Contacto de la disputa
fr: Contact en cas de litige

source: Dispute created for invoice: {0} has been closed. &lt;br/&gt; Note Details:
es: La disputa creada para la factura: {0} se ha cerrado. <br/> Detalles de la nota:
fr: Le litige créé pour la facture : {0} a été clôturé. <br/> Détails de la note :

source: Dispute created for invoice: {0} has been resolved. &lt;br/&gt; Note Details:
es: La disputa creada para la factura: {0} se ha resuelto. <br/> Detalles de la nota:
fr: Le litige créé pour la facture : {0} a été résolu. <br/> Détails de la note :

source: Dispute Creation
es: Creación de disputa
fr: Création d'un litige

source: Dispute creation is failed. Please contact the system administrator.
es: La creación de disputa ha fallado. Póngase en contacto con el administrador del sistema.
fr: La création d'un litige a échoué. Veuillez contacter l'administrateur du système.

source: Dispute creation request has been processed successfully.
es: La solicitud de creación de disputa se ha procesado correctamente.
fr: La demande de création de litige a été traitée avec succès.

source: Dispute Date
es: Fecha de la disputa
fr: Date du litige

source: Dispute Date Type
es: Tipo de fecha de disputa
fr: Type de date du litige

source: Dispute for
es: Disputa por
fr: Litige pour

source: Dispute has already been created. Please refresh the screen.
es: La disputa ya ha sido creada. Actualice la pantalla.
fr: Un litige a déjà été créé. Veuillez actualiser l'écran.

source: Dispute has already closed in the system.
es: La disputa ya se ha cerrado en el sistema.
fr: Le litige a déjà été clôturé dans le système.

source: Dispute has already resolved in the system.
es: El litigio ya se ha resuelto en el sistema.
fr: Le litige a déjà été résolu dans le système.

source: Dispute info details not provided in the request.
es: Los detalles informativos de la disputa no se han proporcionado en la solicitud.
fr: Les détails de l'information sur le litige ne sont pas fournis dans la demande.

source: Dispute Information
es: Información sobre la disputa
fr: Litige Informations

source: Dispute Invoice
es: Factura en disputa
fr: Litige Facture

source: Dispute Login
es: Inicio de sesión en la disputa
fr: Litige Connexion

source: Dispute Note
es: Nota de la disputa
fr: Litige Note

source: Dispute Note Visibility
es: Visibilidad de la nota de la disputa
fr: Litige Visibilité de la note

source: Dispute Notification
es: Notificación de disputa
fr: Notification des litiges

source: Dispute Owner
es: Propietario de la disputa
fr: Propriétaire du litige

source: Dispute Pening Action drop down values
es: Valores del menú desplegable de Acción de Apertura de Disputa
fr: Litige action en cours Valeurs de la liste déroulante

source: Dispute Reason
es: Motivo de la disputa
fr: Motif du litige

source: Dispute Reason is mandatory field.
es: Motivo de la disputa es un campo obligatorio.
fr: Le motif du litige est un champ obligatoire.

source: Dispute reason updated for invoice:
es: Motivo de la disputa actualizado para la factura:
fr: Mise à jour du motif de litige pour la facture :

source: Dispute Reminder
es: Recordatorio de disputa
fr: Rappel sur les litiges

source: Dispute resolution details not provided in the request.
es: Detalles de resolución de la disputa no proporcionados en la solicitud.
fr: Les détails de la résolution des litiges ne sont pas fournis dans la demande.

source: Dispute resolution notes failed to insert with unexpected error. Please contact the system administrator.
es: No se pudo insertar las notas de resolución de disputa debido a un error inesperado. Póngase en contacto con el administrador del sistema.
fr: Les notes de résolution des litiges n'ont pas été insérées en raison d'une erreur inattendue. Veuillez contacter l'administrateur du système.

source: Dispute resolution notes has been inserted successfully.
es: Las notas de resolución de disputa se han insertado correctamente.
fr: Les notes sur la résolution des litiges ont été insérées avec succès.

source: Dispute resolution process is failed with unexpected error. Please contact the system administrator.
es: El proceso de resolución de la disputa ha fallado debido a un error inesperado. Póngase en contacto con el administrador del sistema.
fr: Le processus de résolution des litiges a échoué en raison d'une erreur inattendue. Veuillez contacter l'administrateur du système.

source: Dispute resolution request has been processed successfully with multiple credits and rebills association warning.
es: La solicitud de resolución de disputa se ha procesado correctamente con aviso de asociación de múltiples créditos y refacturaciones.
fr: La demande de résolution de litige a été traitée avec succès avec plusieurs crédits et l'avertissement de l'association de refacturation.

source: Dispute resolution request has been processed successfully.
es: La solicitud de resolución de disputa se ha procesado correctamente.
fr: La demande de résolution de litige a été traitée avec succès.

source: Dispute Resolution Status
es: Estado de la resolución de disputa
fr: Statut de la résolution des litiges

source: Dispute Status
es: Estado de la disputa
fr: Statut du litige

source: Disputed
es: Disputado
fr: Contesté

source: Disputed Amount
es: Monto en disputa
fr: Montant contesté

source: Disputed Balance:
es: Saldo en disputa:
fr: Solde contesté :

source: Disputed By
es: Disputado por
fr: Contesté par

source: Disputed/ Hold Amount
es: Importe disputado/retenido
fr: Montant contesté/ retenu

source: Disputed/ Hold Invoice
es: Factura disputada/retenida
fr: Facture contestée/ retenue

source: Disputed/Hold Amount
es: Importe en disputa/retenido
fr: Montant contesté ou retenu

source: Disputed/Hold Total
es: Total en disputa/retenido
fr: Total contesté/en attente

source: disputereasonadditionalinfo1 field is required for warranty.
es: El campo disputereasonadditionalinfo1 es obligatorio para la garantía.
fr: le champ disputereasonadditionalinfo1 est obligatoire pour la garantie.
