Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Reversal Reason is mandatory
es: Motivo de la reversión es obligatorio
fr: Motif de l’annulation est obligatoire

source: Reversal Transaction submission completed successfully.
es: El envío de la transacción de reversión se ha completado correctamente.
fr: La soumission de la transaction d'annulation a été effectuée avec succès.

source: Reversal Transaction submission resulted in credit denied.
es: El envío de la transacción de reversión produjo la denegación del crédito.
fr: La soumission de la transaction d'annulation a entraîné un refus de crédit.

source: Reversal Transaction submission resulted in fatal error, see error details in discrepancy UI.
es: El envío de la transacción de reversión ha provocado un error fatal, consulte los detalles del error en la UI de discrepancias.
fr: La soumission de la transaction d'annulation a entraîné une erreur fatale, voir les détails de l'erreur dans l'interface utilisateur des divergences.

source: Reverse
es: Revertir
fr: Annuler

source: Reversed By
es: Revertido por
fr: Annulé par

source: Reversed Invoice
es: Factura revertida
fr: Facture annulée

source: Reviewable
es: Revisable
fr: Révisable

source: Reviewable Discrepancy
es: Discrepancia revisable
fr: Divergence révisable

source: RFQ Date:
es: Fecha de RFQ:
fr: Date de l'appel d’offres :

source: RFQ Number:
es: Número de RFQ:
fr: Numéro de l'appel d’offres :

source: Right Margin:
es: Margen derecho:
fr: Marge droite :

source: Round Down
es: Redondeo hacia abajo
fr: Arrondir à la baisse

source: Round To Nearest
es: Redondeo al más cercano
fr: Arrondir au plus proche

source: Round Up
es: Redondeo hacia arriba
fr: Arrondir à la hausse

source: Rounding Type
es: Tipo de redondeo
fr: Type d'arrondi

source: RowNumber
fr: Numéro de ligne

source: RR value not found
es: Valor de RR no encontrado
fr: Valeur RR non trouvée

source: s. Please make sure the direct relationship exists for these accounts,
es: s. Asegúrese de que la relación directa exista para estas cuentas,
fr: s. Veuillez vous assurer que la relation directe existe pour ces comptes,

source: Sale Price
es: Precio de venta
fr: Prix de vente

source: Sales
es: Ventas
fr: Ventes

source: Sales Document Type
es: Tipo de documento de ventas
fr: Type de document de vente

source: Sales Document Type is required
es: Tipo de documento de ventas es obligatorio
fr: Le type de document de vente est requis

source: Sales Representative
es: Representante de ventas
fr: Représentant des ventes

source: Salesforce Configuration
es: Configuración de fuerza de ventas
fr: Configuration de Salesforce

source: Salesperson
es: Comercial
fr: Vendeur

source: SAP Order
es: Pedido SAP
fr: Commande SAP

source: SATURDAY
es: SÁBADO
fr: SAMEDI

source: Save &amp; Exit
es: Guardar y salir
fr: Sauvegarder et quitter

source: Save and Continue
es: Guardar y continuar
fr: Sauvegarder et continuer

source: Save Approval Rights
es: Guardar derechos de aprobación
fr: Sauvegarder les droits d'approbation

source: Save Approval Status
es: Guardar estado de autorización
fr: Sauvegarder le statut d'approbation

source: Save Approvers
es: Guardar aprobadores
fr: Sauvegarder les approbateurs

source: Save As
es: Guardar como
fr: Enregistrer sous

source: Save As Bookmark
es: Guardar como favorito
fr: Enregistrer comme signet

source: Save As My Default
es: Guardar como Mi predeterminado
fr: Enregistrer comme mon choix par défaut

source: Save Assignment
es: Guardar asignación
fr: Enregistrer l'affectation

source: Save Bookmark
es: Guardar marcador
fr: Enregistrer un signet

source: Save Email Address to my profile
es: Guardar dirección de correo electrónico en mi perfil
fr: Enregistrer l'adresse e-mail dans mon profil

source: Save Entity Chart
es: Guardar gráfico de entidad
fr: Enregistrer le diagramme des entités

source: Save Entity Function
es: Guardar función de entidad
fr: Fonction de sauvegarde de l'entité

source: Save Failed for the Locations
es: Guardar falló para las ubicaciones
fr: Échec de la sauvegarde pour les emplacements

source: Save Failed, location assignment for Super Admin / Community Admin is not allowed as they are meant to have access to all locations
es: Error al guardar, la asignación de ubicaciones para Super Admin./Admin. de comunidad no está permitida ya que se supone que tienen acceso a todas las ubicaciones
fr: Échec de la sauvegarde, l'assignation d'un emplacement à un super administrateur ou à un administrateur de communauté n'est pas autorisée, car ils sont censés avoir accès à tous les emplacements

source: Save Invoice
es: Guardar factura
fr: Sauvegarder la facture

source: Save Layout
es: Guardar disposición
fr: Sauvegarder la mise en page

source: Save Location
es: Guardar ubicación
fr: Sauvegarder l'emplacement

source: Save Product Group Location
es: Guardar ubicación del grupo de productos
fr: Sauvegarder l'emplacement du groupe de produits

source: Save Selected Functions
es: Guardar funciones seleccionadas
fr: Sauvegarder les fonctions sélectionnées

source: Save Unregistered Users
es: Guardar usuarios no registrados
fr: Sauvegarder les utilisateurs non enregistrés

source: Save User
es: Guardar usuario
fr: Sauvegarder l'utilisateur

source: Save Users Assignments
es: Guardar asignaciones de usuarios
fr: Sauvegarder les affectations des utilisateurs

source: Saved
es: Guardado
fr: Sauvegardé

source: Saved Successfully
es: Guardado correctamente
fr: Sauvegardé avec succès

source: Savings
es: Ahorros
fr: Épargne

source: Schedule
es: Programa
fr: Calendrier

source: Schedule Created
es: Programa creado
fr: Horaire créé

source: Schedule needs to be assigned; Notification not subscribed
es: Se debe asignar el programa; notificación no suscrita
fr: L'horaire doit être affecté ; la notification n'est pas souscrite

source: Schedule saved and Notification subscribed successfully.
es: Programa guardado y notificación suscrita correctamente.
fr: Programme sauvegardé et notification souscrite avec succès.

source: Scheduled
es: Programado
fr: Prévu

source: Scheduled Date Time
es: Fecha/hora programada
fr: Date et heure prévu

source: ScheduleDay
fr: Jour prévu

source: ScheduleType
fr: Type d’horaire

source: Search
es: Buscar
fr: Recherche

source: Search Help
es: Ayuda de búsqueda
fr: Aide à la recherche

source: Search Options
es: Opciones de búsqueda
fr: Options de recherche

source: Search Type
es: Tipo de búsqueda
fr: Type de recherche

source: SearchType
fr: Type de recherche

source: Second
es: Segundo
fr: Deuxième

source: Second Day Of The Month is Required
es: Segundo día del mes es obligatorio
fr: Le deuxième jour du mois est obligatoire

source: Second Split Invoice:
es: Segunda factura dividida:
fr: Deuxième facture fractionnée :

source: SecondMessage
fr: Deuxième message

source: Section #
es: N.º de sección
fr: No de section

source: Section Code
es: Código de sección
fr: Code de section

source: Section Comment Sequence Missing
es: Falta la secuencia de comentarios de sección
fr: Séquence de commentaire de la section manquante

source: Section Comment Type Invalid
es: Tipo de comentario de sección no válido
fr: Type de commentaire de la section non valide

source: Section Information
es: Información de la sección
fr: Informations sur la section

source: Section No.
es: N.º de sección
fr: No de section

source: Security Code
es: Código de seguridad
fr: Code de sécurité

source: Security Question Attempts
es: Intentos de pregunta de seguridad
fr: Tentatives des questions de sécurité

source: Security Question Verification
es: Verificación de pregunta de seguridad
fr: Vérification des questions de sécurité

source: Security Questions
es: Preguntas de seguridad
fr: Questions de sécurité

source: Security questions updated
es: Preguntas de seguridad actualizadas
fr: Mise à jour des questions de sécurité

source: Security Verification
es: Verificación de seguridad
fr: Vérification de la sécurité

source: See attached for error list
es: Consulte la lista de errores adjunta
fr: Voir ci-jointe la liste des erreurs

source: SEE DUE DATE
es: VER FECHA DE VENCIMIENTO
fr: VOIR DATE D'ÉCHÉANCE

source: See Individual Invoices
es: Ver facturas individuales
fr: Voir les factures individuelles

source: Segment Groups
es: Grupos de segmentos
fr: Groupes sectoriels

source: Select
es: Seleccionar
fr: Sélectionner

source: Select a security question
es: Selecciona una pregunta de seguridad
fr: Sélectionner une question de sécurité

source: Select a value
es: Seleccionar un valor
fr: Sélectionner une valeur

source: Select All Billing Locations
es: Seleccionar todos los lugares de facturación
fr: Sélectionner tous les lieux de facturation

source: Select Attachment Type
es: Seleccionar tipo de archivo adjunto
fr: Sélectionner le type de pièce jointe

source: Select Daily Options
es: Seleccionar opciones diarias
fr: Sélectionner les options journalières

source: Select Day in the week
es: Seleccionar día de la semana
fr: Sélectionner le jour de la semaine

source: Select Discrepancy Type
es: Seleccionar tipo de discrepancia
fr: Sélectionner le type de divergence

source: Select field header type
es: Seleccionar tipo de encabezado de campo
fr: Sélectionner le type d'en-tête de champ

source: Select file type
es: Seleccionar tipo de archivo
fr: Sélectionner le type de fichier

source: Select Fleet
es: Seleccionar flota
fr: Sélectionner la flotte

source: Select Invoice Type
es: Seleccionar tipo de factura
fr: Sélectionner le type de facture

source: Select or deselect columns to be displayed
es: Seleccione o anule la selección de columnas por visualizar
fr: Sélectionner ou désélectionner les colonnes à afficher

source: Select output type
es: Seleccionar tipo de salida
fr: Sélectionner le type de sortie

source: Select Reason
es: Seleccionar motivo
fr: Sélectionner le motif

source: Select Schedule
es: Seleccionar programa
fr: Sélectionner l'horaire

source: Select Subcommunity
es: Seleccionar subcomunidad
fr: Sélectionner une sous-communauté

source: select this part
es: seleccionar esta pieza
fr: sélectionner cette partie

source: Select Transaction Types
es: Seleccionar tipos de transacción
fr: Sélectionner les types de transactions

source: Selected
es: Seleccionado
fr: Sélectionné

source: Selected group is deactivated, please activate the group and try again.
es: El grupo seleccionado está desactivado, active el grupo e inténtelo de nuevo.
fr: Le groupe sélectionné est désactivé, veuillez activer le groupe et réessayer.

source: Selected invoice(s) could not be released because it contains Awaiting Reseller Release/Reseller Release Rejected
es: No se pudo liberar las facturas seleccionadas porque contienen En espera de liberación del revendedor/Liberación del revendedor rechazada
fr: La (les) facture(s) sélectionnée(s) n'a (n'ont) pas pu être débloquée(s) car elle(s) contient(nt) En attente de la validation du revendeur/Validation du revendeur rejetée

source: Selected invoice(s) could not be released due to the discrepancy:
es: No se pudo liberar las facturas seleccionadas debido a la discrepancia:
fr: La ou les factures sélectionnées n'ont pas pu être validées en raison de l’anomalie :

source: Selected Invoices are expired and cannot be moved out of History:
es: Las facturas seleccionadas han caducado y no pueden retirar del Historial:
fr: Les factures sélectionnées sont échues et ne peuvent pas être retirées de l’historique :

source: Selected invoices for each invoice currency total needs to be greater than 0 for processing payments; please select correct invoices for the following currencies:
es: Las facturas seleccionadas para cada total de divisa de la factura debe ser mayor que 0 para procesar los pagos; seleccione las facturas correctas para las siguientes divisas:
fr: Les factures sélectionnées pour chaque devise de facturation doivent être supérieures à 0 pour le traitement des paiements ; veuillez sélectionner les bonnes factures pour les devises suivantes :

source: Selected request already approved
es: Solicitud seleccionada ya aprobada
fr: Demande sélectionnée déjà approuvée

source: Selected request is an existing pre approval relationship. Can not approve
es: La solicitud seleccionada es una relación preaprobada existente. No se puede aprobar
fr: La demande sélectionnée est une relation de pré-approbation existante. Ne peut approuver

source: Selected request is an existing pre approval relationship. Can not reject
es: La solicitud seleccionada es una relación preaprobada existente. No se puede rechazar
fr: La demande sélectionnée est une relation de pré-approbation existante. Ne peut pas rejeter

source: Selected skin code is deactivated please try another.
es: El código de apariencia seleccionado está desactivado, intente con otro.
fr: Le skin code sélectionné est désactivé, veuillez en essayer un autre.

source: Selected value is not matching with listed values in the company name drop down, please correct the selection.
es: El valor seleccionado no coincide con los valores de la lista desplegable de nombre de empresa, corrija la selección.
fr: La valeur sélectionnée ne correspond pas aux valeurs listées dans la liste déroulante du nom de l'entreprise, veuillez corriger la sélection.

source: Selected value is not matching with listed values in the Supercede part number drop down, please correct the selection.
es: El valor seleccionado no coincide con los valores de la lista desplegable Sustituir número de pieza, corrija la selección.
fr: La valeur sélectionnée ne correspond pas aux valeurs listées dans la liste déroulante Remplacer le numéro de pièce, veuillez corriger la sélection.

source: Selection
es: Selección
fr: Sélection

source: Seller
es: Vendedor
fr: Vendeur

source: Seller Address
es: Dirección del vendedor
fr: Adresse du vendeur

source: Seller Bill To
es: Destinatario de facturación del vendedor
fr: Vendeur Facturé à

source: Seller Bill To Code
es: Código de destinatario de facturación del vendedor
fr: Vendeur Facturé à Code

source: Seller Billing Code
es: Código de facturación del vendedor
fr: Code de facturation du vendeur

source: Seller Billing Management
es: Gestor de facturación del vendedor
fr: Gestion de la facturation des vendeurs

source: Seller Brand AAIA
es: AAIA de marca del vendedor
fr: Marque du vendeur AAIA

source: Seller Brand Name
es: Nombre de marca del vendedor
fr: Marque du vendeur

source: Seller City
es: Ciudad del vendedor
fr: Ville du vendeur

source: Seller Code
es: Código de vendedor
fr: Code vendeur

source: Seller Code Invalid
es: Código de vendedor no válido
fr: Code vendeur non valide

source: Seller Company Name
es: Nombre de la empresa del vendedor
fr: Nom de l'entreprise du vendeur

source: Seller Contacts
es: Contactos del vendedor
fr: Contacts du vendeur

source: Seller Criteria
es: Criterios de vendedor
fr: Critères du vendeur

source: Seller defined in DMS
es: Vendedor definido en DMS
fr: Vendeur défini dans DMS

source: Seller Description
es: Descripción del vendedor
fr: Description du vendeur

source: Seller Discount Date Report
es: Informe de fechas de descuento del vendedor
fr: Rapport sur la date de remise du vendeur

source: Seller Due Date
es: Fecha de vencimiento del vendedor
fr: Date d'échéance du vendeur

source: Seller Due Date Report
es: Informe de fechas de vencimiento del vendedor
fr: Rapport sur la date d'échéance du vendeur

source: Seller Entity Code
es: Código de entidad del vendedor
fr: Code de l'entité du vendeur

source: Seller Fee
es: Tasa del vendedor
fr: Frais du vendeur

source: Seller Group
es: Grupo de vendedores
fr: Groupe de vendeurs

source: Seller Group Name
es: Nombre del grupo de vendedores
fr: Nom du groupe de vendeurs

source: Seller has delivered the invoice
es: El vendedor ha entregado la factura
fr: Le vendeur a délivré la facture

source: Seller has released the invoice
es: El vendedor ha liberado la factura
fr: Le vendeur a débloqué la facture

source: Seller Identifier
es: Identificador del vendedor
fr: Identifiant du vendeur

source: Seller Inv #
es: N.º de fac. del vendedor
fr: Numéro de facture du vendeur

source: Seller Inv Date
es: Fecha de fac. del vendedor
fr: Date de la facture du vendeur

source: Seller Inv. Date
es: Fac. del vendedor Fecha
fr: Facture du vendeur Date

source: Seller Inv. Number
es: Fac. del vendedor Número
fr: Facture du vendeur Nombre

source: Seller Invoice #
es: N.º de factura del vendedor
fr: Numéro de facture du vendeur

source: Seller Invoice Date
es: Fecha de la factura del vendedor
fr: Date de la facture du vendeur

source: Seller Invoice Number
es: Número de factura del vendedor
fr: Numéro de facture du vendeur

source: Seller Invoice Pre-Approval Report
es: Informe de preaprobación de factura de vendedor
fr: Rapport d'approbation préalable de la facture du vendeur

source: Seller Invoice Submission Method
es: Método de presentación de factura de vendedor
fr: Méthode de soumission de la facture du vendeur

source: Seller Invoices
es: Facturas del vendedor
fr: Factures du vendeur

source: Seller is set up to only allow processing invoices forwarded from another community
es: El vendedor está configurado para permitir solo el procesamiento de facturas reenviadas desde otra comunidad
fr: Le vendeur est configuré de manière à n'autoriser que le traitement des factures transmises par une autre communauté

source: Seller Item Reference Incorrect:
es: Referencia de artículo del vendedor incorrecta:
fr: Référence de l'article du vendeur Incorrect :

source: Seller Legal Name
es: Nombre legal del vendedor
fr: Nom légal du vendeur

source: Seller Location
es: Ubicación del vendedor
fr: Emplacement du vendeur

source: Seller Location Code
es: Código de ubicación del vendedor
fr: Code de l’emplacement du vendeur

source: Seller Locations
es: Ubicaciones del vendedor
fr: Emplacements du vendeur

source: Seller Lookup
es: Búsqueda de vendedores
fr: Recherche de vendeurs

source: Seller Name
es: Nombre del vendedor
fr: Nom du vendeur

source: Seller Name (Billing Location)
es: Nombre del vendedor (lugar de facturación)
fr: Nom du vendeur (lieu de facturation)

source: Seller not active or has been terminated
es: Vendedor no activo o dado de baja
fr: Le vendeur n'est pas actif ou a été licencié

source: Seller on invoice
es: Vendedor en la factura
fr: Vendeur sur facture

source: Seller paid in error
es: Vendedor pagado por error
fr: Le vendeur a payé par erreur

source: Seller Part Summary - Buyer Bill To
es: Resumen de piezas del vendedor - Destinatario de factura del comprador
fr: Récapitulatif des pièces du vendeur - Acheteur Facturer à

source: Seller Part Summary - Buyer Location
es: Resumen de piezas del vendedor - Ubicación del comprador
fr: Récapitulatif des pièces du vendeur - Emplacement de l'acheteur

source: Seller Part Type Sales Summary - Bill To
es: Resumen de ventas de tipos de piezas del vendedor - Destinatario de facturación
fr: Résumé des ventes des types de pièces du vendeur - Facturer à

source: Seller Part Type Sales Summary - Location
es: Resumen de ventas de tipos de piezas del vendedor - Ubicación
fr: Résumé des ventes des types de pièces du vendeur - Emplacement

source: Seller Parts
es: Piezas del vendedor
fr: Pièces du vendeur

source: Seller Payment Terms
es: Condiciones de pago del vendedor
fr: Conditions de paiement du vendeur

source: Seller PN
es: PN del vendedor
fr: PN du vendeur

source: Seller PO/POQ Transaction Lookup
es: Búsqueda de transacciones OC/POQ del vendedor
fr: Consultation des transactions de bons de commande/POQ du vendeur

source: Seller Pre Authorization
es: Preautorización del vendedor
fr: Autorisation préalable du vendeur

source: Seller Price
es: Precio de venta
fr: Prix du vendeur

source: Seller Primary Identity
es: Identidad principal del vendedor
fr: Identité primaire du vendeur

source: Seller Purchases Report
es: Informe de compras del vendedor
fr: Rapport sur les achats du vendeur

source: Seller Release Invoices
es: Facturas de liberación del vendedor
fr: Factures d'autorisation du vendeur

source: Seller Sales Summary - Bill To
es: Resumen de ventas del vendedor - Destinatario de facturación
fr: Résumé des ventes du vendeur - Facturation

source: Seller Sales Summary - Location
es: Resumen de ventas del vendedor - Ubicación
fr: Résumé des ventes du vendeur - Emplacement

source: Seller Shop
es: Tienda del vendedor
fr: Magasin du vendeur

source: Seller Shop Code
es: Código de tienda del vendedor
fr: Code du magasin du vendeur

source: Seller Statement Detail
es: Detalle del estado de cuenta del vendedor
fr: Détail de la déclaration du vendeur

source: Seller statement period end date
es: Fecha de finalización del período de estado de cuenta del vendedor
fr: Date de fin de la période de déclaration du vendeur

source: Seller statement period start date
es: Fecha de inicio del período de estado de cuenta del vendedor
fr: Date de début de la période de déclaration du vendeur

source: Seller Statements
es: Estados de cuenta del vendedor
fr: Déclarations du vendeur

source: Seller Submission Date
es: Fecha de presentación del vendedor
fr: Date de soumission par le vendeur

source: Seller Summary
es: Resumen del vendedor
fr: Résumé du vendeur

source: Seller Total
es: Total del vendedor
fr: Total vendeur

source: Seller Type
es: Tipo de vendedor
fr: Type de vendeur

source: Seller Type is required
es: Tipo de vendedor es obligatorio
fr: Le type de vendeur est requis

source: Seller updated the invoice
es: El vendedor actualizó la factura
fr: Le vendeur a mis à jour la facture

source: Seller/Buyer
es: Vendedor/Comprador
fr: Vendeur/acheteur

source: Seller/Buyer Billing location is not setup to begin processing
es: La ubicación de facturación del vendedor/comprador no está configurada para iniciar el procesamiento
fr: Le lieu de facturation du vendeur/de l'acheteur n'est pas configuré pour commencer le traitement

source: Sellers
es: Vendedores
fr: Vendeurs

source: Semicolon
fr: Point-virgule

source: Send
es: Enviar
fr: Envoyer

source: Send additional questions regarding this dispute to me at:
es: Envíenme preguntas adicionales sobre esta disputa a:
fr: Pour toute question supplémentaire concernant ce litige, veuillez m'envoyer un message à l'adresse suivante :

source: Send me a copy
es: Envíenme una copia
fr: Envoyez-moi une copie

source: Send New Temp Password
es: Enviar nueva contraseña temporal
fr: Envoyer le nouveau mot de passe temporaire

source: Send Notification
es: Enviar notificación
fr: Envoyer une notification

source: Send Reminder
es: Enviar recordatorio
fr: Envoyer un rappel

source: SEND SUPPLIER INVOICE
es: ENVIAR FACTURA DE PROVEEDOR
fr: ENVOYER LA FACTURE DU FOURNISSEUR

source: Sender Match Type
es: Tipo de coincidencia de remitente
fr: Type de correspondance de l'expéditeur

source: senderaddress
fr: adresse de l'expéditeur

source: SenderCode
fr: Code de l'expéditeur

source: sendername
fr: nom de l'expéditeur

source: SendNotification
fr: Envoyer une notification

source: Sent
es: Enviado
fr: Envoyé

source: Separated Value
es: Valor separado
fr: Valeur séparée

source: Sequence Number
es: Número de secuencia
fr: Numéro de séquence

source: Sequence Number Invalid
es: Número de secuencia no válido
fr: Numéro de séquence invalide

source: Server Name
es: Nombre del servidor
fr: Nom du serveur

source: Service Fee
es: Tasa de servicio
fr: Frais de service

source: Service Manager
es: Gerente de servicios
fr: Gestionnaire de services

source: Service Provider
es: Proveedor de servicios
fr: Prestataire de services

source: Service Provider can see customer info
es: El proveedor de servicios puede ver la información del cliente
fr: Le prestataire de services peut consulter les informations relatives aux clients
