Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Invalid Discount Percent
es: Porcentaje de descuento no válido
fr: Pourcentage de remise non valide

source: Invalid Discount Percentage in the PURCHASER INFORMATION Section!
es: Porcentaje de descuento no válido en la sección INFORMACIÓN DEL COMPRADOR
fr: Pourcentage de remise non valide dans la section RENSEIGNEMENTS SUR L’ACHETEUR !

source: Invalid Dispute Reason value.
es: Valor de Motivo de disputa no válido.
fr: La valeur du motif de contestation n'est pas valide.

source: Invalid Document Type\
es: Tipo de documento no válido\
fr: Type de document non valide

source: Invalid Document View\
es: Vista de documento no válida\
fr: Vue d'un document non valide

source: Invalid DocumentId for the given Seller and Buyer Code\
es: DocumentId no válido para el Código de vendedor y comprador dados\
fr: DocumentId non valide pour les codes vendeur et acheteur donnés

source: Invalid Early Pay Discount Amount
es: Monto del descuento por pronto pago no válido
fr: Montant de l'escompte pour paiement anticipé non valide

source: Invalid Early Pay Discount Due Date
es: Fecha de vencimiento del descuento por pronto pago no válida
fr: Date d'échéance de l'escompte pour paiement anticipé non valide

source: Invalid effective date
es: Fecha de vigencia no válida
fr: Date d'entrée en vigueur non valide

source: Invalid Email
es: Correo electrónico no válido
fr: Courriel non valide

source: Invalid Email Address
es: Dirección de correo electrónico no válida
fr: Adresse électronique non valide

source: Invalid Email.
es: Correo electrónico no válido.
fr: Courriel non valide.

source: Invalid end date :
es: Fecha de finalización no válida:
fr: Date de fin non valide :

source: Invalid Facing
es: Representante no válido
fr: Face non valide

source: Invalid FET Amount value.
es: Valor del monto FET no válido.
fr: Valeur du montant du FET non valide.

source: Invalid FET in the ADD ITEM section
es: FET no válido en la sección AÑADIR ARTÍCULO
fr: FET non valide dans la section AJOUTER UN ARTICLE

source: Invalid file type attachment. Allowed file types\
es: Tipo de archivo adjunto no válido. Tipos de archivo permitidos\
fr: Type de fichier joint non valide. Types de fichiers autorisés

source: invalid flag
es: indicador no válido
fr: drapeau non valide

source: Invalid Input parameters
es: Parámetros de entrada no válidos
fr: Paramètres d'entrée non valides

source: Invalid Invoice, Invoice moved to History
es: Factura no válida, factura movida a Historial
fr: Facture non valide, Facture déplacée dans l'historique

source: Invalid Item Create Date :
es: Fecha de creación del artículo no válida:
fr: Date de création de l'élément non valide :

source: Invalid Item Deactivation Date :
es: Fecha de desactivación del artículo no válida:
fr: Date de désactivation de l'élément non valide :

source: Invalid key
es: Clave no válida
fr: Clé non valide

source: Invalid key and value
es: Clave y valor no válidos
fr: Clé et valeur non valides

source: Invalid Location
es: Ubicación no válida
fr: Emplacement non valide

source: Invalid Payment Due Date
es: Fecha de vencimiento de pago no válida
fr: Date d'échéance du paiement non valide

source: Invalid Payment Term
es: Condición de pago no válida
fr: Conditions de paiement non valides

source: Invalid pending Action.
es: Acción pendiente no válida.
fr: Action en attente non valide.

source: Invalid Phone
es: Teléfono no válido
fr: Téléphone non valide

source: Invalid Phone Number.
es: Número de teléfono no válido.
fr: Numéro de téléphone non valide.

source: Invalid PO Date
es: Fecha de la OC no válida
fr: Date du bon de commande non valide

source: Invalid PO Number
es: Número de OC no válido
fr: Numéro du bon de commande non valide

source: Invalid Point of Sale Country Code
es: Código de país del punto de venta no válido
fr: Code pays du point de vente non valide

source: Invalid POQ, POQ moved to History
es: POQ no válido, POQ movido a Historial
fr: POQ non valide, POQ déplacé dans l'historique

source: Invalid price in the ADD ITEM section
es: Precio no válido en la sección AÑADIR ARTÍCULO
fr: Prix invalide dans la section AJOUTER UN ARTICLE

source: Invalid ProgramId
es: ProgramId no válido
fr: Identifiant de programme non valide

source: Invalid Purchase Order Date
es: Fecha de orden de compra no válida
fr: Date de commande non valide

source: Invalid quantity in the ADD ITEM section
es: Cantidad no válida en la sección AÑADIR ARTÍCULO
fr: Quantité non valide dans la section AJOUTER UN ARTICLE

source: Invalid Quantity value.
es: Valor de cantidad no válido.
fr: Valeur de la quantité non valide.

source: Invalid Request
es: Solicitud no válida
fr: Demande non valide

source: Invalid request, invalid 'corReferenceType' were supplied
es: Solicitud no válida, se proporcionó 'corReferenceType' no válido
fr: Demande non valide, le type de référence 'corReferenceType' fourni n'est pas valide

source: Invalid request, invalid 'corReferenceValue' were supplied
es: Solicitud no válida, se proporcionó 'corReferenceValue' no válido
fr: Demande non valide, la valeur de référence 'corReferenceValue’ fournie n'est pas valide

source: Invalid request, invalid 'customerCode' were supplied
es: Solicitud no válida, se proporcionó 'customerCode' no válido
fr: Demande non valide, le code client 'customerCode' fourni n'est pas valide

source: Invalid request, invalid 'DeliveryMethod' were supplied
es: Solicitud no válida, se proporcionó 'DeliveryMethod' no válido
fr: Demande non valide, la méthode de livraison 'DeliveryMethod' fournie n'est pas valide

source: Invalid request, invalid 'DeliveryStatus' were supplied
es: Solicitud no válida, se proporcionó 'DeliveryStatus' no válido
fr: Demande non valide, le statut de livraison 'DeliveryStatus’ fourni n'est pas valide

source: Invalid request, invalid 'poqNumber' were supplied
es: Solicitud no válida, se proporcionó 'poqNumber' no válido
fr: Demande non valide, le numéro POQ 'poqNumber’ fourni n’est pas valide

source: Invalid request, invalid 'transactionStatus' were supplied
es: Solicitud no válida, se proporcionó 'transactionStatus' no válido
fr: Demande non valide, un 'transactionStatus' non valide a été fourni

source: Invalid request, invalid 'UniqueLetterID' were supplied
es: Solicitud no válida, se proporcionó 'UniqueLetterID' no válido
fr: Demande non valide, un 'UniqueLetterID' non valide a été fourni

source: Invalid request, invalid 'vendorCode' were supplied
es: Solicitud no válida, se proporcionó 'vendorCode' no válido.
fr: Demande non valide, un 'vendorCode' non valide a été fourni

source: Invalid request, invalid fields were supplied
es: Solicitud no válida, se proporcionaron campos no válidos
fr: Demande non valide, des champs fournis ne sont pas valides

source: Invalid requestType parameter value.
es: Valor del parámetro requestType no válido.
fr: Valeur de paramètre requestType non valide.

source: Invalid Reseller
es: Revendedor no válido
fr: Revendeur non valide

source: Invalid Seller Code\
es: Código de vendedor no válido
fr: Code vendeur non valide\

source: Invalid Superceded Part effective Date:
es: Fecha de vigencia de pieza sustituida no válida:
fr: Date d'entrée en vigueur de la partie superposée non valide :

source: Invalid Surcharge in the ADD ITEM section
es: Recargo no válido en la sección AÑADIR ARTÍCULO
fr: Supplément non valide dans la section AJOUTER UN ARTICLE

source: Invalid tax amount :
es: Monto del impuesto no válido:
fr: Montant de la taxe non valide :

source: Invalid Term Basis
es: Base de plazo no válida
fr: Base temporelle non valide

source: Invalid Term Type
es: Tipo de plazo no válido
fr: Type de durée non valide

source: Invalid Transaction Date
es: Fecha de transacción no válida
fr: Date de transaction invalide

source: Invalid Transaction Number
es: Número de transacción no válido
fr: Numéro de transaction non valide

source: Invalid Transaction, Length can not be more than 20 character.
es: Transacción no válida, la longitud no puede ser superior a 20 caracteres.
fr: Transaction non valide, la longueur ne peut pas être supérieure à 20 caractères.

source: Invalid transactionStatus parameter for requestType '{0}'.
es: Parámetro transactionStatus no válido para requestType '{0}'.
fr: Le paramètre transactionStatus n'est pas valide pour le requestType '{0}'.

source: Invalid transactionStatus parameter value.
es: Valor del parámetro transactionStatus no válido.
fr: Valeur non valide du paramètre transactionStatus.

source: Invalid Unit Price value.
es: Valor de precio unitario no válido.
fr: Valeur du prix unitaire non valide.

source: Invalid validate flag :
es: Indicador de validación no válido:
fr: Indicateur de validation non valide :

source: Invalid value
es: Valor no válido
fr: Valeur non valide

source: Invalid Value:
es: Valor no válido:
fr: Valeur non valide :

source: Invalid visibleto value for {0} user.
es: Valor de visibleto no válido para el usuario {0}.
fr: Valeur visibleto invalide pour l'utilisateur {0}.

source: Invalid visibleto value.
es: Valor de visibleto no válido.
fr: Valeur visibleto non valide.

source: Invalid','Dealer Shipping Method
es: no válido’, ’Método de envío del distribuidor
fr: Non valide', ‘Méthode d’expédition du distributeur

source: Invalid','PDC Shipping Method
es: no válido’, ’Método de envío de PDC
fr: Non valide', ‘Méthode d’expédition PDC

source: Invalid','Sales Document Type
es: no válido’, ‘Tipo de documento de ventas
fr: Non valide', ‘Type de document de ventes

source: Invalid corporate logo image size. the proper size is {0}
es: Tamaño&nbsp;de&nbsp;imagen&nbsp;corporativa&nbsp;no&nbsp;válida.&nbsp;El&nbsp;tamaño&nbsp;apropiado&nbsp;es&nbsp;{0}
fr: Taille&nbsp;d’image&nbsp;du logo&nbsp;d’entreprise&nbsp;non valide.&nbsp;la&nbsp;taille&nbsp;appropriée&nbsp;est&nbsp;{0}

source: Invalid HR Feed JSON object
es: Objeto&nbsp;HR&nbsp;Feed&nbsp;JSON&nbsp;no&nbsp;válido
fr: Objet&nbsp;HR&nbsp;Feed&nbsp;JSON&nbsp;non valide

source: Invalid Parameters\:No file attached
es: Parámetros&nbsp;no&nbsp;válidos\: No&nbsp;se&nbsp;adjuntó&nbsp;ningún&nbsp;archivo
fr: Paramètres&nbsp;non valides\ : Pas de&nbsp;fichier&nbsp;joint

source: Invalid Parameters\:user_id is required in form-data
es: Parámetros&nbsp;no&nbsp;válidos\: user_id&nbsp;es&nbsp;obligatorio&nbsp;en&nbsp;form-data
fr: Paramètres&nbsp;non valides\ : user_id&nbsp;est&nbsp;requis&nbsp;dans&nbsp;form-data

source: InvCount
fr: Nombre de factures

source: Invoice
es: Factura
fr: Facture

source: Invoice $ by Type
es: Factura $ por tipo
fr: Facture $ par type

source: Invoice already reassigned to other location. Please refresh the invoice to view the changes.
es: Factura ya reasignada a otra ubicación. Actualice la factura para ver los cambios.
fr: La facture a déjà été réaffectée à un autre site. Veuillez actualiser la facture pour voir les changements.

source: Invoice Amount
es: Monto de la factura
fr: Montant de la facture

source: Invoice Amount Allocations
es: Asignaciones del monto de la factura
fr: Montant de la facture Allocations

source: Invoice amount exceeds PO:
es: El monto de la factura supera la OC:
fr: Le montant de la facture est supérieur à celui du bon de commande :

source: Invoice Amount Paid
es: Monto de factura pagado
fr: Montant de la facture payé

source: Invoice Amount Required
es: Monto de factura requerido
fr: Montant de la facture requis

source: Invoice Amount Tolerance
es: Tolerancia del monto de la factura
fr: Tolérance du montant de la facture

source: Invoice Amount:
es: Monto de la factura:
fr: Montant de la facture :

source: Invoice and Invoice Options page.
es: Página de Factura y Opciones de factura.
fr: Facture et options de la facture.

source: Invoice APIrelated Entries
es: Entradas APIrelated de factura
fr: Entrées liées à l'API de la facture

source: Invoice Approval Limits
es: Límites de aprobación de factura
fr: Limites d'approbation de la facture

source: Invoice Approval Status
es: Estado de aprobación de factura
fr: Statut d'approbation de la facture

source: Invoice Awaiting
es: Factura pendiente
fr: Facture en attente

source: Invoice Awaiting Buyer Release
es: Factura pendiente de liberación de comprador
fr: Facture en attente de validation par l'acheteur

source: Invoice Awaiting Buyer Release Reminder
es: Recordatorio de factura pendiente de liberación de comprador
fr: Rappel de la facture en attente de validation par l'acheteur

source: Invoice Awaiting Dealer Release
es: Factura pendiente de liberación de distribuidor
fr: Facture en attente de validation par le distributeur

source: Invoice Awaiting Fleet Release
es: Factura pendiente de liberación de flota
fr: Facture en attente de validation par la flotte

source: Invoice Awaiting Fleet Release Reminder
es: Recordatorio de factura pendiente de liberación de flota
fr: Rappel de la facture en attente de validation par la flotte

source: Invoice Awaiting Release
es: Factura pendiente de liberación
fr: Facture en attente de validation

source: Invoice Awaiting Release Status
es: Estado de factura pendiente de liberación
fr: Statut de la facture en attente de validation

source: Invoice Awaiting Seller Release
es: Factura pendiente de liberación de vendedor
fr: Facture en attente de validation par le vendeur

source: Invoice Balance
es: Saldo de facturas
fr: Solde de la facture

source: Invoice Change Log
es: Registro de cambios en factura
fr: Journal des modifications de la facture

source: Invoice Comments
es: Comentarios de factura
fr: Commentaires sur la facture

source: Invoice Count
es: Recuento de facturas
fr: Nombre de factures

source: Invoice Credited
es: Factura abonada
fr: Facture créditée

source: Invoice Date
es: Fecha de la factura
fr: Date de la facture

source: Invoice date is required
es: La fecha de la factura es obligatoria
fr: La date de la facture est requise

source: Invoice Date:
es: Fecha de la factura:
fr: Date de la facture :

source: Invoice Delivery
es: Entrega de la factura
fr: Livraison de la facture

source: Invoice Delivery Method
es: Método de entrega de la factura
fr: Méthode de livraison de la facture

source: Invoice Detail Report
es: Informe detallado de la factura
fr: Rapport détaillé de la facture

source: Invoice Detail Report 2
es: Informe detallado de la factura 2
fr: Rapport détaillé de la facture 2

source: Invoice Discrepancies
es: Discrepancias en la factura
fr: Écarts de facturation

source: Invoice Discrepancy
es: Discrepancia en la factura
fr: Écart de facturation

source: Invoice Discrepancy History
es: Historial de discrepancias en facturas
fr: Historique des écarts de facturation

source: Invoice Dispute Creation Status
es: Estado de creación de discrepancia de factura
fr: Statut de création du litige de la facture

source: Invoice Download
es: Descarga de facturas
fr: Téléchargement de la facture

source: Invoice Download Setup
es: Configuración de descarga de facturas
fr: Configuration du téléchargement de la facture

source: Invoice Due Date
es: Fecha de vencimiento de factura
fr: Date d'échéance de la facture

source: Invoice Entry
es: Entrada de facturas
fr: Saisie de la facture

source: Invoice Error Stats
es: Estadísticas de error de facturas
fr: Statistiques sur les erreurs de facturation

source: Invoice exists
es: Factura existente
fr: La facture existe

source: Invoice FET
es: FET de factura
fr: Facture FET

source: Invoice Fields
es: Campos de la factura
fr: Champs de la facture

source: Invoice forwarding was used for the original Invoice; cannot change the original
es: Se utilizó el reenvío de factura para la factura original; no se puede modificar la original
fr: Le transfert de facture a été utilisé pour la facture originale ; il n'est pas possible de modifier l'original

source: Invoice Generation Completed
es: Generación de factura completada
fr: Génération de la facture terminée

source: Invoice Header
es: Encabezado de factura
fr: En-tête de la facture

source: Invoice History
es: Historial de facturas
fr: Historique des factures

source: Invoice hold release ActiveMQ queue call failed.
es: Error en la llamada a la cola ActiveMQ de liberación de retención de factura.
fr: L'appel à la file d'attente ActiveMQ pour le déblocage de la retenue de la facture a échoué.

source: Invoice hold release ActiveMQ queue property retreival failed.
es: Error en la recuperación de propiedades de la cola ActiveMQ de liberación de retención de factura.
fr: La récupération de la propriété de la file d'attente ActiveMQ pour le déblocage de la retenue de la facture a échoué.

source: Invoice hold release Exception log api call failed.
es: Error en la llamada a la API de registro de excepciones.
fr: L'appel au journal API des Exceptions pour le déblocage de la retenue de la facture a échoué.

source: Invoice hold release failed
es: Error en la liberación de la retención de factura
fr: Échec du déblocage de la retenue de la facture

source: Invoice hold release failed.
es: Error en la liberación de la retención de factura.
fr: Échec du déblocage de la retenue de la facture.

source: Invoice hold release json data retreival failed.
es: Error en la recuperación de datos json de liberación de factura.
fr: La récupération des données json pour le déblocage de la retenue de la facture a échoué.

source: Invoice hold release succeeded.
es: Liberación de retención de factura exitosa.
fr: Le déblocage de la retenue de la facture a réussi.

source: Invoice Hold Released:
es: Retención de factura liberada:
fr: Déblocage de la retenue sur facture :

source: invoice Id
es: ID de factura
fr: id de la facture

source: Invoice Information:
es: Información de la factura:
fr: Informations sur la facture :

source: Invoice Item Fill
es: Relleno de elementos de la factura
fr: Remplissage de l'article de la facture

source: Invoice Items
es: Elementos de la factura
fr: Postes de la facture

source: Invoice Limit Amount
es: Monto límite de la factura
fr: Montant limite de la facture

source: Invoice Line Items
es: Partidas de factura
fr: Postes de la facture

source: Invoice List
es: Lista de facturas
fr: Liste des factures

source: Invoice Logo
es: Logotipo de la factura
fr: Logo de la facture

source: Invoice Map Not Found
es: Mapa de facturas no encontrado
fr: Carte de la facture introuvable

source: Invoice No:
es: N.º de factura:
fr: Numéro de facture

source: Invoice not available, Dealer is updating this invoice
es: Factura no disponible, el distribuidor está actualizando esta factura
fr: Facture non disponible, le distributeur est en train de mettre à jour cette facture

source: Invoice not available, Dealer is updating this Reseller invoice
es: Factura no disponible, el distribuidor está actualizando esta factura del revendedor
fr: Facture non disponible, le distributeur est en train de mettre à jour la facture de ce revendeur

source: Invoice not available, Seller is updating this invoice
es: Factura no disponible, el vendedor está actualizando esta factura
fr: Facture non disponible, le vendeur est en train de mettre à jour cette facture

source: Invoice Number
es: Número de factura
fr: Numéro de la facture

source: Invoice Number cannot be more than
es: El número de factura no puede ser superior a
fr: Le numéro de facture ne peut être supérieur à

source: Invoice Number cannot be more than1
es: El número de factura no puede ser superior a
fr: Le numéro de facture ne peut être supérieur à

source: Invoice Number Count
es: Recuento de números de factura
fr: Nombre de numéros de factures

source: Invoice number is required
es: El número de factura es obligatorio
fr: Le numéro de facture est requis

source: Invoice number is required!
es: ¡El número de factura es obligatorio!
fr: Le numéro de facture est obligatoire !

source: Invoice number not found.
es: Número de factura no encontrado.
fr: Numéro de facture introuvable.

source: Invoice Number Required
es: Número de factura es obligatorio
fr: Numéro de facture requis

source: Invoice Number:
es: Número de factura:
fr: Numéro de facture :

source: Invoice Number:1
es: Número de factura:
fr: Numéro de facture :

source: Invoice numbers [
es: Números de factura \[
fr: Numéros de factures [

source: Invoice on hold, awaiting physical copy
es: Factura en retención, en espera de copia física
fr: Facture en attente, en attente d'une copie physique

source: Invoice Options
es: Opciones de factura
fr: Options de facturation

source: Invoice Pre-approval Defaults Relationship
es: Relación de valores predeterminados de preaprobación de facturas
fr: Approbation préalable de la facture Relation par défaut

source: Invoice Pre-Approval rules failed:
es: Error en reglas de preaprobación de facturas:
fr: Les règles d'approbation préalable des factures ont échoué :

source: Invoice Pre-Approval rules failed: Pre-Approval PO Number has Incorrect Format
es: Error en reglas de preaprobación de facturas: El número de OC de preaprobación tiene un formato incorrecto
fr: Les règles d'approbation préalable des factures ont échoué : Le format du numéro de bon de commande préapprouvé est incorrect

source: Invoice Pre-approval Rules Relationship
es: Relación de reglas de preaprobación de facturas
fr: Règles d'approbation préalable des factures Relation

source: Invoice Price Audit Date
es: Fecha de auditoría de precio de factura
fr: Prix de la facture Date de l'audit

source: Invoice Price Audit Date Relationship
es: Relación de fecha de auditoría de precio de factura
fr: Prix de la facture Date d'audit Relation

source: Invoice processed, Invoice already Settled
es: Factura procesada, factura ya liquidada
fr: Facture traitée, Facture déjà réglée

source: invoice queue configuration
es: configuración de la cola de facturas
fr: configuration de la file d'attente des factures

source: Invoice Reassignment
es: Reasignación de factura
fr: Réaffectation des factures

source: Invoice Reassignment relationship was updated.
es: Se actualizó la relación de reasignación de factura.
fr: La relation de réaffectation des factures a été mise à jour.

source: Invoice Rebill Status
es: Estado de la refacturación de la factura
fr: Statut de la refacturation

source: INVOICE RECEIPT NOTIFICATION
es: NOTIFICACIÓN DE RECEPCIÓN DE FACTURA
fr: AVIS DE RÉCEPTION DE LA FACTURE

source: Invoice Release Rejected
es: Liberación de factura rechazada
fr: Validation de la facture rejetée

source: invoice resend
es: reenvío de factura
fr: renvoi de la facture

source: Invoice Resubmit page
es: Página de reenvío de factura
fr: Page de resoumission de la facture

source: Invoice Reversal Status
es: Estado de la reversión de la factura
fr: Statut d'annulation de la facture

source: Invoice State
es: Estado de la factura
fr: État de la facture

source: Invoice Status
es: Estado de la factura
fr: Statut de la facture

source: Invoice Status Printed
es: Estado de la factura Impresa
fr: Statut de la facture Imprimée

source: Invoice Status Read
es: Estado de la factura Leída
fr: Statut de la facture Lue

source: Invoice Sub-total
es: Subtotal de la factura
fr: Sous-total de la facture

source: Invoice Submission
es: Envío de factura
fr: Soumission de la facture

source: Invoice Submission Authorization
es: Autorización de envío de factura
fr: Autorisation de soumission de facture

source: Invoice Subtotal
es: Subtotal de la factura
fr: Sous-total de la facture

source: Invoice Summary
es: Resumen de la factura
fr: Résumé de la facture

source: Invoice Total
es: Total de la factura
fr: Total de la facture

source: Invoice Totals
es: Totales de facturas
fr: Totaux des factures

source: Invoice Transmission Date
es: Fecha de transmisión de la factura
fr: Date de transmission de la facture

source: Invoice Type
es: Tipo de factura
fr: Type de facture
