Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Dealer Inv. Number
es: Fac. del distribuidor Número
fr: Facture du distributeur Nombre

source: Dealer Invoice #
es: N.º de factura del distribuidor
fr: Facture du distributeur

source: Dealer Invoice Date
es: Fecha de la factura del distribuidor
fr: Date de la facture du distributeur

source: Dealer Invoice Detail
es: Detalle de la factura del distribuidor
fr: Détail de la facture du distributeur

source: Dealer Invoice No.
es: N.º de factura del distribuidor
fr: Numéro de facture du distributeur

source: Dealer Invoice Number
es: Número de factura del distribuidor
fr: Numéro de facture du distributeur

source: Dealer Invoice Pre-Approval Report
es: Informe de preaprobación de la factura del distribuidor
fr: Rapport d'approbation préalable de la facture du distributeur

source: Dealer Invoice Submission Method
es: Método de presentación de la factura del distribuidor
fr: Méthode de soumission de la facture du distributeur

source: Dealer Invoice Transaction Lookup
es: Búsqueda de transacciones de la factura del distribuidor
fr: Consultation de la transaction de la facture du distributeur

source: Dealer Invoices
es: Facturas del distribuidor
fr: Factures des distributeurs

source: Dealer is set up to only allow processing invoices forwarded from another community
es: El distribuidor está configurado para permitir solo el procesamiento de facturas enviadas desde otra comunidad
fr: Le distributeur est configuré de manière à n'autoriser que le traitement des factures transmises par une autre communauté

source: Dealer Item
es: Artículo del distribuidor
fr: Article du distributeur

source: Dealer Legal Name
es: Nombre legal del distribuidor
fr: Nom légal du distributeur

source: Dealer Location
es: Ubicación del distribuidor
fr: Emplacement du distributeur

source: Dealer Locations
es: Ubicaciones del distribuidor
fr: Emplacements des distributeurs

source: Dealer Lookup
es: Búsqueda de distribuidores
fr: Recherche de distributeurs

source: Dealer Lookup Page
es: Página de búsqueda de distribuidores
fr: Page de recherche des distributeurs

source: Dealer Management Business System
es: Sistema empresarial de gestión de distribuidores
fr: Système de gestion des distributeurs

source: Dealer Management System
es: Sistema de gestión de distribuidores
fr: Système de gestion des distributeurs

source: Dealer Name
es: Nombre del distribuidor
fr: Nom du distributeur

source: Dealer Name (Billing Location)
es: Nombre del distribuidor (lugar de facturación)
fr: Nom du distributeur (lieu de facturation)

source: Dealer not active or has been terminated
es: Distribuidor no activo o dado de baja
fr: Le distributeur n'est pas actif ou a été licencié

source: Dealer on invoice
es: Distribuidor en la factura
fr: Distributeur sur facture

source: Dealer paid in error
es: Distribuidor pagado por error
fr: Le distributeur a été payé par erreur

source: Dealer Part Summary - Fleet Bill To
es: Resumen de piezas del distribuidor - Destinatario de factura de flota
fr: Récapitulatif des pièces du distributeur - Flotte Facturé à

source: Dealer Part Summary - Fleet Location
es: Resumen de piezas del distribuidor - Ubicación de la flota
fr: Résumé des pièces du distributeur - Emplacement de la flotte

source: Dealer Payment Terms
es: Condiciones de pago del distribuidor
fr: Conditions de paiement du distributeur

source: Dealer Phone Number
es: Número de teléfono del distribuidor
fr: Numéro de téléphone du distributeur

source: Dealer PN
es: PN del distribuidor
fr: PN du distributeur

source: Dealer PO/POQ Transaction Lookup
es: Búsqueda de transacciones de OC/POQ del distribuidor
fr: Consultation des transactions de bons de commande/ POQ du distributeur

source: Dealer Pre Authorization
es: Preautorización del distribuidor
fr: Autorisation préalable du distributeur

source: Dealer Price
es: Precio del distribuidor
fr: Prix du distributeur

source: Dealer Program Invoice Date:
es: Fecha de factura del programa de distribuidor:
fr: Date de la facture du programme du distributeur :

source: Dealer Purchases Report
es: Informe de compras del distribuidor
fr: Rapport sur les achats des distributeurs

source: Dealer Release Invoices
es: Facturas de liberación del distribuidor
fr: Factures de décharge des distributeurs

source: Dealer Reports
es: Informes del distribuidor
fr: Rapports des distributeurs

source: Dealer Sales Summary - Bill To
es: Resumen de ventas del distribuidor - Destinatario de factura
fr: Résumé des ventes des distributeurs - Facturé à

source: Dealer Sales Summary - Location
es: Resumen de ventas del distribuidor - Ubicación
fr: Résumé des ventes aux distributeurs - Emplacement

source: Dealer Shipping Method
es: Método de envío del distribuidor
fr: Méthode d'expédition du distributeur

source: Dealer shipping method is required
es: Método de envío del distribuidor es obligatorio
fr: La méthode d'expédition du distributeur est requise

source: Dealer Shop
es: Tienda del distribuidor
fr: Magasin du distributeur

source: Dealer Shop Code
es: Código de la tienda del distribuidor
fr: Code de l'atelier du distributeur

source: Dealer STATEMENT
es: ESTADO DE CUENTA del distribuidor
fr: DÉCLARATION du distributeur

source: Dealer Statement Detail
es: Detalle del estado de cuenta del distribuidor
fr: Détail de la déclaration du distributeur

source: Dealer statement period end date
es: Fecha de finalización del periodo de estado de cuenta del distribuidor
fr: Date de fin de la période du relevé du distributeur

source: Dealer statement period start date
es: Fecha de inicio del período de estado de cuenta del distribuidor
fr: Date de début de la période de déclaration du distributeur

source: Dealer Statements
es: Estados de cuenta del distribuidor
fr: Déclarations du distributeur

source: Dealer Subcommunity
es: Subcomunidad del distribuidor
fr: Sous-communauté des distributeurs

source: Dealer Submission Date
es: Fecha de presentación del distribuidor
fr: Date de soumission du distributeur

source: Dealer Type
es: Tipo de distribuidor
fr: Type de distributeur

source: Dealer updated the invoice
es: El distribuidor actualizó la factura
fr: Le distributeur a mis à jour la facture

source: Dealer Users: Access the program website, by clicking the &quot;Access Billing System&quot; link in Access Freightliner.&lt;br/&gt;
es: Usuario de distribuidor: Acceda al sitio web del programa haciendo clic en el enlace “Acceder al sistema de facturación” en Access Freightliner.<br/>
fr: Utilisateurs distributeurs : Accédez au site web du programme en cliquant sur le lien « Accéder au système de facturation » dans Access Freightliner.<br/>

source: Dealer/Fleet
es: Distribuidor/Flota
fr: Distributeur/ Flotte

source: Dealer/Fleet Billing location is not setup to begin processing
es: El lugar de facturación del distribuidor/flota no está configurado para procesamiento
fr: L'emplacement de facturation du distributeur ou de la flotte n'est pas configuré pour commencer le traitement

source: DealerBillTo
fr: Facturé à du distributeur

source: DealerBillToCode
fr: Code Facturé à du distributeur

source: DealerCity
fr: Ville du distributeur

source: DealerCode
fr: Code du distributeur

source: DealerId
fr: ID du distributeur

source: DealerInv
fr: Facture du distributeur

source: DealerInv#
fr: No de facture du distributeur

source: DealerInv#Count
fr: Compte du No de facture du distributeur

source: DealerInvDate
fr: Date de facture du distributeur

source: DealerInvNumber
fr: Numéro de facture du distributeur

source: DealerInvoiceDate
fr: Date de facture du distributeur

source: DealerLocation
fr: Emplacement du distributeur

source: DealerLocationCode
fr: Code d’emplacement du distributeur

source: DealerName
fr: Nom du distributeur

source: DealerParentAddress
fr: Adresse du distributeur

source: DealerShippingMethod
fr: Méthode d’expédition du distributeur

source: DealerShopMustMatch
fr: Le magasin du distributeur doit correspondre

source: DealerStatement
fr: Déclaration du distributeur

source: Dear
es: Estimado
fr: Cher(ère)

source: Dear Corcentric User, &lt;br/&gt;&lt;br/&gt; Please see attached Cash flow Report created on {0}.You can view the details through the website by clicking on the following link: {1}.&lt;br/&gt;&lt;br/&gt; Please contact {2} or {3} if you have any questions or need any assist
es: Estimado usuario de Corcentric: <br/><br/> Consulte el reporte de flujo de caja creado el {0} Puede ver los detalles a través del sitio web haciendo clic en el siguiente enlace: {1}.<br/><br/> Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia.
fr: Cher utilisateur de Corcentric, <br/><br/> Veuillez consulter le rapport de flux de trésorerie ci-joint créé sur {0}. Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {1}.<br/><br/> Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide

source: Dear Corcentric User, &lt;br/&gt;&lt;br/&gt; Please see attached the Settlement File Report requested from Corcentric.&lt;br/&gt; You can also access the Settlement File report by logging on to the program website {0}. &lt;br/&gt;&lt;br/&gt; Note: This is an auto-generated
es: Estimado usuario de Corcentric: <br/><br/> Le adjuntamos el informe del expediente de conciliación solicitado a Corcentric.<br/> También puede acceder al informe del Expediente de Liquidación iniciando sesión en el sitio web del programa {0}. <br/><br/> Nota: Este es un mensaje generado automáticamente.
fr: Cher utilisateur de Corcentric, <br/><br/> Veuillez trouver ci-joint le rapport sur le dossier de règlement demandé à Corcentric.<br/> Vous pouvez également accéder au rapport sur le dossier de règlement en vous connectant au site web du programme {0}. <br/><br/> Remarque : Il s'agit d'un message généré automatiquement

source: Dear Corcentric User, &lt;br/&gt;&lt;br/&gt; There are one or more disputes that are open and need attention. &lt;br/&gt; Please review the attached spreadsheet for details.&lt;br/&gt; Please respond to open issues by opening the invoice on the program website {0} and clic
es: Estimado usuario de Corcentric: <br/><br/> Hay una o más disputas abiertas que necesitan atención. <br/> Consulte la hoja de cálculo adjunta para obtener más detalles.<br/> Para responder a las cuestiones abiertas, abra la factura en el sitio web del programa {0} y haga clic en
fr: Cher utilisateur Corcentric, <br/><br/> Un ou plusieurs litiges sont ouverts et nécessitent une attention particulière. <br/> Veuillez consulter la feuille de calcul ci-jointe pour plus de détails.<br/> Veuillez répondre aux questions en suspens en ouvrant la facture sur le site web du programme {0} et cliquez sur

source: Dear Corcentric User, &lt;br&gt;&lt;br&gt; {0} has submitted a Pre Authorization request; Pre Authorization dollar limit requested is {1}.&lt;br&gt;&lt;br&gt;You can view the details through the website by clicking on the following link: {2} &lt;br&gt;&lt;br&gt; Please contact {3} or {4} if
es: Estimado usuario de Corcentric: <br/><br/> {0} ha enviado una solicitud de preautorización; el límite en dólares de la preautorización solicitada es {1}.<br/><br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: {2} <br/><br/> Póngase en contacto con {3} o {4} si
fr: Cher utilisateur Corcentric, <br/><br/> {0} a soumis une demande d'autorisation préalable ; la limite en dollars de l'autorisation préalable demandée est de {1}.<br/><br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {2} <br/><br/> Veuillez contacter {3} ou {4} si

source: Dear Corcentric User,&lt;br&gt;&lt;br&gt;Corcentric has Resent {0} Invoices for {1}; see attachment for Invoice Details.&lt;br&gt;&lt;br&gt;Note: This is an auto-generated message. Please do not reply.
es: Estimado usuario de Corcentric:<br/><br/>Corcentric ha reenviado {0} facturas de {1}; consulte los detalles de las facturas en el archivo adjunto.<br/><br/>Nota: Este es un mensaje generado automáticamente. No responda al mismo.
fr: Cher utilisateur de Corcentric,<br/><br/>Corcentric a renvoyé {0} les factures pour {1}; voir la pièce jointe pour les détails de la facture.<br/><br/>Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre.

source: Dear Support,&lt;br&gt;&lt;br&gt;Collector email {0} could not be found for open balance notification set for User Name: {1}. Please verify with the CSM/Accounting to ensure that the right collector is setup.&lt;br&gt;&lt;br&gt;Note: This is an auto-generated message. Please do
es: Estimado Soporte:<br/><br/>No se pudo encontrar el correo electrónico del cobrador {0} de notificación de saldo abierto establecida para el Nombre de Usuario: {1}. Verifique con CSM/Contabilidad para asegurarse de que se haya configurado el cobrador correcto.<br/><br/>Nota: Este es un mensaje generado automáticamente. No
fr: Cher service de soutien,<br/><br/>l’e-mail du collecteur {0} n'a pas pu être trouvé pour la notification de solde ouvert définie pour le nom d’utilisateur : {1}. Veuillez vérifier avec le CSM/la Comptabilité que le bon collecteur est mis en place.<br/><br/>Remarque : Il s'agit d'un message généré automatiquement. Veuillez

source: Dear Support,Collector email {0} could not be found for open balance notification set for user id {1}. Please verify with the CSM/Accounting to ensure that the right collector is setup.&lt;br&gt;&lt;br&gt;Note: This is an auto-generated message. Please do not reply.
es: Estimado Soporte: No se pudo encontrar el correo electrónico del cobrador {0} de notificación de saldo abierto establecida para el ID de usuario {1}. Verifique con CSM/Contabilidad para asegurarse de que se haya configurado el cobrador correcto.<br/><br/>Nota: Este es un mensaje generado automáticamente. No responda al mismo.
fr: Cher service de soutien, l’e-mail du collecteur {0} n'a pas pu être trouvé pour la notification de solde ouvert définie pour l’identifiant de l’utilisateur {1}. Veuillez vérifier avec le CSM/la Comptabilité que le bon collecteur est mis en place.<br/><br/>Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre.

source: Dear {0} {1}: &lt;br&gt;&lt;br&gt;Thank you for your support and for participating in the Network's Electronic Order Processing (EDI) program. &lt;br&gt; The program includes exchanging EDI 850, 856 and 810 documents. Attached you will find an invoice for docu
es: Estimado {0} {1}: <br/><br/>Gracias por su apoyo y por participar en el programa de Procesamiento Electrónico de Pedidos (EDI) de la Red. <br/> El programa incluye el intercambio de documentos EDI 850, 856 y 810. Adjunto encontrará una factura para docu
fr: Cher(ère) {0} {1}: <br/><br/>Nous vous remercions de votre soutien et de votre participation au programme de traitement électronique des commandes (EDI) du réseau. <br/> Le programme comprend l'échange de documents EDI 850, 856 et 810. Vous trouverez ci-joint une facture pour les documents

source: Dear {0} {1}:&lt;br/&gt;Please find attached the latest Aged Invoices Report for the {2} : Penske program. If you have any questions, please contact Customer Support at {3}&lt;br/&gt;&lt;br/&gt;Note: This is an auto-generated message. Please do not reply.&lt;br/&gt;&lt;br/&gt;Attachme
es: Estimado {0} {1}:<br/>Le adjuntamos el último Informe de Facturas Atrasadas para el programa {2}: Penske. Si tiene alguna pregunta, póngase en contacto con el servicio de atención al cliente en {3}<br/><br/>Nota: Este es un mensaje generado automáticamente. No responda al mismo.<br/><br/>Archivo adj
fr: Cher(ère) {0} {1}:<br/>Veuillez trouver ci-joint le dernier rapport sur les factures échues pour {2}: Programme Penske. Si vous avez des questions, veuillez communiquer avec le service à la clientèle à {3}<br/><br/>Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre, s'il vous plaît.<br/><br/>Pièce jointe

source: Dear {0}, &lt;/br&gt;&lt;/br&gt; {1} record(s) have been sent. &lt;/br&gt; Last Send Date: {2} &lt;/br&gt;&lt;/br&gt; You can view the details through the website by clicking on the following link: {3} &lt;/br&gt;&lt;/br&gt; Please contact {4} or {5} if you have any questions or need any assistan
es: Estimado {0}: Se le han enviado {1} registro(s). Última fecha de envío: {2} Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: {3} Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia.
fr: Cher(ère) {0}, {1} le(s) enregistrement(s) a (ont) été envoyé(s). Dernière date d’envoi : {2} Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {3} Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide

source: Dear {0}, &lt;/br&gt;&lt;/br&gt;Please see attached {1} Loyalty Newsletter. &lt;/br&gt;&lt;/br&gt; Please contact {2} or {3} if you have any questions or need any assistance. &lt;/br&gt; &lt;/br&gt;Note: This is an auto-generated message. Please do not reply.
es: Estimado {0}: Le adjuntamos el Boletín de Fidelidad {1}. Póngase en contacto con {2} o {3} si tiene alguna pregunta o necesita asistencia. Nota: Este es un mensaje generado automáticamente. No responda al mismo.
fr: Cher(ère) {0}, veuillez consulter le bulletin d'information {1} ci-joint. Veuillez contacter {2} ou {3} si vous avez des questions ou si vous avez besoin d'aide. Remarque : Il s'agit d'un message généré automatiquement. Veuillez ne pas répondre.

source: Dear {0}, &lt;br&gt; &lt;br&gt; The Dealers have acknowledged that they received {1} POs since {2}. &lt;br&gt; &lt;br&gt;You can view the details through the website by clicking on the following link: {3}&lt;br&gt; Please contact {4} or {5} if you have any questions or need any assist
es: Estimado {0}: <br/> <br/> Los distribuidores han reconocido haber recibido {1} OC desde {2}. <br/> <br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: {3}<br/> Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia.
fr: Cher(ère) {0}, <br/> <br/> Les distributeurs ont reconnu avoir reçu {1} les bons de commande depuis {2}. <br/> <br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {3}<br/> Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide

source: Dear {0}, &lt;br&gt; &lt;br&gt; The following PO has been received: &lt;br&gt; &lt;b&gt;PO Number:&lt;/b&gt; {1} &lt;br&gt; &lt;b&gt;PO Received:&lt;/b&gt; {2} &lt;br&gt; &lt;b&gt;PO Line Item:&lt;/b&gt; {3}&lt;br&gt; &lt;b&gt;Buyer Name:&lt;/b&gt; {4} &lt;br&gt; &lt;b&gt;Seller Name:&lt;/b&gt; {5} &lt;br&gt; &lt;b&gt;Acknowledgement Received:&lt;/b&gt; {6} &lt;br&gt; &lt;b&gt;Status:
es: Estimado {0}: <br/> <br/> Se ha recibido la siguiente OC: <br/> <b>Número de OC:</b> {1} <br/> <b>OC recibida:</b> {2} <br/> <b>Partida de la OC:</b> {3}<br/> <b>Nombre del Comprador:</b> {4} <br/> <b>Nombre del Vendedor:</b> {5} <br/> <b>Acuse de recibo recibido:</b> {6} <br/> <b>Estado:
fr: Cher(ère) {0}, <br/> <br/> Nous avons reçu le bon de commande suivant : <br/> <b>Numéro du bon de commande :</b> {1} <br/> <b>Bon de commande reçu :</b> {2} <br/> <b>Poste du bon de commande :</b> {3}<br/> <b>Nom de l’acheteur :</b> {4} <br/> <b>Nom du vendeur :</b> {5} <br/> <b>Accusé de réception reçu</b> {6} <br/> <b>Statut :

source: Dear {0}, &lt;br&gt; &lt;br&gt; The following PO has been received: &lt;br&gt; &lt;b&gt;PO Number:&lt;/b&gt; {1} &lt;br&gt; &lt;b&gt;PO Received:&lt;/b&gt; {2} &lt;br&gt; &lt;b&gt;PO Line Item:&lt;/b&gt; {3}&lt;br&gt; &lt;b&gt;Fleet Name:&lt;/b&gt; {4} &lt;br&gt; &lt;b&gt;Dealer Name:&lt;/b&gt; {5} &lt;br&gt; &lt;b&gt;Acknowledgement Received:&lt;/b&gt; {6} &lt;br&gt; &lt;b&gt;Status:
es: Estimado {0}: <br/> <br/> Se ha recibido la siguiente OC: <br/> <b>Número de OC:</b> {1} <br/> <b>OC recibida:</b> {2} <br/> <b>Partida de la OC:</b> {3}<br/> <b>Nombre de la flota:</b> {4} <br/> <b>Nombre del distribuidor:</b> {5} <br/> <b>Acuse de recibo recibido:</b> {6} <br/> <b>Estado:
fr: Cher(ère) {0}, <br/> <br/> Nous avons reçu le bon de commande suivant : <br/> <b>Numéro du bon de commande :</b> {1} <br/> <b>Bon de commande reçu :</b> {2} <br/> <b>Poste du bon de commande :</b> {3}<br/> <b>Nom de la flotte :</b> {4} <br/> <b>Nom du distributeur :</b> {5} <br/> <b>Accusé de réception reçu</b> {6} <br/> <b>Statut :

source: Dear {0}, &lt;br&gt; &lt;br&gt; The following PO has been sent: &lt;br&gt; &lt;b&gt;PO Number:&lt;/b&gt; {1} &lt;br&gt; &lt;b&gt;PO Sent:&lt;/b&gt; {2} &lt;br&gt; &lt;b&gt;PO Line Item:&lt;/b&gt; {3} &lt;br&gt; &lt;b&gt;Buyer Name:&lt;/b&gt; {4} &lt;br&gt; &lt;b&gt;Ship To:&lt;/b&gt; {5} &lt;br&gt; &lt;b&gt;Seller Name:&lt;/b&gt; {6}
es: Estimado {0}: <br/> <br/> Se ha enviado la siguiente OC: <br/> <b>Número de OC:</b> {1} <br/> <b>OC enviada:</b> {2} <br/> <b>Partida de la OC:</b> {3} <br/> <b>Nombre del comprador:</b> {4} <br/> <b>Enviar a:</b> {5} <br/> <b>Nombre del Vendedor:</b> {6}
fr: Cher(ère) {0}, <br/> <br/> Le bon de commande suivant a été envoyé : <br/> <b>Numéro du bon de commande :</b> {1} <br/> <b>Bon de commande envoyé :</b> {2} <br/> <b>Poste du bon de commande :</b> {3} <br/> <b>Nom de l’acheteur :</b> {4} <br/> <b>Expédier à :</b> {5} <br/> <b>Nom du vendeur :</b> {6}

source: Dear {0}, &lt;br&gt; &lt;br&gt; The following PO has been sent: &lt;br&gt; &lt;b&gt;PO Number:&lt;/b&gt; {1} &lt;br&gt; &lt;b&gt;PO Sent:&lt;/b&gt; {2} &lt;br&gt; &lt;b&gt;PO Line Item:&lt;/b&gt; {3} &lt;br&gt; &lt;b&gt;Fleet Name:&lt;/b&gt; {4} &lt;br&gt; &lt;b&gt;Ship To:&lt;/b&gt; {5} &lt;br&gt; &lt;b&gt;Dealer Name:&lt;/b&gt; {6}
es: Estimado {0}: <br/> <br/> Se ha enviado la siguiente OC: <br/> <b>Número de OC:</b> {1} <br/> <b>OC enviada:</b> {2} <br/> <b>Partida de la OC:</b> {3} <br/> <b>Nombre de la flota:</b> {4} <br/> <b>Enviar a:</b> {5} <br/> <b>Nombre del distribuidor:</b> {6}
fr: Cher(ère) {0}, <br/> <br/> Le bon de commande suivant a été envoyé : <br/> <b>Numéro du bon de commande :</b> {1} <br/> <b>Bon de commande envoyé :</b> {2} <br/> <b>Poste du bon de commande :</b> {3} <br/> <b>Nom de la flotte :</b> {4} <br/> <b>Expédier à :</b> {5} <br/> <b>Nom du distributeur :</b> {6}

source: Dear {0}, &lt;br&gt; &lt;br&gt; The Sellers have acknowledged that they received {1} POs since {2}. &lt;br&gt; &lt;br&gt;You can view the details through the website by clicking on the following link: {3}&lt;br&gt; Please contact {4} or {5} if you have any questions or need any assist
es: Estimado {0}: <br/> <br/> Los vendedores han reconocido haber recibido {1} OC desde {2}. <br/> <br/>Puede consultar los detalles a través del sitio web haciendo clic en el siguiente enlace: {3}<br/> Póngase en contacto con {4} o {5} si tiene alguna pregunta o necesita asistencia.
fr: Cher(ère) {0}, <br/> <br/> Les vendeurs ont reconnu avoir reçu {1} les bons de commande depuis {2}. <br/> <br/>Vous pouvez consulter les détails sur le site web en cliquant sur le lien suivant : {3}<br/> Veuillez contacter {4} ou {5} si vous avez des questions ou si vous avez besoin d'aide
