Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Please enter correct Email Address.
es: Introduzca la dirección de correo electrónico correcta.
fr: Veuillez saisir la bonne adresse électronique.

source: Please enter correct Phone Number.
es: Introduzca el número de teléfono correcto.
fr: Veuillez saisir le bon numéro de téléphone.

source: Please enter Name
es: Introduzca el nombre
fr: Veuillez saisir le nom

source: Please enter Notes.
es: Introduzca las notas.
fr: Veuillez saisir des notes.

source: Please enter Price.
es: Introduzca el precio.
fr: Veuillez saisir le prix.

source: Please enter valid Core Price.
es: Introduzca un precio base válido.
fr: Veuillez saisir un prix de base valide.

source: Please enter valid FET Value.
es: Introduzca un valor FET válido.
fr: Veuillez saisir une valeur FET valide.

source: Please enter valid Unit Price.
es: Introduzca un precio unitario válido.
fr: Veuillez saisir un prix unitaire valide.

source: Please enter value greater than Zero for Duplicate PO Period(Days).
es: Introduzca un valor mayor que cero para el periodo de OC duplicado (días).
fr: Veuillez saisir une valeur supérieure à zéro pour la période de duplication de commande (jours).

source: Please Fix Followings
es: Corrija lo siguiente
fr: Veuillez corriger les suivis

source: Please insert Cross Reference Code
es: Introduzca el código de referencia cruzada
fr: Veuillez insérer le code de référence croisée

source: Please insert tax code
es: Introduzca el código fiscal
fr: Veuillez insérer le code fiscal

source: Please note that the Buyer is setup to pay using P-Card, this authorization does not guarantee payment.
es: Tenga en cuenta que el comprador está configurado para pagar con P-Card, esta autorización no garantiza el pago.
fr: Veuillez noter que l'acheteur est configuré pour payer par P-Card, cette autorisation ne garantit pas le paiement.

source: Please note that the Fleet is setup to pay using P-Card, this authorization does not guarantee payment.
es: Tenga en cuenta que la flota está configurada para pagar con P-Card, esta autorización no garantiza el pago.
fr: Veuillez noter que la flotte est configurée pour payer par P-Card, mais que cette autorisation ne garantit pas le paiement.

source: Please provide all values
es: Proporcione todos los valores
fr: Veuillez indiquer toutes les valeurs

source: Please provide at least 1 custom field option.
es: Proporcione al menos 1 opción de campo personalizado.
fr: Veuillez fournir au moins une option de champ personnalisé.

source: Please read the following license agreement carefully.
es: Lea atentamente el siguiente acuerdo de licencia.
fr: Veuillez lire attentivement l’entente de licence suivante.

source: Please remit payment to:
es: Remita el pago a:
fr: Le paiement doit être effectué à l'adresse suivante :

source: Please Remit To:
es: Remita a:
fr: Veuillez verser à :

source: Please see below Location(s) that have reached new purchasing level. This is a reminder to
es: Consulte a continuación las ubicaciones que han alcanzado un nuevo nivel de compra. Esto es un recordatorio para
fr: Veuillez consulter ci-dessous les lieux qui ont atteint un nouveau niveau d'achat. Il s'agit d'un rappel pour

source: Please see below Location(s) that have reached new purchasing level:
es: Consulte a continuación las ubicaciones que han alcanzado un nuevo nivel de compra:
fr: Veuillez consulter ci-dessous les lieux qui ont atteint un nouveau niveau d’achat :

source: Please Select &quot;Line Price Type&quot;
es: Seleccione “Tipo de precio de línea”.
fr: Veuillez sélectionner « Type de prix de poste »

source: Please Select &quot;Line Type&quot;
es: Seleccione “Tipo de línea".
fr: Veuillez sélectionner le « Type de poste »

source: Please Select &quot;Tax Type&quot;
es: Seleccione "Tipo de impuesto”
fr: Veuillez sélectionner le « Type de taxe »

source: Please select a member
es: Seleccione un miembro
fr: Veuillez sélectionner un membre

source: Please select a output file type
es: Seleccione un tipo de archivo de salida
fr: Veuillez sélectionner un type de fichier de sortie

source: Please select a valid Account Code
es: Seleccione un código de cuenta válido
fr: Veuillez sélectionner un code de compte valide

source: Please select a value
es: Seleccione un valor
fr: Veuillez sélectionner une valeur

source: Please select Account Code
es: Seleccione Código de cuenta
fr: Veuillez sélectionner le code du compte

source: Please Select Action
es: Seleccione Acción
fr: Veuillez sélectionner une action

source: Please select Applicable to Invoice Type.
es: Seleccione Aplicable a tipo de factura.
fr: Veuillez sélectionner Applicable au type de facture.

source: Please select Applicable to Line Item Types.
es: Seleccione Aplicable a tipo de partida.
fr: Veuillez sélectionner Applicable aux types de postes.

source: Please select Applicable to Transaction Type.
es: Seleccione Aplicable a tipo de transacción.
fr: Veuillez sélectionner Applicable au type de transaction.

source: Please select at least one in the search criteria/There is no data available. Please retry with new criteria
es: Seleccione al menos uno en los criterios de búsqueda/No hay datos disponibles. Vuelva a intentarlo con nuevos criterios
fr: Veuillez en sélectionner au moins un dans les critères de recherche/Aucune donnée n'est disponible. Veuillez réessayer avec de nouveaux critères

source: Please select Billing Cycle Start Date
es: Seleccione la fecha de inicio del ciclo de facturación
fr: Veuillez sélectionner la date de début du cycle de facturation

source: Please Select Charts
es: Seleccione Gráficos
fr: Veuillez sélectionner les graphiques

source: Please select columns
es: Seleccione las columnas
fr: Veuillez sélectionner les colonnes

source: Please select Compare At.
es: Seleccione Comparar en.
fr: Veuillez sélectionner Comparer à.

source: Please select Dealer value
es: Seleccione Valor del distribuidor
fr: Veuillez sélectionner la valeur du distributeur

source: Please select either mandatory or visible on document type
es: Seleccione obligatorio o visible en el tipo de documento
fr: Veuillez sélectionner l'option obligatoire ou visible selon le type de document

source: Please select Ending Day of the Week
es: Seleccione el día final de la semana
fr: Veuillez sélectionner le jour de fin de la semaine

source: Please select Line Type
es: Seleccione el tipo de línea
fr: Veuillez sélectionner le type de poste

source: Please select output detail
es: Seleccione el detalle de salida
fr: Veuillez sélectionner le détail de la sortie

source: Please select output field header type
es: Seleccione el tipo de encabezado del campo de salida
fr: Veuillez sélectionner le type d'en-tête du champ de sortie

source: Please select output GL header type
es: Seleccione el tipo de encabezado GL de salida
fr: Veuillez sélectionner le type d'en-tête GL de sortie

source: Please select Price Adjustment Type
es: Seleccione el tipo de ajuste de precios
fr: Veuillez sélectionner le type d'ajustement de prix

source: Please Select Price Level or Fixed Price
es: Seleccione Nivel de precio o Precio fijo
fr: Veuillez sélectionner le niveau de prix ou le prix fixe

source: Please Select Reason
es: Seleccione el motivo
fr: Veuillez sélectionner le motif

source: Please Select Resolution Detail
es: Seleccione Detalle de la resolución
fr: Veuillez sélectionner le détail de la résolution

source: Please select security questions below. These questions will help us verify your identity should you forget your password.
es: Seleccione las preguntas de seguridad a continuación. Estas preguntas nos ayudarán a verificar su identidad en caso de que olvide su contraseña.
fr: Veuillez sélectionner les questions de sécurité ci-dessous. Ces questions nous aideront à vérifier votre identité si vous oubliez votre mot de passe.

source: Please select the file format to export data
es: Seleccione el formato de archivo para exportar los datos
fr: Veuillez sélectionner le format de fichier pour exporter les données

source: Please select the valid part number.
es: Seleccione el número de pieza válido.
fr: Veuillez sélectionner le numéro de pièce valide.

source: Please select Transaction Type
es: Seleccione el tipo de transacción
fr: Veuillez sélectionner le type de transaction

source: Please send max 200 Invoices for payment status.
es: Envíe un máximo de 200 facturas de estado de pago.
fr: Veuillez envoyer un maximum de 200 factures pour le statut de paiement.

source: Please unselect one of the columns from grouping to continue
es: Deseleccione una de las columnas de la agrupación para continuar
fr: Veuillez désélectionner l'une des colonnes du groupement pour continuer

source: please update the purchasing level in Account Maintenance once notified by
es: actualice el nivel de compra en Mantenimiento de cuenta una vez notificado por
fr: veuillez mettre à jour le niveau d'achat dans la maintenance du compte une fois que vous avez été informé par

source: Please visit the
es: Visite el
fr: Veuillez consulter le

source: Please Wait
es: Por favor espere
fr: Veuillez patienter

source: Please wait while line Items and parts Entry are being processed..
es: Por favor espere mientras se procesan las partidas y la entrada de piezas.
fr: Veuillez patienter pendant le traitement du poste et de l'entrée des pièces.

source: Please wait while your request being processed..
es: Por favor espere mientras se procesa su solicitud.
fr: Veuillez patienter pendant le traitement de votre demande.

source: Please wait... we are processing your request.
es: Por favor espere... estamos procesando su solicitud.
fr: Veuillez patienter... nous traitons votre demande.

source: Please specify the file type
es: Especifique&nbsp;el&nbsp;tipo&nbsp;de&nbsp;archivo
fr: Veuillez&nbsp;spécifier&nbsp;le type&nbsp;de fichier&nbsp;

source: PO
es: OC
fr: Bon de commande

source: PO Acceptance Rules
es: Reglas de aceptación de OC
fr: Règles d'acceptation des bons de commande

source: PO Acceptance Rules Relationship
es: Relación de reglas de aceptación de OC
fr: Règles d'acceptation des bons de commande Relations

source: PO Acceptance Rules set to disallow the line Types :
es: Reglas de aceptación de OC establecidas para desautorizar los tipos de línea:
fr: Règles d'acceptation des bons de commande définies pour interdire les types de postes :

source: PO Available to
es: OC disponible para
fr: Bon de commande à la disposition du

source: PO Available to Dealer
es: OC disponible para distribuidor
fr: Bon de commande à la disposition du distributeur

source: PO Available to Seller
es: OC disponible para vendedor
fr: Bon de commande à la disposition du vendeur

source: PO cannot be
es: La OC no puede estar
fr: Le bon de commande ne peut pas être

source: PO Cannot be Empty
es: La OC no puede estar vacía
fr: Le bon de commande ne peut pas être vide

source: PO cannot be updated.
es: La OC no se puede actualizar
fr: Le bon de commande ne peut pas être mis à jour.

source: PO cloned,
es: OC clonada,
fr: Bon de commande cloné

source: PO Date
es: Fecha de la OC
fr: Date du bon de commande

source: PO Date Type
es: Tipo de fecha de OC
fr: Type de date du bon de commande

source: PO Date Variance Days
es: Días de desviación de fecha de la OC
fr: Jours d'écart de date du bon de commande

source: PO Discrepancy
es: Discrepancia de OC
fr: Divergence des bons de commande

source: PO Discrepancy History
es: Historial de discrepancias de OC
fr: Historique de divergence des bons de commande

source: PO document Updates are not allowed
es: No se permiten actualizaciones del documento de la OC
fr: Les mises à jour du document de bon de commande ne sont pas autorisées

source: PO document with this Purchase Order Number not found. Error against PO Number field.
es: No se encontró documento de OC con este número de orden de compra. Error en el campo Número de OC.
fr: Le document de bon de commande avec ce numéro de commande est introuvable. Erreur dans le champ du numéro de bon de commande.

source: PO Entry
es: Entrada de OC
fr: Entrée de bon de commande

source: PO fee is not applicable to workflowOne Purchases
es: La tasa de OC no es aplicable a compras de workflowOne
fr: Les frais de bons de commande ne s'appliquent pas aux achats par flux de travail

source: PO fee not applicable to carton program
es: La tasa de OC no es aplicable al programa de cartón
fr: Les frais de bons de commande ne s'appliquent pas au programme carton

source: PO Fees
es: Tasas de OC
fr: Frais de bons de commande

source: PO Format
es: Formato de OC
fr: Format de bon de commande

source: PO Format Exclusion
es: Exclusión del formato de OC
fr: Format de bon de commande Exclusion

source: PO Format Relationship
es: Relación de formato de OC
fr: Format de bon de commande Relation

source: PO Issued
es: OC emitida
fr: Bon de commande émis

source: PO Line #
es: N.º de línea de la OC
fr: No de ligne du bon de commande

source: PO Line Items
es: Partidas de la OC
fr: Postes du bon de commande

source: PO Line Match Comparison Level
es: Nivel de comparación de coincidencia de líneas de OC
fr: Niveau de comparaison de la correspondance des lignes de bon de commande

source: PO Line Match Error
es: Error de coincidencia de línea de OC
fr: Erreur de correspondance des lignes de bon de commande

source: PO Line Match Rules
es: Reglas de correspondencia de línea de OC
fr: Règles de correspondance des lignes de bon de commande

source: PO Line Match Rules Relationship
es: Relación de reglas de correspondencia de línea de OC
fr: Règles de correspondance des lignes de bon de commande Relation

source: PO Line#
es: N.º de línea de OC
fr: No de ligne du bon de commande

source: PO Lookup
es: Búsqueda de OC
fr: Recherche de bons de commande

source: Po Lookup Relationship
es: Relación de búsqueda de OC
fr: Recherche de bons de commande Relation

source: Po Nbr
es: N.º de OC
fr: Nombres de bons de commande

source: PO No.
es: N.º de OC
fr: N° du bon de commande

source: PO not found. Purchase order number:
es: No se encontró la OC. Número de orden de compra:
fr: Bon de commande introuvable. Numéro de bon de commande :

source: PO Number
es: Número de OC
fr: Numéro du bon de commande

source: PO Number Invalid
es: Número de OC no válido
fr: Numéro du bon de commande non valide

source: PO Number Required
es: Número de OC es obligatorio
fr: Numéro du bon de commande requis

source: PO Number:
es: Número de OC:
fr: Numéro du bon de commande :

source: PO Orders
es: Órdenes de compra
fr: Commandes de bons de commande

source: PO Previously Matched
es: OC previamente cotejada
fr: Bon de commande précédemment attribué

source: PO Receipt Notification
es: Notificación de recepción de OC
fr: Avis de réception d’un bon de commande

source: PO Received by
es: OC recibida por
fr: Bon de commande reçu par

source: PO Received by Dealer
es: OC recibida por el distribuidor
fr: Bon de commande reçu par le distributeur

source: PO Received by Seller
es: OC recibida por el vendedor
fr: Bon de commande reçu par le vendeur

source: PO Received Date
es: Fecha de recepción de la OC
fr: Date de réception du bon de commande

source: PO Replace failed since PO has been matched to a settled invoice :
es: Error de sustitución de OC dado que la OC se ha emparejado con una factura liquidada:
fr: Le remplacement du bon de commande a échoué car le bon de commande a été associé à une facture réglée :

source: PO Required
es: OC es obligatorio
fr: Bon de commande requis

source: PO Rules
es: Reglas de OC
fr: Règles de bon de commande

source: PO Rules Relationship
es: Relación de reglas de OC
fr: Règles de bon de commande Relation

source: PO Sent Date/PO Received Date/Received Date/Time
es: Fecha de envío de la OC/Fecha de recepción de la OC/Fecha/hora de recepción
fr: Date d'envoi du bon de commande/ Date de réception du bon de commande/ Date de réception/Heure

source: PO Shipped Items
es: Artículos enviados de la OC
fr: Articles expédiés du bon de commande

source: PO Total
es: Total de la OC
fr: Total du bon de commande

source: PO tramissions are not allowed for Changed PO :
es: No se permiten transmisiones de OC para OC modificados:
fr: Les transmissions de bons de commande ne sont pas autorisées pour les bons de commande modifiées :

source: PO tramissions are not allowed for Duplicate PO :
es: No se permiten transmisiones de OC para OC duplicados:
fr: Les transmissions de bons de commande ne sont pas autorisées pour les bons de commande en double :

source: PO Transaction Lookup
es: Búsqueda de transacciones de OC
fr: Consultation des transactions du bon de commande

source: PO Transmission Rules
es: Reglas de transmisión de OC
fr: Règles de transmission de bon de commande

source: PO Transmission Rules Relationship
es: Relación de reglas de transmisión de OC
fr: Règles de transmission de bon de commande Relation

source: PO Update Line Match Error
es: Error de actualización de coincidencia de línea de OC
fr: Erreur de correspondance des lignes de mise à jour du bon de commande

source: PO UPDATE NOTIFICATION
es: NOTIFICACIÓN DE ACTUALIZACIÓN DE OC
fr: NOTIFICATION DE MISE À JOUR DU BON DE COMMANDE

source: PO Update Section Match Error
es: Error de coincidencia de sección de actualización de OC
fr: Erreur de correspondance de la section de mise à jour du bon de commande

source: PO updated from Transaction Number
es: Actualización de OC a partir del número de transacción
fr: Bon de commande mis à jour à partir du numéro de transaction

source: PO Value
es: Valor de la OC
fr: Valeur du bon de commande

source: PO#
es: N.º de OC
fr: No du bon de commande

source: PO# {0} Received By Dealer
es: N.º de OC {0} recibido por el distribuidor
fr: No du bon de commande {0} Reçu par le distributeur

source: PO# {0} Received By Seller
es: N.º de OC {0} recibido por el vendedor
fr: No du bon de commande {0} Reçu par le vendeur

source: PO# {0} Received ({1})
es: N.º de OC {0} recibido ({1})
fr: No du bon de commande {0} Reçu ({1})

source: PO# {0} sent ({1})
es: N.º de OC {0} enviado ({1})
fr: No du bon de commande {0} envoyé ({1})

source: Point of Sale
es: Punto de venta
fr: Point de vente

source: Point of Sale Country Code Invalid
es: Código de país del punto de venta no válido
fr: Code pays du point de vente non valide

source: Point of Sale Information Missing
es: Falta información del punto de venta
fr: Informations manquantes sur les points de vente

source: pointOfSale
fr: point de vente

source: PONumber
fr: Numéro de bon de commande

source: POPending
fr: Bon de commande en attente

source: Populate from POQ Details
es: Rellenar a partir de los detalles de POQ
fr: Compléter à partir des détails d'un POQ

source: POQ Date
es: Fecha de POQ
fr: Date du POQ

source: POQ document number:
es: Número de documento de POQ:
fr: Numéro de document :

source: POQ Entry
es: Entrada de POQ
fr: Entrée de POQ

source: POQ in
es: POQ en
fr: POQ dans

source: POQ not settled
es: POQ no liquidada
fr: POQ non réglé

source: POQ Number
es: Número de POQ
fr: Numéro de POQ

source: POQ processed, POQ already Settled
es: POQ procesada, POQ ya liquidada
fr: POQ traité, POQ déjà réglé

source: POQ Total
es: Total de POQ
fr: Total POQ

source: POQ/POQ Totals/PO Totals
es: Totales de OCQ/OCQ / Totales de OC
fr: Totaux POQ/POQ / Totaux de bons de commande

source: POQ/Purchase Order Quote/Purchase Order
es: POQ/Cotización de orden de compra/Orden de compra
fr: POQ/Bon de commande Devis/Bon de commande

source: POQ/RFQ Date/POQ Date
es: Fecha de POQ/RFQ/Fecha de POQ
fr: Date du POQ/RFQ/Date du POQ

source: POQ/RFQ Number/POQ Number&quot;
es: Número de POQ/RFQ/Número de POQ"
fr: Numéro de POQ/RFQ/Numéro de POQ »

source: Porcessing...
es: Procesando...
fr: Traitement en cours...

source: POReport
fr: Rapport de bon de commande

source: POs Received
es: OC recibidas
fr: Bons de commande reçus

source: post
es: correo
fr: poste

source: Postage for Direct Mail
es: Franqueo de correo directo
fr: Affranchissement pour le publipostage

source: Posting Date
es: Fecha de franqueo
fr: Date de publication

source: Pre Auth Status
es: Estado de preautorización
fr: Statut de l’autorisation préalable

source: Pre Authoization Amount limit is required
es: Límite de monto de preautorización es obligatorio
fr: Une limite de montant est requise pour l’autorisation préalable

source: Pre Authorization Amount Limit
es: Límite de monto de preautorización
fr: Limite du montant de l'autorisation préalable

source: Pre Authorization Rejection
es: Rechazo de preautorización
fr: Rejet de l'autorisation préalable

source: Pre Authorization Request
es: Solicitud de preautorización
fr: Demande d'autorisation préalable

source: Pre-approval PO #
es: Preautorización de OC N.º
fr: Autorisation préalable du No de bon de commande

source: Pre-Auth Dealer
es: Distribuidor preautorizado
fr: Autorisation préalable Distributeur

source: Pre-Auth Fleet
es: Flota preautorizada
fr: Autorisation préalable Flotte

source: PreApprovalReport
fr: Rapport d'approbation préalable

source: PreAuth
fr: Autorisation préalable

source: PreAuthDealer
fr: Autorisation préalable Distributeur

source: PreAuthFleet
fr: Autorisation préalable Flotte

source: PreDraft
fr: Déclaration préliminaire

source: PreDraftStatement
fr: Déclaration préliminaire

source: Preference value required
es: Valor de preferencia es obligatorio
fr: Valeur de préférence requise

source: PRELIMINARY DIRECT DRAFT STATEMENT
es: ESTADO DE CUENTA DIRECTO PRELIMINAR
fr: AVANT-PROJET DE DÉCLARATION DIRECTE

source: Preview
es: Vista previa
fr: Aperçu

source: Previous agreed upon
es: Previamente acordado
fr: Précédemment convenu

source: Previously Matched Core
es: Base previamente cotejada
fr: Prix de base précédemment attribué

source: Previously Matched Unit
es: Unidad previamente cotejada
fr: Unité précédemment attribuée

source: Price
es: Precio
fr: Prix

source: Price Adjusted
es: Precio ajustado
fr: Prix ajusté

source: Price Adjusted to Not To Exceed Price
es: Precio ajustado a Precio no superable
fr: Prix ajusté au prix à ne pas dépasser

source: Price Adjustment Relationship
es: Relación de ajuste de precios
fr: Relation d'ajustement des prix

source: Price Adjustment Required
es: Ajuste de precios es obligatorio
fr: Ajustement de prix nécessaire

source: Price Adjustment Type
es: Tipo de ajuste de precios
fr: Type d'ajustement des prix

source: Price Adjustments Report
es: Informe de ajustes de precios
fr: Rapport sur les ajustements de prix

source: Price And Parts Management
es: Gestión de precios y piezas
fr: Gestion des prix et des pièces

source: Price Audit – Date Criteria
es: Auditoría de precios - Criterios de fecha
fr: Vérification des prix - Critères de date

source: Price By Part
es: Precio por pieza
fr: Prix par pièce

source: Price Changed
es: Precio modificado
fr: Prix modifié

source: price check
es: comprobación de precios
fr: vérification des prix

source: Price Check Not Required
es: No se requiere comprobación de precios
fr: Vérification des prix non requise

source: Price Detail
es: Detalle del precio
fr: Détail du prix

source: Price detail cannot be updated for an inactive price record.
es: El detalle del precio no puede actualizarse para un registro de precios inactivo.
fr: Le détail du prix ne peut pas être mis à jour pour un enregistrement de prix inactif.

source: Price Detail ID
es: ID de detalle de precio
fr: Identifiant du détail du prix

source: Price detail record exists with the selected price level.
es: El registro de detalle de precio existe con el nivel de precio seleccionado.
fr: L'enregistrement détaillé du prix existe pour le niveau de prix sélectionné.

source: Price did not get imported because the part:
es: El precio no se importó porque la pieza:
fr: Le prix n'a pas été importé parce que la pièce :
