Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Part insert/update/delete error
es: Error de inserción/actualización/eliminación de pieza
fr: Erreur d'insertion/mise à jour/suppression de pièces

source: Part is deactive in the system
es: La pieza está inactiva en el sistema
fr: La pièce est désactivée dans le système

source: Part No.
es: N.º de pieza
fr: N° de pièce

source: Part Not Found
es: No se encontró la pieza
fr: Pièce introuvable

source: Part not found in the system
es: No se encontró la pieza en el sistema
fr: Pièce introuvable dans le système

source: Part Number
es: Número de pieza
fr: Numéro de pièce

source: Part Number and
es: Número de pieza y
fr: Numéro de pièce et

source: Part Number and Category Codes combination not found :
es: No se encontró la combinación de número de pieza y códigos de categoría:
fr: La combinaison des numéros de pièces et des codes de catégories est introuvable :

source: PART NUMBER ATTRIBURE:
es: ATRIBUTO DE NÚMERO DE PIEZA:
fr: QUALITÉ DU NUMÉRO DE PIÈCE :

source: Part Number is required
es: El número de pieza es obligatorio
fr: Le numéro de pièce est requis

source: Part Number is required field.
es: Número de pieza es un campo obligatorio.
fr: Le numéro de pièce est un champ obligatoire.

source: Part number not found :
es: No se encontró el número de pieza:
fr: Numéro de pièce introuvable :

source: Part Number not found in the system, Core Price adjusted
es: No se encontró el número de pieza en el sistema, se ajustó el precio base
fr: Numéro de pièce introuvable dans le système, prix de base ajusté

source: Part Number not found in the system, price validation not performed
es: No se encontró el número de pieza en el sistema, no se realizó la validación de precios
fr: Le numéro de pièce est introuvable dans le système, la validation du prix n'a pas été effectuée

source: Part Number not found in the system, price validation not performed.
es: No se encontró el número de pieza en el sistema, no se realizó la validación de precios.
fr: Le numéro de pièce est introuvable dans le système, la validation du prix n'a pas été effectuée.

source: Part Number not found in the system, Pricing relationship set to ignore price check.
es: No se encontró el número de pieza en el sistema, la relación de fijación de precios está configurada para ignorar la comprobación de precios.
fr: Le numéro de pièce est introuvable dans le système, la relation de prix est réglée pour ignorer la vérification du prix.

source: Part Number not found in the system, Unit and Core Price adjusted
es: No se encontró el número de pieza en el sistema, se ajustó el precio base y unitario
fr: Numéro de pièce introuvable dans le système, ajustement du prix unitaire et du prix de base

source: Part Number not found in the system, Unit Price adjusted
es: No se encontró el número de pieza en el sistema, se ajustó el precio unitario
fr: Numéro de pièce introuvable dans le système, prix unitaire ajusté

source: Part Number1
es: Número de pieza
fr: Numéro de pièce

source: Part Price Adjusted
es: Precio de pieza ajustado
fr: Prix de la pièce ajusté

source: Part Price Lookup
es: Búsqueda de precio de pieza
fr: Consultation du prix des pièces

source: Part price not found in the system
es: No se encontró el precio de la pieza en el sistema
fr: Prix de la pièce introuvable dans le système

source: Part Purchase Detail Report
es: Informe detallado de compra de piezas
fr: Rapport détaillé sur les achats de pièces

source: Part Purchase History.
es: Historial de compra de piezas.
fr: Historique des achats de pièces.

source: Part Purchases Report
es: Informe de compras de piezas
fr: Rapport sur les achats de pièces

source: Part Quantity
es: Cantidad de piezas
fr: Quantité de pièces

source: Part Sales by Buyer Report
es: Informe de ventas de piezas por el comprador
fr: Rapport sur les ventes de pièces par acheteur

source: Part Sales by Fleet Report
es: Informe de ventas de piezas por la flota
fr: Rapport sur les ventes de pièces détachées par flotte

source: Part Sales by Shop Report
es: Informe de ventas de piezas por la tienda
fr: Rapport sur les ventes de pièces par magasin

source: Part Selection
es: Selección de piezas
fr: Sélection des pièces

source: Part Settled
es: Pieza liquidada
fr: Pièce réglée

source: Part Submitted
es: Pieza presentada
fr: Pièce soumise

source: Part Table Description
es: Descripción de la tabla de piezas
fr: Description du tableau des pièces

source: Part Type
es: Tipo de pieza
fr: Type de pièce

source: Part Unit and FET price not found
es: No se encontró el precio unitario y FET de la pieza
fr: Unité de pièces et prix FET introuvables

source: Part unit price not found in the system.
es: No se encontró el precio unitario de la pieza en el sistema.
fr: Le prix unitaire de la pièce est introuvable dans le système.

source: Part unit price not found in the system;Pricing relationship set to ignore core price check.
es: No se encontró el precio unitario de la pieza en el sistema; la relación de fijación de precios está configurada para ignorar la comprobación de precio base.
fr: Le prix unitaire de la pièce est introuvable dans le système ; la relation de tarification est définie de manière à ignorer la vérification du prix de base.

source: part Attribute Code Id
es: ID&nbsp;de código de atributo de pieza
fr: pièce &nbsp;ID du code d’attribut

source: Part#
es: N.º de pieza
fr: No de pièce

source: Part/Price File Upload Report
es: Informe de carga de archivos de pieza/precio
fr: Rapport de téléchargement de fichiers pièce/prix

source: partAttributeId
fr: id de l’attribut de la pièce

source: PartGroup
fr: Groupe de pièces

source: Partially
es: Parcialmente
fr: Partiellement

source: Partially accepted, at least one transaction set was rejected
es: Aceptado parcialmente, se rechazó al menos un conjunto de transacciones
fr: Acceptation partielle, au moins un ensemble de transactions a été rejeté

source: Partially Rejected
es: Parcialmente rechazado
fr: Partiellement rejetée

source: partId
fr: id de pièce

source: Parties
es: Partes
fr: Partis

source: PartImport
fr: Importation de pièces

source: Partner SiteId is empty for the ContactId:
es: SiteId de socio está vacío para ContactId:
fr: L’ID du site du partenaire est vide pour l’ID du contact :

source: PartNumber
fr: Numéro de pièce

source: Parts
es: Piezas
fr: Pièces

source: Parts and Prices
fr: Pièces et prix

source: Parts Attributes
es: Atributos de las piezas
fr: Attributs des pièces

source: Parts Cross Reference
es: Referencia cruzada de piezas
fr: Référence croisée des pièces

source: Parts Entry
es: Entrada de piezas
fr: Entrée des pièces

source: Parts Lookup
es: Búsqueda de piezas
fr: Recherche de pièces

source: Parts Manager
es: Gestor de piezas
fr: Responsable des pièces détachées

source: Parts Master Import
es: Importación maestra de piezas
fr: Importation de la base de pièces

source: Parts not received
es: Piezas no recibidas
fr: Pièces non reçues

source: Parts price adjusted on a transaction with tax. Please confirm/correct tax amount.
es: Precio de piezas ajustado en una transacción con impuestos. Confirme/corrija el monto del impuesto.
fr: Prix des pièces ajusté lors d'une transaction avec taxe. Veuillez confirmer/corriger le montant de la taxe.

source: Parts Search / Info
es: Búsqueda de piezas/Información
fr: Recherche / Info sur les pièces

source: PartTotal
fr: Total partiel

source: PartType
fr: Type de pièces

source: Password
es: Contraseña
fr: Mot de passe

source: Password is required
es: La contraseña es obligatoria
fr: Le mot de passe est requis

source: Password Reset Reminder
es: Recordatorio de restablecimiento de contraseña
fr: Rappel de réinitialisation du mot de passe

source: PASSWORD RESET REQUEST
es: SOLICITUD DE RESTABLECIMIENTO DE CONTRASEÑA
fr: DEMANDE DE RÉINITIALISATION DU MOT DE PASSE

source: Password:
es: Contraseña:
fr: Mot de passe :

source: Passwords are case sensitive. For example 'MyPassword' is not same as 'MYPASSWORD
fr: Les mots de passe sont sensibles à la casse. Par exemple, « MyPassword » n'est pas la même chose que « MYPASSWORD

source: Passwords must be at least 8 characters and cannot contain user name, first name, last name, or company name. &lt;br/&gt; Password cannot be any of the past 5 password(s). &lt;br/&gt;
es: Las contraseñas deben tener al menos 8 caracteres y no pueden contener el nombre de usuario, nombre, apellidos ni el nombre de la empresa. <br/> La contraseña no puede ser ninguna de las 5 contraseñas anteriores. <br/>
fr: Les mots de passe doivent comporter au moins 8 caractères et ne peuvent pas contenir le nom d'utilisateur, le prénom, le nom de famille ou le nom de l'entreprise. <br/> Le mot de passe ne peut pas être l'un des 5 derniers mots de passe. <br/>

source: Passwords must contain at least one character from each of the following four categories: &lt;br/&gt;
es: Las contraseñas deben contener al menos un carácter de cada una de las cuatro categorías siguientes: <br/>
fr: Les mots de passe doivent contenir au moins un caractère de chacune des quatre catégories suivantes : <br/>

source: Past due
es: Mora
fr: En souffrance

source: Past due 1-30
es: Mora de 1-30
fr: En souffrance depuis 1 à 30 jours

source: Past Due 1-30 Days
es: Mora de 1-30 días
fr: En souffrance depuis 1 à 30 jours

source: Past Due 1-30 Days Invoice Amount
es: Monto de factura con mora de 1-30 días
fr: En souffrance depuis 1 à 30 jours Montant de la facture

source: Past Due 1-30 Days Invoice Count
es: Recuento de facturas con mora de 1-30 días
fr: En souffrance depuis 1 à 30 jours Nombre de factures

source: Past due 31-60
es: Mora de 31-60
fr: En souffrance depuis 31 à 60 jours

source: Past Due 31-60 Days
es: Mora de 31-60 días
fr: En souffrance depuis 31 à 60 jours

source: Past Due 31-60 Days Invoice Amount
es: Monto de factura con mora de 31-60 días
fr: En souffrance depuis 31 à 60 jours Montant de la facture

source: Past Due 31-60 Days Invoice Count
es: Recuento de facturas con mora de 31-60 días
fr: En souffrance depuis 31 à 60 jours Nombre de factures

source: Past due 61-90
es: Mora de 61-90
fr: En souffrance depuis 61 à 90 jours

source: Past Due 61-90 Days
es: Mora de 61-90 días
fr: En souffrance depuis 61 à 90 jours

source: Past Due 61-90 Days Invoice Amount
es: Monto de factura con mora de 61-90 días
fr: En souffrance depuis 61 à 90 jours Montant de la facture

source: Past Due 61-90 Days Invoice Count
es: Recuento de facturas con mora de 61-90 días
fr: En souffrance depuis 61 à 90 jours Nombre de factures

source: Past due 91+
es: Mora de más de 91
fr: En souffrance depuis plus de 90 jours

source: Past Due 91+ Days
es: Mora de más de 91 días
fr: En souffrance depuis plus de 90 jours

source: Past Due 91+ Invoice Amount
es: Monto de factura con mora de más de 91 días
fr: En souffrance depuis plus de 90 jours Montant de la facture

source: Past Due 91+ Invoice Count
es: Recuento de facturas con mora de más de 91 días
fr: En souffrance depuis plus de 90 jours Nombre de factures

source: Past Due Over 60 Days
es: Mora de más de 60 días
fr: En souffrance depuis plus de 60 jours

source: Past due Over 60 Invoice Amount
es: Monto de factura con mora de más de 60 días
fr: En souffrance depuis plus de 60 jours Montant de la facture

source: Past due Over 60 Invoice Count
es: Recuento de facturas con mora de más de 60 días
fr: En souffrance depuis plus de 60 jours Nombre de factures

source: Pay Invoices
es: Pagar facturas
fr: Payer les factures

source: Pay when paid
es: Pagar cuando se paga
fr: Payer quand c'est payé

source: Payer
es: Pagador
fr: Payeur

source: Payer is required
es: El pagador es obligatorio
fr: Le payeur est obligatoire

source: Payment Amount
es: Monto del pago
fr: Montant du paiement

source: Payment Amount Due
es: Monto de pago vencido
fr: Montant du paiement dû

source: Payment Date
es: Fecha de pago
fr: Date de paiement

source: Payment Due
es: Pago vencido
fr: Paiement dû

source: Payment Due Date should be greater than
es: La fecha de vencimiento del pago debe ser mayor que
fr: La date d'échéance du paiement doit être supérieure à

source: Payment Method
es: Forma de pago
fr: Mode de paiement

source: Payment Method Type
es: Tipo de forma de pago
fr: Type de mode de paiement

source: Payment Portal
es: Portal de pago
fr: Portail de paiement

source: Payment Portal Configuration
es: Configuración del portal de pago
fr: Configuration du portail de paiement

source: Payment Status
es: Estado de pago
fr: État des paiements

source: Payment Term
es: Condiciones de pago
fr: Délai de paiement

source: Payment Term Basis
es: Base de las condiciones de pago
fr: Base du délai de paiement

source: Payment Term Name
es: Nombre de las condiciones de pago
fr: Nom du délai de paiement

source: Payment Term Type
es: Tipo de condiciones de pago
fr: Type de délai de paiement

source: Payment Terms
es: Condiciones de pago
fr: Conditions de paiement

source: Payment Terms Description
es: Descripción de las condiciones de pago
fr: Description des conditions de paiement

source: Payment Terms Frequency
es: Frecuencia de las condiciones de pago
fr: Fréquence des conditions de paiement

source: Payment Terms Relationship
es: Relación de condiciones de pago
fr: Relations des conditions de paiement

source: Payment Terms relationship not found at
es: No se encontró la relación de condiciones de pago en
fr: La relation relative aux conditions de paiement n'est pas disponible à l'adresse suivante

source: Payment Terms:
es: Condiciones de pago:
fr: Conditions de paiement :

source: Payment Type
es: Tipo de pago
fr: Type de paiement

source: Payment Type Criteria
es: Criterios de tipo de pago
fr: Critères relatifs au type de paiement

source: PaymentMethod
fr: Mode de paiement

source: PaymentsAPSent
fr: PaiementsAPSent

source: PaymentsARRcvd
fr: PaiementsARRcvd

source: PCard Error Invoice Resubmit
es: Reenvío de factura con error de PCard
fr: Erreur PCard Resoumettre la facture

source: PCard Error Invoices
es: Facturas con error de PCard
fr: Erreur PCard Factures

source: PCard Failed Invoice Resubmit
es: Reenvío de facturas fallidas de PCard
fr: Échec de la nouvelle soumission de la facture par la PCard

source: PCARD FAILED INVOICES
es: FACTURAS FALLIDAS DE PCARD
fr: Échec de la facture PCard

source: PCard Invoice Failed Notifications
es: Notificaciones fallidas de facturas de PCard
fr: Notifications de l’échec de la facture PCard

source: PCard No Response and Failed invoices available on the Pinnacle Fleet Solutions website.&lt;br/&gt;Dealer Users: Access the program website, by clicking the &quot;Access Billing System&quot; link in Access Freightliner.&lt;br/&gt;Fleet Users: Access the program website by logg
es: Las facturas sin respuesta y fallidas de PCard están disponibles en el sitio web de Pinnacle Fleet Solutions.<br/>Usuario de distribuidor: Acceda al sitio web del programa haciendo clic en el enlace “Acceder al sistema de facturación” en Access Freightliner.<br/>Usuario de flota: Acceda al sitio web del programa iniciando sesión en
fr: Les factures Pas de réponse et Échec Pcard sont disponibles sur le site web de Pinnacle Fleet Solutions.<br/>Utilisateurs distributeurs : Accédez au site web du programme en cliquant sur le lien « Accéder au système de facturation » dans Access Freightliner.<br/>Utilisateurs de la flotte Accédez au site web du programme en vous connectant

source: PDC Shipping Method
es: Método de envío de PDC
fr: Méthode d'expédition PDC

source: PDC shipping method is required
es: El método de envío de PDC es obligatorio
fr: La méthode d'expédition PDC est requise

source: Pending
es: Pendiente
fr: En attente

source: Pending Action By
es: Acción pendiente por
fr: Dans l'attente d'une action de

source: Pending Action is mandatory field.
es: Acción pendiente es un campo obligatorio.
fr: Dans l'attente d'une action de est un champ obligatoire.

source: Pending Billing
es: Facturación pendiente
fr: Facturation en attente

source: Pending Billing Management Notification
es: Notificación de gestión de facturación pendiente
fr: Notification de la gestion de la facturation en attente

source: Pending Billing Management Report
es: Informe de gestión de facturación pendiente
fr: Rapport de la gestion de la facturation en attente

source: Pending Master Billing
es: Facturación maestra pendiente
fr: Facturation principale en attente

source: Pending Payment
es: Pago pendiente
fr: Paiement en attente

source: Pending Price Validation Invoice not found
es: Pendiente de validación de precios Factura no encontrada
fr: Facture en attente de validation de prix non trouvée

source: Pending Pricing Validation
es: Pendiente de validación de fijación de precios
fr: En attente de validation de la tarification

source: Pending Submission
es: Pendiente de envío
fr: Soumission en cours

source: PenskeDNExclude
fr: PenskeDNExclure

source: Per Line
es: Por línea
fr: Par ligne

source: Per Unit
es: Por unidad
fr: Par unité

source: Percentage
es: Porcentaje
fr: Pourcentage

source: Percentage should add up to 100%
es: Porcentaje&nbsp;debería&nbsp;añadir&nbsp;hasta&nbsp;100%
fr: La somme&nbsp;des&nbsp;pourcentages&nbsp;doit être&nbsp;égale à&nbsp;100 %.

source: Perform Credit Check
es: Realizar verificación de crédito
fr: Effectuer une vérification de solvabilité

source: PermLevel test
es: Prueba de PermLevel
fr: Test PermLevel

source: PFC Inv #
es: Nº de fac. de PFC
fr: No de facture PFC

source: PHC Part Group
es: Grupo de piezas de PHC
fr: Groupe de pièces PHC

source: PHC Sub System Desc
es: Desc. del subsistema PHC
fr: Description du sous-système PHC

source: PHC Subsystem
es: Subsistema PHC
fr: Sous-système PHC

source: PHC System
es: Sistema PHC
fr: Système PHC

source: PHC System Desc
es: Desc. del sistema PHC
fr: Description du système PHC

source: Phone
es: Teléfono
fr: Téléphone

source: PhoneNumber
fr: Numéro de téléphone

source: Pickup Card
es: Tarjeta de recogida
fr: Carte de ramassage

source: PILOT
es: PILOTO
fr: PILOTE

source: Pinnacle Connect Order
es: Pedido de Pinnacle Connect
fr: Commande Pinnacle Connect

source: Pinnacle Connect order is required.
es: Pedido de Pinnacle Connect es obligatorio.
fr: La commande de Pinnacle Connect est nécessaire.

source: Pinnacle Fleet Solutions Awaiting Release Notification
es: Notificación de espera de liberación de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions en attente d'une notification de validation

source: Pinnacle Fleet Solutions Fee Report
es: Informe de tasas de Pinnacle Fleet Solutions
fr: Rapport d'honoraires de Pinnacle Fleet Solutions

source: Pinnacle Fleet Solutions Fleet Open Items Notification
es: Notificación de partidas abiertas de flota de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Notification des postes ouverts

source: Pinnacle Fleet Solutions New Invoice Notification
es: Notificación de nueva factura de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Notification de nouvelle facture

source: Pinnacle Fleet Solutions New Invoice Notification for Program Invoice Number:{0}
es: Notificación de nueva factura de Pinnacle Fleet Solutions para el número de factura del programa:{0}
fr: Pinnacle Fleet Solutions - Notification de nouvelle facture pour le Numéro de facture du programme :{0}

source: Pinnacle Fleet Solutions New Statement Notification
es: Notificación de nuevo estado de cuenta de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Notification de nouvelle déclaration

source: Pinnacle Fleet Solutions Pending Billing Management Notification
es: Notificación de gestión de facturación pendiente de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Notification de gestion de la facturation en attente

source: Pinnacle Fleet Solutions Price Exception Report
es: Informe de excepción de precio de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Rapport d'exception sur les prix

source: Pinnacle Fleet Solutions Price File Upload Acknowledgement
es: Acuse de recibo de carga de archivo de precios de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Accusé de réception du téléchargement du fichier de prix

source: Pinnacle Fleet Solutions Remittance Report
es: Informe de remesas de Pinnacle Fleet Solutions
fr: Pinnacle Fleet Solutions - Rapport de versements

source: Pinnacle Solutions Pricing Level Audits
es: Auditorías a nivel de fijación de precios de Pinnacle Solutions
fr: Pinnacle Solutions - Audits des niveaux de prix

source: Please acknowledge dispute terms.
es: Por favor, acepte los términos de la disputa.
fr: Veuillez accepter les conditions du litige.

source: Please answer security questions below. These questions will help us verify your identity
es: Por favor, responda a las preguntas de seguridad que aparecen a continuación. Estas preguntas nos ayudarán a verificar su identidad
fr: Veuillez répondre aux questions de sécurité ci-dessous. Ces questions nous aideront à vérifier votre identité

source: Please choose a valid currency code.
es: Elija un código de divisa válido.
fr: Veuillez choisir un code de devise valide.

source: Please choose a valid customer account.
es: Elija una cuenta de cliente válida.
fr: Veuillez choisir un compte client valide.

source: Please click on the video icon to watch the video tutorial for the topic
es: Haga clic en el icono de vídeo para ver el tutorial del tema.
fr: Veuillez cliquer sur l'icône vidéo pour visionner le tutoriel vidéo relatif à ce sujet

source: Please click the expand icon on the bottom right of the video to enlarge the viewing area.
es: Haga clic en el icono de expansión situado en la parte inferior derecha del vídeo para ampliar el área de visualización.
fr: Veuillez cliquer sur l'icône d’agrandissement en bas à droite de la vidéo pour agrandir la zone de visualisation.

source: Please contact
es: Póngase en contacto con
fr: Veuillez contacter

source: Please contact Corcentric Support; default values not set up for
es: Póngase en contacto con Soporte de Corcentric; los valores por defecto no están configurados para
fr: Veuillez contacter l'assistance Corcentric ; les valeurs par défaut n'ont pas été définies pour

source: Please contact to your administrator for Dispute Invoice Access.
es: Póngase en contacto con su administrador para Acceso a disputa de factura.
fr: Veuillez contacter votre administrateur pour l'accès aux factures litigieuses.

source: Please correct selection to continue
es: Corrija la selección para continuar
fr: Veuillez corriger la sélection pour continuer

source: Please enter a Lower Limit
es: Introduzca un límite inferior
fr: Veuillez saisir une limite inférieure

source: Please enter a part description.
es: Introduzca una descripción de la pieza.
fr: Veuillez saisir une description de la pièce.

source: Please enter a part.
es: Introduzca una pieza.
fr: Veuillez saisir une pièce.

source: Please enter a valid date.
es: Introduzca una fecha válida.
fr: Veuillez saisir une date valide.

source: Please enter a valid FET
es: Introduzca un FET válido
fr: Veuillez saisir un FET valide

source: Please enter a valid PO#.
es: Introduzca un N.º de OC válido.
fr: Veuillez saisir un numéro de bon de commande valide.

source: Please enter a valid price
es: Introduzca un precio válido
fr: Veuillez saisir un prix valide

source: Please enter a valid quantity
es: Introduzca una cantidad válida
fr: Veuillez saisir une quantité valide

source: Please enter a valid search
es: Introduzca una búsqueda válida
fr: Veuillez saisir une recherche valide

source: Please enter a valid value.
es: Introduzca un valor válido
fr: Veuillez saisir une valeur valide.

source: Please enter an answer
es: Introduzca una respuesta
fr: Veuillez saisir une réponse

source: Please enter comments.
es: Introduzca los comentarios.
fr: Veuillez saisir vos commentaires.
