Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Service Provider can see Supplier info
es: El proveedor de servicios puede ver la información del proveedor
fr: Le prestataire de services peut consulter les informations relatives au fournisseur

source: Service Requests
es: Solicitudes de servicio
fr: Demandes de service

source: Services (required to complete a sale other than delivery &amp; installation)
es: Servicios (necesarios para completar una venta que no sea de entrega e instalación)
fr: Services (nécessaires à la réalisation d'une vente, autres que la livraison et l’installation)

source: serviceType is required.
es: serviceType es obligatorio.
fr: le Type de service est nécessaire.

source: Session Id
es: Id de sesión
fr: ID de la session

source: SET
es: ESTABLECER
fr: PROGRAMMER

source: Set a reminder every
es: Establecer un recordatorio cada
fr: Programmer un rappel tous (toutes) les

source: Set Charts
es: Establecer gráficos
fr: Définir les graphiques

source: Set Reminder
es: Establecer recordatorio
fr: Programmer un rappel

source: Settled
es: Liquidado
fr: Réglé

source: Settled Date
es: Fecha de liquidación
fr: Date de règlement

source: Settled invoice already exists with this PO
es: La factura liquidada ya existe con esta OC
fr: Une facture réglée existe déjà avec ce bon de commande

source: Settled Invoice Not Found
es: No se encontró la factura liquidada
fr: Facture réglée introuvable

source: Settled Invoice Status
es: Estado de la factura liquidada
fr: Statut de la facture réglée

source: Settled Invoice Total
es: Total de la factura liquidada
fr: Facture réglée Total

source: Settled Invoices
es: Facturas liquidadas
fr: Factures réglées

source: Settled Total
es: Total liquidado
fr: Réglé Total

source: Settled with new amount
es: Liquidadas con nuevo monto
fr: Réglé avec un nouveau montant

source: Settlement Amount
es: Monto de la liquidación
fr: Montant du règlement

source: Settlement Date
es: Fecha de liquidación
fr: Date de règlement

source: settlement failed with Errors (
es: liquidación fallida con errores (
fr: a échoué avec des Erreurs (

source: Settlement File
es: Archivo de liquidación
fr: Dossier de règlement

source: SETTLEMENT FILE NOTIFICATION
es: NOTIFICACIÓN DEL EXPEDIENTE DE LIQUIDACIÓN
fr: NOTIFICATION DU DOSSIER DE RÈGLEMENT

source: Settlement File Summary
es: Resumen del expediente de liquidación
fr: Résumé du dossier de règlement

source: SETTLEMENT STATEMENT
es: ESTADO DE CUENTA DE LIQUIDACIÓN
fr: DÉCLARATION DE RÈGLEMENT

source: SettlementDate
fr: Date de règlement

source: SettlementFee
fr: Frais de règlement

source: Setup already exists for
es: La configuración ya existe para
fr: La configuration existe déjà pour

source: Setup already exists. Selected group
es: La configuración ya existe. Grupo seleccionado
fr: La configuration existe déjà. Groupe sélectionné

source: Ship Date
es: Fecha de envío
fr: Date d'expédition

source: Ship From
es: Envío desde
fr: Expédier de

source: Ship From:
es: Envío desde:
fr: Expédier de :

source: Ship to
es: Enviar a
fr: Expédier à

source: Ship To Address
es: Dirección de destino
fr: Adresse de livraison

source: Ship To Customer Number: Parties C#
es: Número de cliente del destino: Parties C#
fr: Expédier à Numéro de client : No de pièces C

source: ShipFrom
fr: Expédier de

source: ShipFromLocation
fr: Expédier de Emplacement

source: Shipper
es: Expedidores
fr: Expéditeur

source: Shipping And Handling Combined
es: Envío y manipulación combinados
fr: Frais d'expédition et de manutention combinés

source: Shipping Only (Not paid directly to common carrier)
es: Solo envío (no se paga directamente al transportista ordinario)
fr: Expédition uniquement (non payé directement au transporteur public)

source: shipTo
fr: expédier à

source: Shop
es: Tienda
fr: Magasin

source: Shop City
es: Ciudad de la tienda
fr: Ville du magasin

source: Shop Code
es: Código de la tienda
fr: Code du magasin

source: Shop Location
es: Ubicación de la tienda
fr: Emplacement du magasin

source: Shop Locations:
es: Ubicaciones de la tienda:
fr: Emplacements des magasins :

source: Shop Name
es: Nombre de la tienda
fr: Nom du magasin

source: Shop Settled
es: Tienda establecida
fr: Magasin réglé

source: Shop State
es: Estado de la tienda
fr: État du magasin

source: Shop Submitted
es: Tienda enviada
fr: Magasin soumis

source: Shop Summary Report
es: Informe resumido de la tienda
fr: Rapport sommaire du magasin

source: Shop supplies
es: Suministros de la tienda
fr: Fournitures du magasin

source: Shop Supplies Total Sales
es: Ventas totales de suministros de la tienda
fr: Fournitures du magasin Total des ventes

source: shopAmount
fr: montant du magasin

source: ShopTotal
fr: Magasin Total

source: Short Description
es: Descripción breve
fr: Brève description

source: should have the required fields
es: debería tener los campos obligatorios
fr: doit contenir les champs obligatoires

source: shouldUpdate
fr: devrait mettre à jour

source: Show Chart
es: Mostrar gráfico
fr: Afficher le graphique

source: Show Pricing?
es: ¿Mostrar precios?
fr: Afficher la tarification ?

source: ShowPricing
fr: Afficher la tarification

source: side
es: lado
fr: côté

source: since the user does not have access to those locations
es: dado que el usuario no tiene acceso a esas ubicaciones
fr: puisque l'utilisateur n'a pas accès à ces emplacements

source: Single
es: Único
fr: Unique

source: Single Payment
es: Pago único
fr: Paiement unique

source: Sisense Configuration
es: Configuración de Sisense
fr: Configuration de Sisense

source: Site Name
es: Nombre del sitio
fr: Nom du site

source: Site URL
es: URL del sitio
fr: URL du site

source: Soft Delete user Group
es: Inactivar grupo de usuarios
fr: Supprimer (Soft Delete) le groupe d’utilisateurs

source: Soft Orange
fr: Orange doux

source: Somethig went wrong, please try again
es: Algo ha fallado, inténtelo de nuevo
fr: Un problème s'est produit, veuillez réessayer

source: Something went wrong
es: Algo ha fallado
fr: Quelque chose n'a pas fonctionné

source: Source Bill To
es: Destinatario de factura de origen
fr: Source Facturer à

source: Source Bill To is mandatory for Cross reference Type= Intercommunity and Entity Type=Dealer.
es: Destinatario de factura de origen es obligatorio para Tipo de referencia cruzada= Intercomunidad y Tipo de entidad=Distribuidor.
fr: Source Facturer à est obligatoire pour Type de référence croisée=Intercommunalité et Type d’entité=Distributeur.

source: Source Price
es: Precio de origen
fr: Prix à la source

source: Specifically Taxed Services
es: Servicios específicamente gravados
fr: Services spécifiquement taxés

source: Specified Authorization has already expired.
es: La autorización especificada ya ha caducado.
fr: L'autorisation spécifiée a déjà expiré.

source: Specified Core Price greater/lesser than the &quot;Not to Exceed Price&quot; and allowed price variance, will need to be adjusted manually.
es: Precio base especificado superior/inferior a “Precio no superable” y a la variación de precio permitida, se debe ajustar manualmente.
fr: Le prix de base spécifié supérieur ou inférieur au « prix à ne pas dépasser » et à l'écart de prix autorisé devra être ajusté manuellement.

source: Specified Core Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;; Part FET Price not found.
es: Precio base especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”; no se encontró el precio FET de la pieza.
fr: Le prix de base spécifié est supérieur ou inférieur au « prix à ne pas dépasser » mais reste dans les limites de l'écart de prix autorisé ; il sera automatiquement ajusté au « prix à ne pas dépasser » ; le prix de la pièce FET n'a pas été trouvé.

source: Specified Date
es: Fecha especificada
fr: Date spécifiée

source: Specified transaction Id not found in transaction_tb
es: No se encontró el Id de transacción especificado en transaction_tb
fr: L'identifiant de la transaction spécifiée n'a pas été trouvé dans transaction_tb

source: Specified Unit price and Core Price greater/lesser than the &quot;Not to Exceed Price&quot; and allowed price variance, will need to be adjusted manually.
es: Precio unitario y Precio base especificados superiores/inferiores a “Precio no superable” y a la variación de precio permitida, se deben ajustar manualmente.
fr: Le prix unitaire spécifié et le prix de base supérieurs ou inférieurs au « prix à ne pas dépasser » et à l'écart de prix autorisé devront être ajustés manuellement.

source: Specified Unit Price and Core Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;;Part FET Price not found.
es: Precio unitario y Precio base especificados superiores/inferiores a “Precio no superable” pero dentro de la variación de precio permitida, se ajustarán automáticamente a “Precio no superable”; no se encontró el precio FET de la pieza.
fr: Le prix unitaire spécifié et le prix de base supérieurs ou inférieurs au « prix à ne pas dépasser », mais dans les limites de l'écart de prix autorisé, seront automatiquement ajustés au « prix à ne pas dépasser » ; le prix de la pièce FET n'a pas été trouvé.

source: Specified Unit Price greater than the &quot;Not to Exceed Price&quot; and allowed price variance, will need to be adjusted manually.
es: Precio unitario especificado superior a “Precio no superable” y a la variación de precio permitida, se debe ajustar manualmente.
fr: Le prix unitaire spécifié supérieur au « prix à ne pas dépasser » et à l'écart de prix autorisé devra être ajusté manuellement.

source: Specified Unit Price greater than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;
es: Precio unitario especificado superior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”
fr: Le prix unitaire spécifié supérieur au « prix à ne pas dépasser » mais dans les limites de l'écart de prix autorisé sera automatiquement ajusté au « prix à ne pas dépasser »

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; and allowed price variance, will need to be adjusted manually.
es: Precio unitario especificado superior/inferior a “Precio no superable” y a la variación de precio permitida, se debe ajustar manualmente.
fr: Le prix unitaire spécifié supérieur ou inférieur au « prix à ne pas dépasser » et à l'écart de prix autorisé devra être ajusté manuellement.

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;
es: Precio unitario especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”
fr: Le prix unitaire spécifié supérieur ou inférieur au « prix à ne pas dépasser », mais dans les limites de l'écart de prix autorisé, sera automatiquement ajusté au « prix à ne pas dépasser »

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;; Part FET Price not found.
es: Precio unitario especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”; no se encontró el precio FET de la pieza.
fr: Le prix unitaire spécifié supérieur ou inférieur au « prix à ne pas dépasser », mais dans les limites de l'écart de prix autorisé, sera automatiquement ajusté au « prix à ne pas dépasser »; le prix de la pièce FET est introuvable.

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;;Part Core and FET Price not found
es: Precio unitario especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”; no se encontró el precio base ni FET de la pieza.
fr: Le prix unitaire spécifié est supérieur ou inférieur au « prix à ne pas dépasser » mais dans la limite de l'écart de prix autorisé, il sera automatiquement ajusté au « prix à ne pas dépasser »; le prix de la pièce principale et du FET est introuvable

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;;Part Core price not found.
es: Precio unitario especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”; no se encontró el precio base de la pieza.
fr: Le prix unitaire spécifié est supérieur ou inférieur au « prix à ne pas dépasser » mais reste dans les limites de l'écart de prix autorisé ; il sera automatiquement ajusté au « prix à ne pas dépasser » ; le prix de base de la pièce est introuvable.

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;;Pricing relationship set to ignore core price check.
es: Precio unitario especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”; la relación de fijación de precios está configurada para ignorar la comprobación de precio base.
fr: Le prix unitaire spécifié supérieur ou inférieur au « prix à ne pas dépasser », mais dans les limites de l'écart de prix autorisé, sera automatiquement ajusté au « prix à ne pas dépasser »; la relation de tarification est définie de manière à ignorer la vérification du prix de base.

source: Specified Unit Price greater/lesser than the &quot;Not to Exceed Price&quot; but within the allowed price variance, will be automatically adjusted to &quot;Not to Exceed Price&quot;;Pricing relationship set to ignore core price check;Part FET Price not found.
es: Precio unitario especificado superior/inferior a “Precio no superable” pero dentro de la variación de precio permitida, se ajustará automáticamente a “Precio no superable”; la relación de fijación de precios está configurada para ignorar la comprobación de precio base; no se encontró el precio FET de la pieza.
fr: Le prix unitaire spécifié est supérieur ou inférieur au « prix à ne pas dépasser » mais reste dans les limites de l'écart de prix autorisé; il sera automatiquement ajusté au « prix à ne pas dépasser » ; la relation de prix est réglée de manière à ignorer la vérification du prix de base ; le prix de la pièce FET est introuvable.

source: Split Invoices
es: Facturas divididas
fr: Factures fractionnées

source: Split Invoices Relationship
es: Relación de facturas divididas
fr: Relation de fractionnement des factures

source: SQL Err Num
es: Núm. de error SQL
fr: No de l’erreur SQL

source: SQL Err Num:
es: Núm. de error SQL:
fr: No de l’erreur SQL :

source: SSO User
es: Usuario de SSO
fr: Utilisateur de l'authentification unique

source: SSRS Data points visibility
es: Visibilidad de puntos de datos de SSRS
fr: Visibilité des points de données SSRS

source: Start Date
es: Fecha de inicio
fr: Date de début

source: Start Date From:
es: Fecha de inicio Desde:
fr: Date de début de :

source: Start Date is required
es: La fecha de inicio es obligatoria
fr: La date de début est requise

source: Start Date To:
es: Fecha de inicio Hasta:
fr: Date de début à :

source: startDate field value can not be empty.
es: El valor del campo startDate no puede estar vacío.
fr: la valeur du champ startDate ne peut pas être vide.

source: Starts With
es: Comienza con
fr: Commence par

source: State
es: Estado
fr: État

source: State is a mandatory value for
es: Estado es un valor obligatorio para
fr: L'État est une valeur obligatoire pour

source: State/ Province
es: Estado/Provincia
fr: État/province

source: State/Province
es: Estado/Provincia
fr: État/Province

source: STATEMENT
es: ESTADO DE CUENTA
fr: DÉCLARATION

source: Statement #
es: N.º de estado de cuenta
fr: No de la déclaration

source: Statement could not be generated due to duplicate statement.
es: No se pudo generar el estado de cuenta debido a uno duplicado.
fr: La déclaration n'a pas pu être générée en raison d'une double déclaration.

source: Statement Date
es: Fecha del estado de cuenta
fr: Date de la déclaration

source: Statement Delivery
es: Entrega del estado de cuenta
fr: Remise de la déclaration

source: Statement Delivery Method
es: Método de entrega del estado de cuenta
fr: Déclaration - Méthode de livraison

source: Statement Delivery Relationship
es: Relación de entrega del estado de cuenta
fr: Déclaration - Relation de livraison

source: Statement End Day
es: Día de finalización del estado de cuenta
fr: Déclaration - Fin de journée

source: Statement Grouping configuration for rendering
es: Configuración de agrupación de estados de cuenta para renderización
fr: Déclaration - Configuration du regroupement pour le rendu

source: Statement ID
es: ID de estado de cuenta
fr: ID de la déclaration

source: Statement Number
es: Número de estado de cuenta
fr: Numéro de la déclaration

source: Statement Period
es: Período del estado de cuenta
fr: Période de déclaration

source: Statement Sorting configuration for rendering
es: Configuración de clasificación de estados de cuenta para renderización
fr: Déclaration - Configuration du tri pour le rendu

source: Statement Summary
es: Resumen del estado de cuenta
fr: Résumé de la déclaration

source: Statement Summary/Summary for&quot;
es: Resumen del estado de cuenta/Resumen para"
fr: Résumé de la déclaration/résumé pour"

source: Statement Total
es: Total del estado de cuenta
fr: Déclaration - Total

source: Statement Type
es: Tipo de estado de cuenta
fr: Type de déclaration

source: Statement Vendor
es: Proveedor del estado de cuenta
fr: Déclaration - Vendeur

source: Statement#
es: N.º de estado de cuenta
fr: No de la déclaration

source: statementDeliveryMethod
fr: déclaration - Méthode de livraison

source: statementDeliveryStructure
fr: déclaration - Relation de livraison

source: StatementPeriod
fr: Période de déclaration

source: StatementPeriodEndDate
fr: Date de fin de la période de déclaration

source: StatementPeriodStartDate
fr: Date de début de la période de déclaration

source: StatementReportLocation
fr: Déclaration - Lieu du rapport

source: STATEMENTS
es: ESTADOS DE CUENTA
fr: DÉCLARATIONS

source: Status
es: Estado
fr: Statut

source: status and cannot be changed to different Transaction Status
es: estado y no se puede cambiar a un Estado de transacción diferente
fr: statut et ne peut pas être modifié en un autre statut de transaction

source: Status Criteria
es: Criterios de estatus
fr: Critères de statut

source: Status is Empty for PartnerId:
es: El estado está vacío para PartnerId:
fr: Le statut est vide pour PartnerId :

source: Status Result:
es: Resultado del estado:
fr: Résultat du statut :

source: StatusChange
fr: Changement de statut :

source: StepName
fr: Nom de l'étape

source: Stock Order
es: Pedido de stock
fr: Commande de stock

source: Stop Letter
es: Detener carta
fr: Lettre d'arrêt

source: Store
es: Tienda
fr: Magasin

source: Store:
es: Tienda:
fr: Magasin :

source: Sub Brand AAIA
es: AAIA de submarca
fr: Sous-marque AIAA

source: Sub Community
es: Subcomunidad
fr: Sous-communauté

source: Sub Line Code
es: Subcódigo de línea
fr: Code de sous-ligne

source: Sub Line Code is required field.
es: Subcódigo de línea es un campo obligatorio.
fr: Le code de sous-ligne est un champ obligatoire.

source: Sub-community Code
es: Código de subcomunidad
fr: Code de la sous-communauté

source: Sub-community Management
es: Gestión de la subcomunidad
fr: Gestion des sous-communautés

source: Sub-community Name
es: Nombre de la subcomunidad
fr: Nom de la sous-communauté

source: Sub-community Type
es: Tipo de subcomunidad
fr: Type de sous-communauté

source: Subcommunity:
es: Subcomunidad:
fr: Sous-communauté :

source: subject
es: asunto
fr: sujet

source: Subket Labor
es: Mano de obra subcontratada
fr: Sous-location - Main-d'œuvre

source: Sublet
es: Subcontrato
fr: Sous-location

source: Sublet Labor
es: Mano de obra subcontratada
fr: Sous-location - Main-d'œuvre

source: Sublet Part
es: Pieza subcontratada
fr: Sous-location - Pièces

source: Sublet Settled
es: Subcontrato liquidado
fr: Sous-location régle

source: Sublet Submitted
es: Subcontrato presentado
fr: Sous-location soumise

source: Sublet Total Sales
es: Ventas totales de subcontrato
fr: Sous-location - Ventes totales

source: subletAmount
fr: montant de la sous-ligne

source: SubletTotal
fr: Total des sous-locations

source: subLineCode
fr: code de la sous-ligne

source: SubLineCodeDescription
fr: Description du code de la sous-ligne

source: Submission resulted in discrepancy
es: El envío dio lugar a una discrepancia
fr: La soumission a donné lieu à des divergences

source: Submission Type
es: Tipo de envío
fr: Type de soumission

source: Submit
es: Entregar
fr: Soumettre

source: Submit Invoice
es: Enviar factura
fr: Soumettre la facture

source: Submitted
es: Enviada
fr: Soumis(e)

source: submitted for Customer:
es: enviado para el cliente:
fr: soumis au client :

source: submitted for customer:1
es: enviado para el cliente:
fr: soumis au client :

source: Submitted Invoice Total
es: Total de la factura enviada
fr: Facture soumise Total

source: Submitting without lineItem is not allowed.
es: No se permite el envío sin lineItem.
fr: La soumission sans poste n'est pas autorisée.

source: Subscribe
es: Suscribirse
fr: S'abonner

source: Subscribed
es: Suscrito
fr: Abonné

source: Success w/ warning
es: Correcto con advertencia
fr: Succès avec avertissement

source: SUCCESSFUL
es: CORRECTO
fr: SUCCÈS

source: Successfully approved the selected Pre Authorization(s).
es: Se aprobaron correctamente las preautorizaciones seleccionadas.
fr: A approuvé avec succès la (les) préautorisation(s) sélectionnée(s).

source: Successfully completed
es: Completado correctamente
fr: Terminé avec succès

source: Successfully Loaded
es: Cargado correctamente
fr: Chargé avec succès

source: Successfully loaded with errors.
es: Cargado correctamente con errores.
fr: Chargé avec succès avec des erreurs.

source: Successfully loaded.
es: Cargado correctamente.
fr: Chargé avec succès.

source: Successfully re-authorized (required due to authorization amount variance)
es: Reautorizado correctamente (necesario debido a la variación del monto de la autorización)
fr: Réautorisation réussie (nécessaire en raison d'un écart dans le montant de l'autorisation)

source: Successfully rejected the selected Pre Authorization(s).
es: Se rechazaron correctamente las preautorizaciones seleccionadas.
fr: A rejeté avec succès la (les) préautorisation(s) sélectionnée(s).

source: Successfully submitted the selected invoice(s) for release process
es: Se presentaron correctamente las facturas seleccionadas para el proceso de liberación
fr: Soumission réussie de la (des) facture(s) sélectionnée(s) pour le processus de validation
