Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Successfully submitted the selected invoice(s) for release process except for the following which has discrepancy:
es: Se presentaron correctamente las facturas seleccionadas para el proceso de liberación, excepto la siguiente, que presenta discrepancias:
fr: Les factures sélectionnées ont été soumises avec succès au processus de validation, à l'exception de la facture suivante qui présente une anomalie :

source: Successfully submitted the selected invoice(s) for release process.
es: Se presentaron correctamente las facturas seleccionadas para el proceso de liberación.
fr: Les factures sélectionnées ont été soumises avec succès au processus de validation.

source: Suggested
es: Sugerido
fr: Suggéré

source: Sum
es: Suma
fr: Somme

source: Sum Adjusted
es: Suma ajustada
fr: Somme ajustée

source: Sum Settled
es: Suma liquidada
fr: Somme réglée

source: Summary
es: Resumen
fr: Résumé

source: Summary Detail
es: Detalle del resumen
fr: Résumé détaillé

source: Summary Reconcile Report
es: Informe resumido de conciliación
fr: Rapport de réconciliation sommaire

source: Summary Remittance Report
es: Informe resumido de remesas
fr: Rapport sommaire sur les versements

source: Summary Taxes
es: Resumen de impuestos Domingo
fr: Résumé des impôts

source: Sunday
es: Domingo
fr: Dimanche

source: Super Admin
fr: Super administrateur

source: Super Admin List Groups
es: Grupos de la lista Super Admin
fr: Groupes de la liste des super administrateurs

source: SuperAdmin
fr: Super administrateur

source: Superceded Part number of
es: Número de pieza sustituido de
fr: Numéro de pièce de remplacé

source: SupercedePartNumber
fr: Numéro de pièce remplacé

source: Superceding Effective Date
es: Fecha de vigencia de la sustitución
fr: Date d'entrée en vigueur ultérieure

source: Superceding Effective Date is required when Superceding Part Number is selected.
es: La Fecha de vigencia de la sustitución es necesaria cuando se selecciona Sustitución de número de pieza.
fr: La date d'entrée en vigueur ultérieure est requise lorsque l'option Numéro de pièce prioritaire est sélectionnée.

source: Superceding Part Number
es: Sustitución de número de pieza
fr: Numéro de la pièce remplaçante

source: Superseded part will not perform price check
es: La pieza sustituida no efectuará la comprobación de precios
fr: La pièce remplacée n'effectuera pas de vérification de prix

source: SuperUser
fr: Super utilisateur

source: Supplier
es: Proveedor
fr: Fournisseur

source: Supplier Brand AAIA
es: AAIA de marca del proveedor
fr: Marque du fournisseur AAIA

source: Supplier Brand AAIA Desc
es: Desc. de AAIA de marca del proveedor
fr: Description de la marque du fournisseur AIAA

source: Supplier Brand Name
es: Nombre de marca del proveedor
fr: Nom de la marque du fournisseur

source: Supplier can see Customer info
es: El proveedor puede ver la información del cliente
fr: Le fournisseur peut consulter les informations sur le client

source: Supplier can see Service Provider info
es: El proveedor puede ver la información del proveedor de servicios
fr: Le fournisseur peut consulter les informations relatives au prestataire de services

source: Supplier Code, Buyer Code, Pay Status Type and Invoice Number are Mandatory fields please send correct values to be processed.
es: Código de proveedor, Código de comprador, Tipo de estado de pago y Número de factura son campos obligatorios, envíe los valores correctos para procesamiento.
fr: Le code du fournisseur, le code de l'acheteur, le type de statut de paiement et le numéro de la facture sont des champs obligatoires.

source: Supplier Facility
es: Instalación del proveedor
fr: Facilité du fournisseur

source: Supplier Invoice #
es: N.º de factura del proveedor
fr: No de facture du fournisseur

source: Supplier Invoice Date
es: Fecha de la factura del proveedor
fr: Date de la facture du fournisseur

source: Supplier line code not found :
es: Código de línea del proveedor no encontrado:
fr: Code de ligne de fournisseur introuvable :

source: Supplier Name
es: Nombre del proveedor
fr: Nom du fournisseur

source: Supplier Popularity Code
es: Código de popularidad del proveedor
fr: Code de popularité du fournisseur

source: Supplier Shop
es: Tienda del proveedor
fr: Magasin du fournisseur

source: SupplyChainFinancing
fr: Financement de la chaîne d'approvisionnement

source: Support
fr: assistance

source: Support Center
es: Centro de soporte
fr: Centre d'assistance

source: Support team.
es: Equipo de soporte.
fr: Équipe de soutien.

source: SupressDealerFeeOnRemittance
fr: Suppression de la commission du négociant sur le versement

source: Surcharge
es: Recargo
fr: Supplément

source: Suspended
es: Suspendido
fr: Suspendu

source: Suspended from Inactivity
es: Suspendido por inactividad
fr: Suspension de l'inactivité

source: Suspended from Incorrect Security Questions
es: Suspendido por preguntas de seguridad incorrectas
fr: Suspendu pour cause de questions de sécurité incorrectes

source: Suspended from Password Locked
es: Suspendido por contraseña bloqueada
fr: Suspendu de Verrouillé par mot de passe

source: Suspension Status
es: Estado de la suspensión
fr: Statut de suspension

source: Suspension Status Relationship
es: Relación de estado de la suspensión
fr: Statut de suspension Relation

source: System
es: Sistema
fr: Système

source: System cannot modify the lines since someone already modified them through UI.
es: El sistema no puede modificar las líneas porque alguien ya las ha modificado a través de la UI.
fr: Le système ne peut pas modifier les lignes car quelqu'un les a déjà modifiées via l'interface utilisateur.

source: System currently does not allow accepting Change PO.
es: El sistema no permite actualmente aceptar la modificación de OC.
fr: Le système ne permet pas actuellement d'accepter les commandes de modification.

source: System Error! Please Contact System Administrator.
es: ¡Error de Sistema! Póngase en contacto con el administrador del sistema.
fr: Erreur du système ! Veuillez contacter l'administrateur du système.

source: System failure while processing :
es: Fallo del sistema durante el procesamiento:
fr: Erreur du système pendant le traitement :

source: System Receive Date
es: Fecha de recepción del sistema
fr: Date de réception par le système

source: System received date Buyer
es: Fecha de recepción del sistema Comprador
fr: Date de réception par le système Acheteur

source: System received date Dealer
es: Fecha de recepción del sistema Distribuidor
fr: Date de réception par le système Distributeur

source: System received date Fleet
es: Fecha de recepción del sistema Flota
fr: Date de réception par le système Flotte

source: System received date Seller
es: Fecha de recepción del sistema Vendedor
fr: Date de réception par le système Vendeur

source: System:
es: Sistema:
fr: Système :

source: System: Unknown system failure - reprocessing :
es: Sistema: Fallo desconocido del sistema - reprocesamiento:
fr: Système : Défaillance inconnue du système - retraitement en cours :

source: System: Unknown system failure while Buyer released.
es: Sistema: Fallo desconocido del sistema al liberar al comprador.
fr: Système : Défaillance inconnue du système lors de la validation de l'acheteur.

source: System: Unknown system failure while Fleet released.
es: Sistema: Fallo desconocido del sistema al liberar la flota.
fr: Système : Défaillance inconnue du système lors de la validation de la flotte.

source: System: Unknown system failure.
es: Sistema: Fallo desconocido del sistema.
fr: Système : Défaillance inconnue du système.

source: Tab
es: Pestaña
fr: Onglet

source: Tax
es: Impuesto
fr: Impôts

source: Tax Amount Invalid
es: Monto del impuesto no válido
fr: Montant de l'impôt non valide

source: Tax Amount Verified
es: Monto del impuesto verificado
fr: Montant de l'impôt vérifié

source: Tax Charged
es: Impuesto cargado
fr: Taxe imputée

source: Tax charged in error
es: Impuesto cargado por error
fr: Taxe imputée par erreur

source: Tax Code
es: Código de impuesto
fr: Code fiscal

source: Tax Code Configuration
es: Configuración del código de impuesto
fr: Configuration du code fiscal

source: Tax code should not be more than 30 characters
es: El código de impuesto no debe tener más de 30 caracteres
fr: Le code fiscal ne doit pas comporter plus de 30 caractères

source: Tax Description
es: Descripción del impuesto
fr: Description de l'impôt

source: Tax Exempt
es: Exento de impuestos
fr: Exemption fiscale

source: Tax Exempt Status
es: Estado de exención de impuestos
fr: Statut d'exonération fiscale

source: tax exempted , tax will not be entered.
es: exento de impuestos, no se introducirán impuestos.
fr: exonéré de taxe, la taxe ne sera pas saisie.

source: Tax Exemption
es: Exención fiscal
fr: Exonération fiscale

source: Tax Exemptions
es: Exenciones fiscales
fr: Exonérations fiscales

source: Tax Forms
es: Formularios de impuestos
fr: Formulaires fiscaux

source: Tax ID
es: ID de impuesto
fr: Numéro d'identification fiscale

source: Tax ID Missing
es: Falta el ID de impuesto
fr: Numéro d'identification fiscale manquant

source: Tax Rate is Required
es: Tipo impositivo es obligatorio
fr: Taux d'imposition requis

source: Tax Relationship
es: Relación de impuestos
fr: Relation fiscale

source: Tax Review Report
es: Informe de revisión de impuestos
fr: Rapport d'examen fiscal

source: Tax Settled
es: Impuesto liquidado
fr: Taxe réglée

source: Tax Submitted
es: Impuesto presentado
fr: Taxe soumise

source: Tax Total
es: Total de impuestos
fr: Taxe Total

source: Tax Type
es: Tipo de impuesto
fr: Type d'impôt

source: Tax Type Invalid
es: Tipo de impuesto no válido
fr: Type d'impôt non valide

source: Tax types
es: Tipos de impuesto
fr: Types d'impôts

source: Tax:
es: Impuesto:
fr: Impôt :

source: Taxable Type Code
es: Código de tipo impositivo
fr: Code du type d'impôt

source: taxAmount
fr: montant de la taxe

source: TaxCode
fr: Code fiscal

source: Taxes
es: Impuestos
fr: Impôts

source: TaxTotal
fr: Total des taxes

source: TDM Email
es: Correo electrónico de TDM
fr: E-mail TDM

source: TDM Name
es: Nombre de TDM
fr: Nom du TDM

source: Technology Products
es: Productos tecnológicos
fr: Produits technologiques

source: Template:
es: Plantilla:
fr: Modèle :

source: TEMPORARY PASSWORD
es: CONTRASEÑA TEMPORAL
fr: MOT DE PASSE TEMPORAIRE

source: Temporary password to {0}
es: Contraseña temporal para {0}
fr: Mot de passe temporaire pour {0}

source: Temporary Unmapped Service SKU
es: Servicio temporal no asignado SKU
fr: Service temporaire non mappé UGS

source: Term Available to
es: Plazo disponible para
fr: Durée disponible pour

source: Term Basis
es: Plazo base
fr: Base temporelle

source: Term Description and Variable Due Date Calculation fields are mandatory.
es: Los campos Descripción del plazo y Cálculo de fecha de vencimiento variable son obligatorios.
fr: Les champs Description des conditions et Calcul de l'échéance variable sont obligatoires.

source: Term Description and Variable Due Date Calculation fields can be set only for Corcentric locations.
es: Los campos Descripción del plazo y Cálculo de fecha de vencimiento variable solo pueden establecerse para ubicaciones Corcentric.
fr: Les champs Description des conditions et Calcul de la date d'échéance variable ne peuvent être définis que pour les lieux Corcentric.

source: Term Description: 80 characters allowed only.
es: Descripción del plazo: Solo se permiten 80 caracteres.
fr: Description des conditions : 80 caractères seulement sont autorisés.

source: Term Discount
es: Descuento por plazo
fr: Remise à terme

source: Term of Sale
es: Plazo de venta
fr: Conditions de vente

source: Term Status
es: Estado del plazo
fr: Statut du mandat

source: Term Type
es: Tipo de plazo
fr: Type de condition

source: Term Type, Terms Description and Payment Amount Due Date are mandatory fields.
es: Tipo de plazo, Descripción del plazo y Fecha de vencimiento del monto de pago son campos obligatorios.
fr: Les champs Type de condition, Description des conditions et Date d'échéance du montant du paiement sont obligatoires.

source: Terminated
es: Terminado
fr: Résilié

source: Terminated Contract cannot be reactivated
es: Un contrato terminado no se puede reactivar
fr: Le contrat résilié ne peut pas être réactivé

source: Termination Date
es: Fecha de terminación
fr: Date d'expiration

source: termination queue configuration
es: configuración de la cola de terminación
fr: configuration de la file d'attente de résiliation

source: Terms
es: Términos
fr: Conditions

source: Terms &amp; Conditions
es: Términos y condiciones
fr: Conditions générales

source: Terms and conditions
es: Términos y condiciones
fr: Conditions d'utilisation

source: Terms not Applicable
es: Términos no aplicables
fr: Conditions non applicables

source: Terms of Sale
es: Condiciones de venta
fr: Conditions de vente

source: TEXT
es: TEXTO
fr: TEXTE

source: Text Area
es: Área de texto
fr: Zone de texte

source: that is not setup for pre authorization; please contact system administrator
es: que no esté configurado para preautorización; póngase en contacto con el administrador del sistema
fr: qui n'est pas configuré pour l'autorisation préalable ; veuillez contacter l'administrateur du système

source: that pricing has been updated in their system.
es: que la fijación de precios se ha actualizado en su sistema.
fr: que la tarification a été mise à jour dans leur système.

source: The above transactions represents documents due through 10/12/12.
es: Las transacciones anteriores representan documentos vencidos hasta el 12/10/12.
fr: Les transactions ci-dessus représentent les documents échus jusqu'au 12/10/12.

source: The attached spreadsheet lists all invoices that have been awaiting release for over {0} days and must be released in order to receive payment.&lt;br/&gt;&lt;br/&gt;{1}
es: En la hoja de cálculo adjunta se enumeran todas las facturas que llevan más de {0} días pendientes de liberación y que deben liberarse para poder recibir el pago.<br/><br/>{1}
fr: La feuille de calcul ci-jointe dresse la liste de toutes les factures en attente de déblocage depuis plus de {0} jours et qui doivent être débloquées pour recevoir le paiement.<br/><br/>{1}

source: The below items will be drafted from your account on 10/12/12 less any items disputed/adjusted by 10/12/12. Please call Custom
es: Los siguientes artículos se cobrarán de su cuenta bancaria el 12/10/12 menos cualquier artículo disputado/ajustado antes del 12/10/12. Póngase en contacto con Aduanas
fr: Les éléments ci-dessous seront prélevés sur votre compte le 12/10/12, déduction faite des éléments contestés/réglés au 12/10/12. Appelez le service de douanes

source: The below items will be drafted from your account on 10/12/12. Please call Customer Support at +92323445632 with any questions./
es: Los siguientes artículos se cobrarán de su cuenta bancaria el 12/10/12. Ante cualquier duda, llame al servicio de atención al cliente al +92323445632./
fr: Les éléments ci-dessous seront prélevés sur votre compte le 12/10/12. Pour toute question, veuillez contacter le service client au +92323445632./

source: The Buyer part cross reference import has completed with {0} errors. If errors exist, please review the attachment for additional information.&lt;br/&gt;&lt;br/&gt;{1}
es: La importación de referencias cruzadas de piezas del comprador se ha completado con {0} errores. Si existen errores, revise el archivo adjunto para obtener información adicional.<br/><br/>{1}
fr: L'importation des références croisées des pièces de l'acheteur s'est terminée avec {0} erreurs. En cas d'erreur, veuillez consulter la pièce jointe pour obtenir des informations supplémentaires.<br/><br/>{1}

source: The CAPTCHA is required
es: CAPTCHA es obligatorio
fr: Le CAPTCHA est requis

source: The content length exceeds the limit 20 Mb, Please reduce the content size and try again.
es: La longitud del contenido supera el límite de 20 Mb, reduzca el tamaño del contenido e inténtelo de nuevo.
fr: La longueur du contenu dépasse la limite de 20 Mo. Veuillez réduire la taille du contenu et réessayer.

source: The currency code in the request is not a valid currency code for the Dealer.
es: El código de divisa de la solicitud no es un código de divisa válido para el distribuidor.
fr: Le code devise dans la demande n'est pas un code devise valide pour le distributeur.

source: The currency code in the request is not a valid currency code for the Seller.
es: El código de divisa en la solicitud no es un código de divisa válido para el vendedor.
fr: Le code devise dans la demande n'est pas un code devise valide pour le vendeur.

source: The dispute for invoice: {0} has been closed. The resolution note:
es: La disputa por la factura: {0} se ha cerrado. La nota de resolución:
fr: Le litige concernant la facture : {0} a été clôturé. La note de résolution :

source: The dispute for invoice: {0} has been resolved. The resolution note:
es: La disputa para la factura: {0} se ha resuelto. La nota de resolución:
fr: Le litige concernant la facture : {0} a été résolu. La note de résolution :

source: The Dispute is resolved. However, invoices were not included in the resolution notification because there are multiple credits and rebills associated with the original invoice.
es: La disputa se ha resuelto. Sin embargo, no se incluyeron facturas en la notificación de resolución porque hay múltiples abonos y refacturaciones asociados a la factura original.
fr: Le litige est résolu. Cependant, les factures n'ont pas été incluses dans la notification de résolution parce qu'il y a plusieurs crédits et refacturations associés à la facture originale.

source: The dispute reason for invoice: &quot; + invNumber + &quot; has been updated. &lt;br/&gt;&lt;br/&gt;&quot; + sStatus
es: El motivo de disputa para la factura: " + invNumber + " ha sido actualizado. <br/><br/>" + sStatus
fr: Le motif de litige pour la facture : « + Numéro de facture + » a été mis à jour. <br/><br/>« + sStatus

source: The error
es: El error
fr: L'erreur

source: The Extended Total of
es: El total ampliado de
fr: Le total étendu de

source: The following items need to be fixed in order to proceed:
es: Se deben corregir los siguientes artículos para poder continuar:
fr: Les points suivants doivent être réglés pour pouvoir continuer :

source: The following user(s) cannot be removed from the group because it is their default group\
es: Los siguientes usuarios no se pueden eliminar del grupo porque es su grupo por defecto\
fr: Le(s) utilisateur(s) suivant(s) ne peut/peuvent pas être retiré(s) du groupe car il s'agit de son/leur groupe par défaut

source: The full Finance Charge Policy is available under Help → Community Documents
es: La Política de cargos financieros completa está disponible en Ayuda → Documentos comunitarios
fr: L'intégralité de la politique de financement est disponible sous Aide → Documents communautaires

source: The group cannot be deleted because it is associated to one or more users. Please remove the user associations and try again.
es: No se puede eliminar el grupo porque está asociado a uno o varios usuarios. Elimine las asociaciones de usuarios e inténtelo de nuevo.
fr: Le groupe ne peut pas être supprimé car il est associé à un ou plusieurs utilisateurs. Veuillez supprimer les associations d'utilisateurs et réessayer.

source: The letter &quot;D&quot; indicates a disputed transaction and will not be drafted in this cycle.
es: La letra “D” indica una transacción en disputa y no se efectuará su cobro bancario en este ciclo.
fr: La lettre « D » indique qu'il s'agit d'une transaction contestée et qu'elle ne sera pas traitée au cours de ce cycle.

source: The new Bi-weekly Start Date cannot be earlier than the previous Bi-weekly Start Date setting:
es: La nueva Fecha de inicio bisemanal no puede ser anterior al ajuste de Fecha de inicio bisemanal anterior:
fr: La nouvelle date de début bihebdomadaire ne peut pas être antérieure à la date de début bihebdomadaire précédente :

source: The new Core Price of
es: El nuevo Precio base de
fr: Le nouveau prix de base de

source: The new Unit Price of
es: El nuevo Precio unitario de
fr: Le nouveau prix unitaire de

source: The original PO line match Rules changed, unable to update PO.
es: Las reglas de coincidencia de la línea de OC original han cambiado, no se puede actualizar la OC.
fr: La ligne de commande originale correspond aux règles modifiées, impossible de mettre à jour la commande.

source: The part attribute already exists, Insert failed
es: El atributo de la pieza ya existe, error de inserción
fr: L'attribut de la partie existe déjà, l'insertion a échoué

source: The Pinnacle Buyer Solutions DMS web service is currently down for maintenance, please try again later. If you have questions you can reach helpdesk at pinnacleBuyersolutions@corcentric.com
es: El servicio web DMS de Pinnacle Buyer Solutions está actualmente fuera de servicio por mantenimiento, inténtelo de nuevo más tarde. Si tiene alguna pregunta, puede ponerse en contacto con el servicio de asistencia en pinnacleBuyersolutions@corcentric.com.
fr: Le service web Pinnacle Buyer Solutions DMS est actuellement indisponible pour maintenance, veuillez réessayer plus tard. Si vous avez des questions, vous pouvez contacter le service d'assistance à l'adresse suivante : pinnacleBuyersolutions@corcentric.com

source: The Pinnacle Fleet Solutions DMS web service is currently down for maintenance, please try again later. If you have questions you can reach helpdesk at pinnacleFleetsolutions@corcentric.com
es: El servicio web DMS de Pinnacle Fleet Solutions está actualmente fuera de servicio por mantenimiento, inténtelo de nuevo más tarde. Si tiene alguna pregunta, puede ponerse en contacto con el servicio de asistencia en pinnacleFleetsolutions@corcentric.com.
fr: Le service web de Pinnacle Fleet Solutions DMS est actuellement indisponible pour maintenance, veuillez réessayer plus tard. Si vous avez des questions, vous pouvez contacter le service d'assistance à l'adresse suivante : pinnacleFleetsolutions@corcentric.com

source: The product group has been successfully updated.
es: El grupo de productos se ha actualizado correctamente.
fr: La mise à jour de la famille de produits a été effectuée avec succès.

source: The Rejected PO has already been resolved.
es: La OC rechazada ya se ha resuelto.
fr: La commande rejetée a déjà été résolue.

source: The role cannot be deleted because it is associated to one or more groups. Please remove the group association and try again.
es: El rol no se puede eliminar porque está asociado a uno o más grupos. Elimine la asociación al grupo e inténtelo de nuevo.
fr: Le rôle ne peut pas être supprimé car il est associé à un ou plusieurs groupes. Veuillez supprimer l'association de groupe et réessayer.

source: The selected Sub Community is Deactivated. Please resolve
es: La subcomunidad seleccionada está desactivada. Resuélvalo
fr: La sous-communauté sélectionnée est désactivée. Veuillez résoudre

source: The sub-community code already used please try another.
es: El código de subcomunidad ya está utilizado, pruebe con otro.
fr: Le code de la sous-communauté est déjà utilisé, veuillez en essayer un autre.

source: The sub-community name already used, please try another.
es: El nombre de subcomunidad ya está utilizado, pruebe con otro.
fr: Le nom de la sous-communauté est déjà utilisé, veuillez en essayer un autre.

source: The submitted code is incorrect
es: El código enviado es incorrecto
fr: Le code soumis est incorrect
