Repository: Kanwal24071990/GitDemo
Catalog: AutomationTesting_CorConnect/AutomationTesting_CorConnect/Resources/Translations.*.resx
Languages: es, fr

source: Rebill the Invoice
es: Refacturación de factura
fr: Refacturer la facture

source: Rebilled By
es: Refacturado por
fr: Refacturé par

source: Rebilled Invoice
es: Factura refacturada
fr: Facture refacturée

source: Recalculate Fee:
es: Recalcular tasa:
fr: Recalculer les frais :

source: Receipt of Goods
es: Recepción de mercancías
fr: Réception des marchandises

source: Receive Date
es: Fecha de recepción
fr: Date de réception

source: Received
es: Recibido
fr: Reçu

source: Received Date
es: Fecha de recepción
fr: Date de réception

source: Received Date/Time
es: Fecha/hora de recepción
fr: Date/heure de réception

source: Receiver
es: Receptor
fr: Récepteur

source: Receiver 1
es: Receptor 1
fr: Récepteur 1

source: Receiver 2
es: Receptor 2
fr: Récepteur 2

source: Receiver 3
es: Receptor 3
fr: Récepteur 3

source: Receiver1 is required
es: Receiver1 es obligatorio
fr: Le champ Récepteur 1 est requis

source: ReceiverPartNumber
fr: Numéro de pièce du récepteur

source: Reciever part cross reference
es: Referencia cruzada de piezas del receptor
fr: Référence croisée des pièces du récepteur

source: Recipient clicked a link in a message; will only occur when click tracking is enabled
es: El destinatario hizo clic en un enlace de un mensaje; ocurrirá solo cuando el seguimiento de clics esté activado
fr: Le destinataire a cliqué sur un lien dans un message ; ne se produit que lorsque le suivi des clics est activé

source: Recipient marked a message as spam
es: El destinatario marcó un mensaje como spam
fr: Le destinataire a marqué un message comme spam

source: Recipient opened a message; will only occur when open tracking is enabled
es: El destinatario abrió un mensaje; ocurrirá solo cuando el seguimiento de apertura esté habilitado
fr: Le destinataire a ouvert un message ; ne se produit que lorsque le suivi des ouvertures est activé

source: Recipient unsubscribed
es: El destinatario se dio de baja
fr: Le destinataire s'est désabonné

source: Recognized
es: Reconocido
fr: Reconnu

source: RecogQty
fr: Qté reconnue

source: RecogTotal
fr: Total reconnu

source: Record
es: Registro
fr: Enregistrement

source: Record already ended.
es: Registro ya finalizado.
fr: L'enregistrement est déjà terminé.

source: Record Already exists
es: El registro ya existe
fr: L'enregistrement existe déjà

source: Record already exists for
es: El registro ya existe para
fr: L'enregistrement existe déjà pour

source: Record already inactivated
es: Registro ya desactivado
fr: Enregistrement déjà inactivé

source: Record can not be activated.
es: El registro no se puede activar.
fr: L'enregistrement ne peut pas être activé.

source: Record Cannot be activated.Invoice Pre-Approval Defaults already exists.
es: El registro no se puede activar. Valores predeterminados de preaprobación de facturas ya existe.
fr: L'enregistrement ne peut pas être activé. Les valeurs par défaut de l’approbation préalable de la facture existent déjà.

source: Record Cannot be created.Invoice Pre-Approval Defaults already exists.
es: El registro no se puede crear. Valores predeterminados de preaprobación de facturas ya existe.
fr: L'enregistrement n'a pas pu être créé. Les valeurs par défaut de l’approbation préalable de la facture existent déjà.

source: Record has already ended
es: El registro ya ha finalizado
fr: L'enregistrement est déjà terminé

source: Record is already inactivated
es: El registro ya está desactivado
fr: L'enregistrement est déjà désactivé

source: Record is already Inactivated.
es: El registro ya está desactivado.
fr: L'enregistrement est déjà désactivé.

source: Record saved successfully
es: El registro se guardó correctamente
fr: Enregistrement sauvegardé avec succès

source: Records Received in the File Transmission
es: Registros recibidos en la transmisión de archivos
fr: Enregistrements reçus lors de la transmission du fichier

source: Records Successfully Loaded
es: Los registros se cargaron correctamente
fr: Enregistrements chargés avec succès

source: Records Suspended
es: Registros suspendidos
fr: Enregistrements suspendus

source: Recursive
es: Recursivo
fr: Récursif

source: Red Wine
fr: Vin rouge

source: Ref #
es: N.º de ref.
fr: N° de référence

source: Ref Modification
es: Modificación de ref.
fr: Modification de la référence

source: Ref POQ #
es: N.º de POQ de ref.
fr: N° de référence POQ

source: Reference Code
es: Código de referencia
fr: Code de référence

source: Reference Information:
es: Información de referencia:
fr: Informations de référence :

source: Reference Required
es: La referencia es obligatoria
fr: Référence requise

source: Reference Type Invalid
es: Tipo de referencia no válido
fr: Type de référence non valide

source: Reference Value
es: Valor de referencia
fr: Valeur de référence

source: Reference Value Missing
es: Falta el valor de referencia
fr: Valeur de référence manquante

source: Referenced Dealer Invoice Number
es: Número de factura del distribuidor referenciado
fr: Numéro de facture du distributeur référencé

source: Referenced Dealer invoice number not found
es: No se encontró el número de factura del distribuidor referenciado
fr: Le numéro de facture du distributeur référencé est introuvable

source: Referenced Number
es: Número referenciado
fr: Numéro de référence

source: Referenced Seller invoice number not found
es: No se encontró el número de factura del vendedor referenciado
fr: Le numéro de facture du vendeur référencé est introuvable

source: References
es: Referencias
fr: Références

source: Register Users in WebCore
es: Registrar usuarios en WebCore
fr: Enregistrer des utilisateurs dans WebCore

source: Reject
es: Rechazar
fr: Rejeter

source: Reject POQ
es: Rechazar POQ
fr: Rejeter le POQ

source: Reject Reason
es: Motivo de rechazo
fr: Motif du rejet

source: Reject reason note is required
es: La nota de motivo de rechazo es obligatoria
fr: Une note sur le motif du rejet est nécessaire

source: Rejected
es: Rechazado
fr: Rejeté

source: Rejected By
es: Rechazado por
fr: Rejeté par

source: rejected by the
es: rechazado por
fr: rejeté par la

source: Rejected requests cannot be approved
es: Las solicitudes rechazadas no se pueden aprobar
fr: Les demandes rejetées ne peuvent pas être approuvées

source: Rejected requests cannot be Rejected
es: Las solicitudes rechazadas no se pueden rechazar
fr: Les demandes rejetées ne peuvent pas être rejetées

source: Rejected, assurance failed validity tests
es: Rechazada, el seguro no superó las pruebas de validez
fr: Rejeté, l'assurance a échoué aux tests de validité

source: Rejected, content after decryption could not be analyzed
es: Rechazada, no se pudo analizar el contenido tras el descifrado
fr: Rejeté, le contenu après décryptage n'a pas pu être analysé

source: Rejected, message authentication code (MAC) failed
es: Rechazada, error en el código de autenticación de mensajes (MAC)
fr: Rejeté, échec du code d'authentification des messages (MAC)

source: Rejection Comments
es: Comentarios del rechazo
fr: Commentaires de rejet

source: Rejection Date
es: Fecha de rechazo
fr: Date de rejet

source: Rejection Date/Time
es: Fecha/hora de rechazo
fr: Date/heure du rejet

source: Rejection Reason
es: Motivo del rechazo
fr: Motif du rejet

source: Related Accounts
es: Cuentas relacionadas
fr: Comptes connexes

source: Relation cannot be created between same locations or if they are in same hierarchy
es: No se puede crear una relación entre las mismas ubicaciones o si están en la misma jerarquía
fr: Il n'est pas possible de créer une relation entre les mêmes emplacements ou s'ils se trouvent dans la même hiérarchie

source: Relationship already exists with the provided values of &quot;Fee Type&quot;
es: La relación ya existe con los valores proporcionados de “Tipo de tasa”
fr: La relation existe déjà avec les valeurs fournies pour « Type de frais »

source: Relationship deleted: Inactive Payment Term
es: Relación eliminada: Condición de pago inactiva
fr: Relation supprimée : Période de paiement inactive

source: Relationship deleted: Inactive Processing Fee
es: Relación eliminada: Tasa de procesamiento inactiva
fr: Relation supprimée : Frais de traitement en cas d'inactivité

source: Relationship Groups
es: Grupos de relaciones
fr: Groupes de relations

source: Relationship inserted: Delinquent Fee Invoice Setup
es: Relación insertada: Configuración de Factura de tasa por demora
fr: Relation insérée : Frais de retard Configuration de la facture

source: Relationship inserted: Invoice Price Audit Date
es: Relación insertada: Fecha de auditoría de precio de factura
fr: Relation insérée : Prix de la facture Date de l'audit

source: Relationship inserted: Processing Fee
es: Relación insertada: Tasa de procesamiento
fr: Relation insérée : Frais de traitement

source: Relationship inserted: Reseller Invoice Required
es: Relación insertada: Se requiere factura del revendedor
fr: Relation insérée : Facture du revendeur requise

source: Relationship Search
es: Búsqueda de relaciones
fr: Recherche de relations

source: Relationship Suspended
es: Relación suspendida
fr: Suspension de la relation

source: Relationship Type
es: Tipo de relación
fr: Type de relation

source: Relationship Updated: Invoice Price Audit Date
es: Relación actualizada: Fecha de auditoría de precio de factura
fr: Relation mise à jour : Prix de la facture Date de l'audit

source: Relationship updated: Old record ended and new Payment Term added
es: Relación actualizada: El registro antiguo finalizó y se añadió una nueva condición de pago
fr: Relation mise à jour : Ancien enregistrement terminé et nouveau délai de paiement ajouté

source: Relationship updated: Old record ended and new processing fee added
es: Relación actualizada: El registro antiguo finalizó y se añadió una nueva tasa de procesamiento
fr: Relation mise à jour : Fin de l'ancien enregistrement et ajout d'une nouvelle taxe de traitement

source: Relationship updated: Payment Term
es: Relación actualizada: Condiciones de pago
fr: Relation mise à jour : Délai de paiement

source: Relationship updated: Reseller Invoice Required
es: Relación actualizada: Se requiere factura del revendedor
fr: Relation mise à jour : Facture du revendeur requise

source: Relationship: Delinquent Fee Invoice Setup
es: Relación: Configuración de Factura de tasa por demora
fr: Relation : Frais de retard Configuration de la facture

source: Relationship: Invoice Price Audit Date
es: Relación: Fecha de auditoría de precio de factura
fr: Relation : Prix de la facture Date de l'audit

source: Relationship: Payment Term
es: Relación: Condiciones de pago
fr: Relation : Délai de paiement

source: Relationship: Processing Fee
es: Relación: Tasa de procesamiento
fr: Relation : Frais de traitement

source: Relationship: Reseller Invoice Required
es: Relación: Se requiere factura del revendedor
fr: Relation : Facture du revendeur requise

source: RelationshipType
fr: Type de relation

source: Release
es: Liberación
fr: Validation

source: Release Info.
es: Info. de liberación
fr: Informations sur la validation.

source: Release Information
es: Información de liberación
fr: Information sur la validation

source: Release Invoices - EOP
es: Facturas de liberación - EOP
fr: Validation des factures - EOP

source: Release Rejected
es: Liberación rechazada
fr: Validation rejetée

source: Release Rejected Reminder
es: Recordatorio de liberación rechazada
fr: Rappel de la sortie rejetée

source: Release Rejected1
es: Liberación rechazada
fr: Validation rejetée

source: Release Reminder
es: Recordatorio de liberación
fr: Rappel de validation

source: Release Request has already been created. Please refresh the screen.
es: La solicitud de liberación ya se ha creado. Actualice la pantalla.
fr: La demande de validation a déjà été créée. Veuillez actualiser l'écran.

source: release.
es: liberación.
fr: validation.

source: Release1
es: Liberación
fr: Validation

source: Released
es: Liberado
fr: Validé

source: Released Date
es: Fecha de liberación
fr: Date de validation

source: Released Date/Time
es: Fecha/hora de liberación
fr: Date/heure de validation

source: Released Invoice Status
es: Estado de la factura liberada
fr: Statut de la facture validée

source: Reminder: Invoice Release Rejected
es: Recordatorio: Liberación de factura rechazada
fr: Rappel : Validation de la facture rejetée

source: Reminder: Invoices Awaiting Buyer Release
es: Recordatorio: Facturas pendientes de liberación por el comprador
fr: Rappel : Factures en attente de validation par l'acheteur

source: Reminder: Invoices Awaiting Fleet Release
es: Recordatorio: Facturas pendientes de liberación por la flota
fr: Rappel : Factures en attente de validation par la flotte

source: Reminder: Select Update to reflect all changes
es: Recordatorio: Seleccione Actualizar para reflejar todos los cambios
fr: Rappel : Sélectionnez Mettre à jour pour refléter toutes les modifications

source: Remit to
es: Remitir a
fr: Remettre à

source: Remit To Code
es: Remitir a código
fr: Remettre à Code

source: Remit To Name
es: Remitir a nombre
fr: Remettre à Nom

source: Remit To:
es: Remitir a:
fr: Remettre à :

source: Remitra Invoice Rendering
es: Remitir a renderización de facturas
fr: Rendement de la facture Remitra

source: REMITTANCE ADVICE
es: AVISO DE REMESA
fr: AVIS DE VERSEMENT

source: Remittance Advice Report Columns
es: Columnas del informe de aviso de remesa
fr: Colonnes du rapport sur les avis de versement

source: Remittance Contact
es: Contacto de la remesa
fr: Contact pour le versement

source: Remittance Date
es: Fecha de la remesa
fr: Date de versement

source: Remittance Method
es: Método de remesa
fr: Méthode de versement

source: Remittance Relationship
es: Relación de la remesa
fr: Relation de versement

source: Remittance Report
es: Informe de remesas
fr: Rapport de versement

source: Remittance Summary
es: Resumen de remesas
fr: Résumé des versements

source: Remittance Total
es: Total de la remesa
fr: Total de versements

source: remittanceDeliveryStructure
fr: structure de méthode de versement

source: remittanceMethod
fr: méthode de versement

source: Remitted Invoice Total
es: Total de la factura remitida
fr: Total de la facture versée

source: remitTo
fr: verser à

source: Remove
fr: Retirer

source: Remove partAttribute records
es: Eliminar registros partAttribute
fr: Supprimer les enregistrements partAttribute

source: Removed rule &quot;{0}&quot; from Policy &quot;{1}&quot;.
es: Se eliminó la regla "{0}" de la política "{1}".
fr: Suppression de la règle « {0} » de la politique « {1} ».

source: Render PDF
es: Renderizar PDF
fr: Rendre le PDF

source: Rental
es: Alquiler
fr: Location

source: Rental fees for all rental invoices
es: Tarifas de alquiler para todas las facturas de alquiler
fr: Frais de location pour toutes les factures de location

source: Rentals/Others
es: Alquileres/Otros
fr: Locations/Autres

source: Repair Services
es: Servicios de reparación
fr: Services de réparation

source: Repairs
es: Reparaciones
fr: Réparations

source: Replace field cannot have more than 30 characters.
es: El campo Sustituir no puede tener más de 30 caracteres.
fr: Le champ de remplacement ne peut pas comporter plus de 30 caractères.

source: Replace PO
es: Sustituir OC
fr: Remplacer le bon de commande

source: Replace text box cannot be empty when the Action of &quot;Replace Characters&quot; is selected.
es: El cuadro de texto Sustituir no puede estar vacío cuando se selecciona la Acción “Sustituir caracteres”.
fr: La zone de texte Remplacer ne peut pas être vide lorsque l'action « Remplacer les caractères » est sélectionnée.

source: Replace text can only be specified with the Action of &quot;Replace Characters&quot;.
es: El texto a sustituir solo puede especificarse con la Acción “Sustituir caracteres”.
fr: Le remplacement du texte ne peut être spécifié qu'avec l'action « Remplacer les caractères ».

source: Replaced
es: Sustituido
fr: Remplacé

source: Report Back
es: Presentar informe
fr: Faire un rapport

source: Report Details
es: Detalles del informe
fr: Détails du rapport

source: Report GroupBy
es: GroupBy del informe
fr: Rapport GroupBy

source: Report Paths
es: Vías del informe
fr: Chemins d'accès au rapport

source: Report Viewer
es: Visor de informes
fr: Visualisateur de rapports

source: Reporting Buyer
es: Informe de comprador
fr: Acheteur déclarant

source: Reporting Fleet
es: Informe de flota
fr: Flotte déclarante

source: Reporting Only
es: Solo informes
fr: Déclarant uniquement

source: Reports
es: Informes
fr: Rapports

source: ReportUser
fr: Utilisateur déclarant

source: Report_Execution_Failed
fr: Échech_de l’exécution_du rapport

source: Request #
es: N.º de solicitud
fr: N° de demande

source: Request Date
es: Fecha de solicitud
fr: Date de la demande

source: Request for Item Number:
es: Solicitud de número de artículo:
fr: Demande de numéro d’article :

source: Request has been submitted successfully. with Action of Insert as Buyer/Vendor Item Number:
es: La solicitud se ha enviado correctamente, con acción Insertar como número de artículo de comprador/proveedor:
fr: La demande a été soumise avec succès. avec l'action d'insertion comme numéro d'article de l’acheteur/fournisseur :

source: Request has been submitted successfully. with Action of Update as Buyer/Vendor Item Number:
es: La solicitud se ha enviado correctamente, con la acción Actualizar como número de artículo de comprador/proveedor:
fr: La demande a été soumise avec succès. avec l'action de mise à jour en tant que numéro d'article de l’acheteur/fournisseur :

source: Request ID
es: ID de la solicitud
fr: ID de la demande

source: Request New Temporary Password
es: Solicitar nueva contraseña temporal
fr: Demander un nouveau mot de passe temporaire

source: Request originated from
es: Solicitud originada desde
fr: Demande émanant de

source: Request timed out, no response from DTNA
es: Solicitud vencida, sin respuesta de DTNA
fr: La demande a expiré, pas de réponse de la part de DTNA

source: Request Type
es: Tipo de solicitud
fr: Type de demande

source: Request Type Invalid
es: Tipo de solicitud no válido
fr: Type de demande non valide

source: Requested
es: Solicitado
fr: Demandé

source: Requested By
es: Solicitado por
fr: Demandé par

source: Requested Date
es: Fecha solicitada
fr: Date demandée

source: Requested Location
es: Lugar solicitado
fr: Emplacement demandé

source: Requested Name
es: Nombre solicitado
fr: Nom demandé

source: Requester
es: Solicitante
fr: Demandeur

source: RequestType Invalid
es: RequestType no válido
fr: Type de demande non valide

source: Required
es: Obligatorio
fr: Requis

source: Required parameter transactionId or Invoicenumber needs to be passed get invoice xml.
es: El parámetro obligatorio transactionId o Invoicenumber debe pasarse obtener xml de factura.
fr: Le paramètre requis transactionId ou Invoicenumber doit être transmis pour obtenir la facture xml.

source: Required field
es: Campo&nbsp;obligatorio
fr: Champ&nbsp;obligatoire

source: Requires Dealer Copy
es: Requiere copia del distribuidor
fr: Nécessite une copie du distributeur

source: RequiresDealerCopy
fr: Nécessite une copie du distributeur

source: Reseller
es: Revendedor
fr: Revendeur

source: Reseller cannot be equal to
es: El revendedor no puede ser igual que
fr: Le revendeur ne peut pas être égal à

source: Reseller Invoice Required
es: Se requiere factura del revendedor
fr: Facture du revendeur requise

source: Reseller Invoice Required Relationship
es: Se requiere relación de la factura del revendedor
fr: Facture du revendeur requise Relation

source: Reseller Release Rejected
es: Liberación del revendedor rechazada
fr: Validation du revendeur rejetée

source: Resend Invoice Notification
es: Reenviar notificación de factura
fr: Notification de renvoi de facture

source: Resend Invoice Notification - Attachment Error
es: Reenviar notificación de factura - Error de archivo adjunto
fr: Notification de renvoi de facture - Erreur de pièce jointe

source: Resend Invoices
es: Reenviar facturas
fr: Renvoi des factures

source: Resend Invoices Attachment Configurations
es: Reenviar configuraciones de archivos adjuntos de facturas
fr: Renvoi des factures Configurations des pièces jointes

source: Resend to EDI
es: Reenviar a EDI
fr: Renvoi à EDI

source: Reset
es: Restablecer
fr: Réinitialiser

source: Reset grid to its original state
es: Restablecer la cuadrícula a su estado original
fr: Réinitialiser la grille à son état d'origine

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe

source: Reset Personalization
es: Restablecer personalización
fr: Réinitialiser la personnalisation

source: Reset Your Password
es: Restablezca su contraseña
fr: Réinitialiser votre mot de passe

source: Resolution Detail
es: Detalle de la resolución
fr: Détail de la résolution

source: Resolution Detail:
es: Detalle de la resolución:
fr: Détail de la résolution :

source: Resolution Information
es: Información sobre la resolución
fr: Informations sur la résolution

source: Resolution Note
es: Nota de la resolución
fr: Note de résolution

source: resolutionDetailId is invalid.
es: resolutionDetailId no es válido.
fr: resolutionDetailId n'est pas valide.

source: Resolve Date
es: Resolver fecha
fr: Date de résolution

source: Resolve Dispute
es: Resolver disputa
fr: Résoudre le litige

source: Resolve PO Discrepancy
es: Resolver discrepancia de OC
fr: Résoudre les divergences entre les bons de commande

source: Resolved
es: Resuelto
fr: Résolu

source: Resolved Date
es: Fecha de resolución
fr: Date de résolution

source: Resolved Dispute
es: Disputa resuelta
fr: Litige résolu

source: Response ID
es: ID de respuesta
fr: ID de la réponse

source: Response Id:
es: ID de respuesta:
fr: ID de la réponse :

source: Response line detail status for corRequestHandler web service
es: Estado detallado de la línea de respuesta para el servicio web corRequestHandler
fr: Détail de la ligne de réponse pour le service web corRequestHandler

source: Response message type for corRequestHandler web service
es: Tipo de mensaje de respuesta para el servicio web corRequestHandler
fr: Type de message de réponse pour le service web corRequestHandler

source: Response status for corRequestHandler web service
es: Estado de la respuesta para el servicio web corRequestHandler
fr: Statut de la réponse pour le service web corRequestHandler

source: ResponseCode
fr: Code de réponse

source: Restore
es: Restaurar
fr: Restaurer

source: Resubmit
es: Reenviar
fr: Soumettre à nouveau

source: Resubmit Invoice
es: Reenviar factura
fr: Soumettre à nouveau la facture

source: Resubmit to GP
es: Reenviar a GP
fr: Soumettre à nouveau à GP

source: Return
es: Retorno
fr: Retour

source: Reversal
es: Reversión
fr: Annulation

source: Reversal Attempt
es: Intento de reversión
fr: Tentative d’annulation

source: Reversal Comments are mandatory
es: Los comentarios sobre reversión son obligatorios
fr: Commentaires d’annulation est requis

source: Reversal failed, the transaction is put into discrepancy. Resolve the errors and the transaction will be periodically auto-submitted by the application.
es: La reversión falló, la transacción se pone en discrepancia. Resuelva los errores y la transacción será enviada periódicamente de forma automática por la aplicación.
fr: L’annulation a échoué, la transaction est mise en anomalie. Résolvez les erreurs et la transaction sera périodiquement auto-soumise par l'application.

source: Reversal Information
es: Información sobre la reversión
fr: Informations sur l’annulation

source: Reversal Reason
es: Motivo de la reversión
fr: Motif de l’annulation
